{"0": ["The man put personal items in his car before trying to retrieve the boat.", "Already 2 to 3 inches of rain has fallen in parts of Kentucky and Virginia.  ", "Five people, including an infant, were trapped inside the vehicle.", "The group's leader said of Jan. 6, \"We need a little bit more of that energy.\""], "1": ["A large group of gunmen raided a school in northern Nigeria early Friday.", "Authorities killed at least 18 people during peaceful protests on Sunday.", "Israel's Supreme Court has delivered a major blow to the country's religious establishment, ruling that people who convert to Judaism through the Reform and Conservative movements in Israel also are Jewish and entitled to become citizens", "Israeli Prime Minister Benjamin Netanyahu has accused Iran of attacking an Israeli-owned ship in the Gulf of Oman last week"], "2": ["The draft provides up to 15 extra weeks of paid leave for virus-related reasons.", "Russian media report that a Boeing 777 made an emergency landing in Moscow in the early hours on Friday after a pilot reported a problem with the engine", "The Home Depot’s fiscal fourth-quarter sales surged 25% as the home improvement chain continues to meet the demands of consumers stuck at home and a resilient housing market", "A day after it put a hold on a proposed ban of TikTok, the Biden administration is distancing itself from attempts by former President Donald Trump to ban the Chinese messaging app WeChat"], "3": ["Here are instructions for how to share your information with our journalists.", "ABC News reaches hundreds of millions of Americans every month, far more than any other outlet, making it the country’s number-one news source.", "Our award-winning investigative journalists cover national security, political corruption, human rights, consumer concerns and other issues for Good Morning America, World News Tonight with David Muir, Nightline, 20/20, and ABC News Live (our 24/7 streaming channel) as well as the network's three digital brands: abcnews.com, goodmorningamerica.com and fivethirtyeight.com.", "We encourage anyone to reach out to discuss potential news stories that may be in the public interest. You can reach us via email at news.tips@abc.com or by phone at (212) 456-2828 with the understanding that the information you provide might be used in our broadcasts or other stories.", "If you have a question or comment about an ABC News program or ABC network show, please call Audience Relations at (818) 460-7477 or contact another department.", "ABC News can also be reached through several other channels that provide a more secure pathway for communication. While no system is 100% secure, using one of the methods listed below can help protect the privacy of your communication to us.", "SIGNAL", "Signal is an app with end-to-end encryption that allows you to send text, voice, video, document and picture messages. “We can’t read your messages or see your calls, and no one else [other than the intended recipient] can either,” its developers say.", "You can contact us via Signal at (646) 256-5457.", "WHATSAPP", "WhatsApp, which is owned by Facebook, is an app with end-to-end encryption that allows you to send text, voice, video, document and picture messages. “Your messages and calls are secured so only you and the person you’re communicating with can read or listen to them, and nobody in between, not even WhatsApp,” the company says.", "You can contact us via WhatsApp at (646) 256-5457.", "POSTAL MAIL", "ABC News Investigative Unit", "7 West 66th St.", "New York, NY 10023", "24/7 coverage of breaking news and live events"], "4": ["The man put personal items in his car before trying to retrieve the boat.", "Already 2 to 3 inches of rain has fallen in parts of Kentucky and Virginia.  ", "Five people, including an infant, were trapped inside the vehicle.", "The group's leader said of Jan. 6, \"We need a little bit more of that energy.\""], "5": ["A large group of gunmen raided a school in northern Nigeria early Friday.", "Authorities killed at least 18 people during peaceful protests on Sunday.", "Israel's Supreme Court has delivered a major blow to the country's religious establishment, ruling that people who convert to Judaism through the Reform and Conservative movements in Israel also are Jewish and entitled to become citizens", "Israeli Prime Minister Benjamin Netanyahu has accused Iran of attacking an Israeli-owned ship in the Gulf of Oman last week"], "6": ["The draft provides up to 15 extra weeks of paid leave for virus-related reasons.", "Russian media report that a Boeing 777 made an emergency landing in Moscow in the early hours on Friday after a pilot reported a problem with the engine", "The Home Depot’s fiscal fourth-quarter sales surged 25% as the home improvement chain continues to meet the demands of consumers stuck at home and a resilient housing market", "A day after it put a hold on a proposed ban of TikTok, the Biden administration is distancing itself from attempts by former President Donald Trump to ban the Chinese messaging app WeChat"], "7": ["Here are instructions for how to share your information with our journalists.", "ABC News reaches hundreds of millions of Americans every month, far more than any other outlet, making it the country’s number-one news source.", "Our award-winning investigative journalists cover national security, political corruption, human rights, consumer concerns and other issues for Good Morning America, World News Tonight with David Muir, Nightline, 20/20, and ABC News Live (our 24/7 streaming channel) as well as the network's three digital brands: abcnews.com, goodmorningamerica.com and fivethirtyeight.com.", "We encourage anyone to reach out to discuss potential news stories that may be in the public interest. You can reach us via email at news.tips@abc.com or by phone at (212) 456-2828 with the understanding that the information you provide might be used in our broadcasts or other stories.", "If you have a question or comment about an ABC News program or ABC network show, please call Audience Relations at (818) 460-7477 or contact another department.", "ABC News can also be reached through several other channels that provide a more secure pathway for communication. While no system is 100% secure, using one of the methods listed below can help protect the privacy of your communication to us.", "SIGNAL", "Signal is an app with end-to-end encryption that allows you to send text, voice, video, document and picture messages. “We can’t read your messages or see your calls, and no one else [other than the intended recipient] can either,” its developers say.", "You can contact us via Signal at (646) 256-5457.", "WHATSAPP", "WhatsApp, which is owned by Facebook, is an app with end-to-end encryption that allows you to send text, voice, video, document and picture messages. “Your messages and calls are secured so only you and the person you’re communicating with can read or listen to them, and nobody in between, not even WhatsApp,” the company says.", "You can contact us via WhatsApp at (646) 256-5457.", "POSTAL MAIL", "ABC News Investigative Unit", "7 West 66th St.", "New York, NY 10023", "24/7 coverage of breaking news and live events"], "8": ["The president urged workers to \"make your voice heard.\" ", "On Location: March 1, 2021", "President Joe Biden threw his support behind labor unions in a new video posted on Twitter that comes right as Amazon workers in Alabama are voting on whether to unionize.", "The president did not mention Amazon by name but alluded to the high-profile organizing efforts at the e-commerce giant, saying, \"Today and over the next few days and weeks, workers in Alabama and all across America are voting on whether to organize a union in their workplace.\"", "\"Unions put power in the hands of workers, they level the playing field, they give you a stronger voice, for your health, your safety, higher wages protections from racial discrimination and sexual harassment,\" Biden said. \"Unions lift up workers, both union and non-union, but especially Black and Brown workers.\"", "\"So let me be really clear, it's not up to me to decide whether anyone should join a union,\" the president said. \"But let me be even more clear, it's not up to an employer to decide that either. The choice to join a union is up to the workers -- full stop.\"", "Biden added that there should be \"no intimidation, no coercion, no threats, no anti-union propaganda\" from employers toward unionizing efforts. He noted that the law guarantees workers the right to choose whether or not to join a union, emphasizing that \"no employer can take that right away.\"", "\"So make your voice heard,\" the president told workers.", "The video has garnered some 2 million views on Twitter since it was posted Sunday evening.", "Sen. Bernie Sanders, I-Vt., shared the video to his followers on Monday morning, thanking Biden for speaking up on the issue.", "\"If Amazon workers in Alabama -- a strong anti-union state -- vote to form a union, it'll be a shot heard around the world,\" Sanders wrote. \"If they can negotiate higher wages & better working conditions in the South, it'll benefit every worker in America. Thank you, Mr. President, for speaking out.\"", "Amazon workers in Bessemer, Alabama, have begun voting on whether to form a union, The Associated Press reported, calling the efforts Amazon's \"biggest union push in its history.\" Mail-in voting is expected to go until the end of March.", "Stuart Appelbaum, the president of the Retail Wholesale and Department Store Union (RWDSU), which is supporting Amazon workers' efforts in Alabama, issued a statement Sunday evening thanking Biden for his message.", "\"Thank you, President Biden, for sending a clear message of support for the BAmazon Union workers in Alabama seeking to bring the first union to an Amazon warehouse with the RWDSU,\" Appelbaum said.", "\"As President Biden points out, the best way for working people to protect themselves and their families is by organizing into unions,\" the statement added. \"And that is why so many working women and men are fighting for a union at the Amazon facility in Bessemer, Alabama.\"", "Amazon did not immediately respond to ABC News' request on Monday for comment on Biden's video or the unionizing efforts.", "The AP reported that the last efforts to vote on forming union at Amazon occurred in 2014, but it ultimately did not pass.", "24/7 coverage of breaking news and live events"], "9": ["Five people, including an infant, were trapped inside the vehicle.", "On Location: March 1, 2021", "Five people, including an infant, were rescued from a pickup truck that had slid off a water-covered bridge and into a swollen creek in Tennessee on Sunday afternoon amid severe flooding across the southern U.S. state, authorities said.", "The vehicle was swept off the road by floodwater and became partially submerged in the rushing creek, with all five occupants trapped inside, near the small town of Liberty in DeKalb County, about 60 miles southeast of Nashville.", "Water rescue teams from multiple agencies worked together and used various equipment, including a bucket truck, to safely rescue the individuals, according to the DeKalb County Fire Department. There were no injuries reported.", "The DeKalb County Fire Department posted footage of the dramatic rescue on Facebook.", "The National Weather Service's forecast office in Nashville issued a flood watch on Sunday for a number of Tennessee counties, including DeKalb. The agency warned that \"showers and thunderstorms will produce intense rainfall rates in excess of 2 inches per hour at times,\" and that \"runoff from these storms will quickly overwhelm poor draining areas as well as small creeks and streams.\"", "24/7 coverage of breaking news and live events"], "10": ["Democrats’ efforts to include a minimum wage increase in their huge COVID-19 relief bill seem all but dead", "Biden's COVID-19 relief package faces tough road in Senate", "WASHINGTON -- Democrats' efforts to include a minimum wage increase in their $1.9 trillion COVID-19 relief bill seemed all but dead Monday as Senate leaders prepared to begin debate on their own version of the House-passed aid package.", "Top Democrats abandoned a potential amendment threatening tax increases on big companies that don't boost workers’ pay to certain levels, Senate aides said. Four days after the chamber's parliamentarian said Senate rules forbid inclusion of a straight-out minimum wage increase in the relief measure, Democrats seemed to have exhausted their most realistic options for quickly salvaging the pay hike.", "“At this moment, we may not have path, but I hope we can find one” for pushing the federal pay floor to $15 an hour, said No. 2 Senate Democratic leader Richard Durbin of Illinois.", "Senate Democrats hope to unveil their version of the broad relief package and begin debate as early as Wednesday. Congressional leaders want to send President Joe Biden the legislation combating the pandemic and bolstering the economy by March 14, the date emergency jobless benefits that lawmakers approved in December expire.", "The bill is Biden’s biggest early legislative priority. It looms as         an initial test of his ability to unite Democrats in the Senate — where the party has no votes to spare — and risks lasting damage to his influence should he fail.         Republicans are strongly against the legislation and could well oppose it unanimously, as House GOP lawmakers did when that chamber approved the bill early Saturday.", "Biden discussed the relief bill Monday in a virtual meeting with nine Senate Democrats, including Joe Manchin of West Virginia, an opponent of the $15 hourly target. A White House statement said the group was “united in the goal of quickly passing a significant package that reflects the scope of the challenges our country is facing.”", "The Senate is divided 50-50 between the parties, with Vice President Kamala Harris able to cast only tie-breaking votes. Under streamlined rules the Democrats are using, they can approve the legislation with just 51 votes.", "The overall bill would provide $1,400 payments to individuals plus hundreds of billions of dollars for schools and colleges, COVID-19 vaccines and testing, mass transit systems, renters and small businesses. It also has money for child care, tax breaks for families with children and states willing to expand Medicaid coverage for low-income residents.", "Democrats are considering several changes in the House measure, but they seem modest compared to dropping the minimum wage increase. One top aide said the bill the Senate initially debates won’t have the minimum wage provision in it, saying the language would have pushed the bill over budget-mandated spending limits, violating Senate rules.", "Senate Democrats may reshape the $350 billion the bill provides for state and local governments. They also might extend its fresh round of emergency unemployment benefits, which would be $400 weekly, through September instead of August, as the House approved.", "The parliamentarian’s interpretation of Senate rules could force other changes as well. These might include dropping or altering provisions in the House bill providing billions of dollars to help some struggling pension plans and to help people who’ve lost jobs afford health insurance.", "The House-approved minimum wage language would gradually raise the federal floor to $15 an hour by 2025, more than double the $7.25 in place since 2009.", "After the parliamentarian said that provision would have to be deleted, Sens. Bernie Sanders, I-Vt., and Ron Wyden, D-Ore., said they were working on plans to increase taxes on large corporations that don't meet certain levels for workers' pay. Sanders is chief Senate sponsor of the $15 plan, while Wyden is chair of the tax-writing Senate Finance Committee.", "But three Senate aides, speaking on condition of anonymity to describe internal discussions, said Monday that party leaders were dropping those proposals.", "It was always questionable whether pressuring companies with tax increases would win enough Democratic support to survive. The White House didn't endorse the tax proposals, which would have affected only a fraction of workers paid the minimum wage.", "Raising the minimum has broad support among Democrats. But while it’s embraced passionately by the party’s progressives, at least two Senate moderates — Manchin and Kyrsten Sinema of Arizona — have voiced opposition to including it in the broader relief measure, wounding its prospects and fostering tensions within the party.", "The tepid Democratic reaction to the tax plan has left the party looking at potentially pushing a minimum wage increase in future legislation, where it could well face enough GOP opposition to kill it.", "Democrats must now decide “how we do minimum wage as part of another piece of legislation or on its own,” said Sen. Richard Blumenthal of Connecticut.", "As an alternative, progressives want Senate Democrats to simply overrule the parliamentarian and include the pay raise anyway, or to eliminate Senate filibusters — procedural delays that let a minority party kill legislation that lacks at least 60 votes.", "But those ideas seem to lack enough Democratic support to succeed. Senate moderates are wary of erasing procedures that the party has used in the past, and could use again, to protect its priorities when it is in the minority.", "Among those who've long supported retaining the filibuster is Biden, who served nearly four decades in the Senate.", "“The president’s view on the filibuster is well known. He has not changed that point of view,\" White House press secretary Jen Psaki said pointedly Monday.", "Despite seeming White House opposition, nearly two dozen House progressives tried pressuring Biden to have Harris join Democratic senators and vote to override the parliamentarian and include the increase in the bill anyway.", "“Outdated and complex\" Senate rules “must not be an impediment to improving people’s lives,” the House members, led by Rep. Ro Khanna of California, wrote in a letter to Biden and Harris. “You have the authority to deliver a raise for millions of Americans.”", "—-", "AP reporter Kevin Freking contributed to this report.", "24/7 coverage of breaking news and live events"], "11": ["The man put personal items in his car before trying to retrieve the boat.", "On Location: March 1, 2021", "A man vanished and is presumed to have drowned after losing control of his boat and attempting to swim after it as it floated away.", "The incident occurred on Sunday, Feb. 28 at approximately 3:00 p.m. in Pascagoula, Mississippi, which is located on the Gulf of Mexico when the Pascagoula Police Department say their Marine Patrol Division found an unmanned fishing vessel in the Yazoo Bayou across from The Point Pier.", "Officers subsequently took control of the unmanned boat and were able to pull it ashore before conducting a cursory investigation.", "“Once on land, officers discovered the boat owner’s truck, which was unlocked and contained a cell phone and several personal items,” said Pascagoula Police Department’s Chief of Police Matt Chapman in a statement released on social media. “Upon further investigation, officers were able to determine from video footage, the owner launched his boat, but lost control and it floated away from him.”", "Authorities said the victim, whose identity has not yet been released, then returned to his car to place his personal items in the vehicle before attempting to swim after his boat that he had accidentally lost control of.", "“He was see on video footage going under water and never returning to the surface,” said Chapman.", "Investigators with the Pascagoula Police Department said that they have determined this was an accidental drowning though the man’s body has not yet been recovered.", "Authorities confirmed that a dive team is currently on the scene attempting to locate the victim.", "24/7 coverage of breaking news and live events"], "12": ["Police in Sri Lanka say they have arrested two people in connection with the death of a 9-year-old girl who was repeatedly beaten during a ritual they believed would drive away an evil spirit", "On Location: March 1, 2021", "COLOMBO, Sri Lanka -- Police in Sri Lanka said Monday they have arrested two people in connection with the death of a 9-year-old girl who was repeatedly beaten during a ritual they believed would drive away an evil spirit.", "The two suspects — the woman performing the exorcism and the girl's mother — appeared in court on Monday to hear charges over the girl's death, which occurred over the weekend in Delgoda, a small town about 40 kilometers (25 miles) northeast of the capital, Colombo. The court ordered the suspects detained until March 12.", "According to police spokesperson Ajith Rohana, the mother believed her daughter had been possessed by a demon and took her to the home of the exorcist so a ritual could be performed to drive the spirit away.", "Rohana said the exorcist first put oil on the girl and then began to repeatedly hit her with a cane. When the girl lost consciousness, she was taken to a hospital, where she died. An autopsy was scheduled for Monday.", "The woman who performed the ritual on the girl was known in the area for offering such services in recent months and police were investigating whether anyone else had been abused, Rohana said.", "Rohana urged the public to be careful about such services as the girl was not the first to die during such a ritual.", "24/7 coverage of breaking news and live events"], "13": ["Up to $25,000 per eligible resident for housing will be distributed this year.", "‘Soul of a Nation’: Seeking reparations", "Evanston, Illinois, is like a lot of American cities. The city just north of Chicago appears picturesque, updated and grand on one side -- but not far away, one can see the signs of economic and racial segregation, despite the city's proud, diverse and liberal reputation.", "What sets Evanston apart from other cities, however, is its groundbreaking plan to address the impact of that segregation and Black disenfranchisement: reparations.", "The impetus for the city's reparations resolution, first passed in 2019 and spearheaded by 5th Ward Alderman Robin Rue Simmons, is rooted partially in Rue Simmons' experience growing up Black in Evanston.", "\"Early in my childhood I was invited to have a play date,\" she recalled. \"My white friends never had a play date at my home.\"", "Visiting a white friend's neighborhood, she noticed, \"the streets were wider. The trees were taller. The homes were bigger and brighter. As a young child, I recognized that difference.\"", "Watch “Soul of a Nation” TUESDAY at 10 p.m. ET on ABC. Episodes will be available on Hulu starting Wednesday.", "\"I never felt, in any way, envious,\" she said. \"I never had that feeling like, 'Why isn't my family doing better?' It was obvious that it was the barrier of race that kept us from that.\"", "Rue Simmons still lives in the ward she represents. She says over time, resources were stripped away from her neighborhood. That, she said, coupled with a lack of investment, led to an ever-increasing wealth gap between white and Black residents in the city.", "She hopes that her work will help families in her neighborhood that are \"burdened …  get some relief\" via reparations, which will first be distributed this year in increments of up to $25,000 per eligible resident to use for housing.", "The discussion on reparations has been ongoing -- and controversial -- in the U.S. since slavery was abolished in 1865. Originally, reparations were proposed to make amends for slavery, which built the nation's wealth -- but excluded Black Americans from it.", "Reparations first arose as a promise, in early 1865, to redistribute land in the southeast U.S. to formerly enslaved people. For decades, the promise is often invoked in the phrase, \"40 acres and a mule.\"", "It was a promise left unfulfilled. By the end of 1865, President Andrew Johnson overturned the land redistribution order. In the decades since, Black Americans have endured a succession of injustices, from Black codes to Jim Crow and redlining -- American policies that broadly kept generational wealth-building out of reach for many Black communities.", "Today, Evanston is the first city in the U.S. to fund reparations, committing $10 million over the next decade in an attempt to repay Black residents for the wrongs and accumulated losses incurred by generations of racism.", "Rue Simmons said she didn't start her elected career \"even discussing reparations. It was not something I had planned to pursue,\" she said.", "\"I was looking at data,\" she continued. \"I was looking at what we had done, what more we could do, and reparations was the only answer.\"", "She explained that any more of the status quo would sustain \"the oppressed state and the disparity that we have and that we have had for years. That's all it could do. More of the same.\"", "\"The only legislative response for us to reconcile the damages in the Black community is reparations,\" she said.", "Rue Simmons and her colleagues had the support of local historian Dino Robinson in building the case for reparations. Robinson is the founder of the Shorefront Legacy Center in Evanston, an archive dedicated solely to chronicling and celebrating the local Black history that had long gone ignored.", "In a 70+ page report, Robinson documented discrimination and racism in Evanston that dated back to the late 1800s.", "\"We anticipate litigation to tie things up with the premise that 'You cannot use tax money that's from the public to benefit a particular group of people,'\" Robinson said, referring to opposition to the city's plan. But, he countered, \"the entire Black community historically has paid taxes, but were not guaranteed the same benefits.\"", "He said part of the resistance is due to a lack of education.", "\"The one comment I hear most often is, 'I did not know,'\" said Robinson. \"'I did not know there was segregation in Evanston.' 'I did not know that your housing mortgage is higher than mine but we have the same income.\"", "But records paint a clear picture of exactly how racial inequality developed in the city.", "\"Black community members were moving throughout Evanston and forming … Black pockets in the city of Evanston,\" Robinson said. \"It caused the white community to start panicking, like, 'What do we do about this?'", "Articles, reports and studies were conducted on the Black community to discuss what should be done, Robinson said. And Evanston, like many cities across the country, embraced the practice of redlining.", "\"Redlining was a federal project to determine the market values of areas and neighborhoods,\" Robinson explained. \"[There were] four categories, 'A' being the highly desired area, 'D' the lower, lowest-value properties. The 'D' areas were usually relegated to the Black community. 'D' was always in red.\"", "In Evanston, Black residents were moved into a triangle-shaped area that became the 5th Ward, deliberately segregating them from white families, sought-after property, and ultimately, wealth.", "The 5th Ward was bordered by what was then a sewage canal on one side and far removed from public transportation and the city's downtown. According to Robinson's report, homes in the area had smaller lot sizes, and at the time, many had no electricity, water or sewers.", "\"The only option to buy in Evanston was basically in the 5th Ward,\" Robinson said. \"Banks in Evanston would not loan to Black families for housing [and] the real estate agencies would not show you anything other than the 5th Ward.\"", "In the late 1940s, the city also demolished some homes belonging to Black families that were outside of the 5th Ward -- or physically took them from their foundations and moved them into the redlined boundaries.", "\"The historic redlining impacts our community today,\" Rue Simmons said. \"That map still is the map of our concentrated Black community, our disinvestment, our inferior infrastructure.\"", "Today, white people in Evanston make nearly double the income and have double the home value of their Black neighbors according to the most recent U.S. Census. This racial wealth gap is prevalent nationally, with Black Americans possessing less than 15% of the wealth that White Americans have, according to the Federal Reserve 2019 Survey of Consumer Finances.", "Black residents who lived through redlining in Evanston -- and their descendants -- are eligible for reparations. That includes 98-year-old, Benjamin Gaines Sr. and his son, Benjamin Gaines Jr. The Gaines family moved to Evanston in 1959.", "\"We did something that not a whole lot of Black families were able to do in Evanston,\" Gaines Sr. told ABC News. \"That's build a house from the ground up.\"", "But Gaines Sr. said there's no doubt in his mind that the two-year process to find a plot and get financing was much more difficult than it would have been for a white man.", "\"The contractor, he said, 'You find a lot anywhere in Evanston, and I'll build whatever you want,\" Gaines Sr. said. \"Well, when he said that, he meant in the Black neighborhoods … It was just the way it was.\"", "Gaines Sr. said he also had \"big trouble\" financing his home, and that he feels these problems are still present today.", "\"It's the old cliché about, 'The more things change, the more they remain the same.'\"", "Younger members of Gaines Sr.'s family say that while modern-day Evanston is outwardly progressive, inequality is still a problem.", "\"Growing up in Evanston for me was definitely good, despite the racism that I faced,\" Gaines Sr.'s grand-nephew, Jared Davis said. The father of three said he will apply for reparations, \"because it's owed.\"", "Davis' kids, 25-year-old Nic and 16-year-old Myah, have also been involved in their family's discussion on reparations, expressing fatigue over having to justify why they're owed, with the city's history so well-documented at this point.", "\"I don't even think it's my job to justify to you, like, why we need reparations,\" said Nic. \"Do you not live here? Do you not know? Did you not see the demographics changing throughout the years? Like, we knew it was racist.\"", "Alderman Rue Simmons has also noted a shrinking Black population in Evanston as a result of historic redlining, modern gentrification and rising property taxes. Black residents currently make up 16% of Evanston's population, but, Rue Simmons pointed out, \"we've had much higher in the past.\"", "Now, according to Rue Simmons, the $25,000 reparations benefit for housing is meant to combat \"a lack of affordability, lack of access to living wage careers here in the city, and a lack of sense of place.\"", "Evanston proposed a novel idea to fund reparations -- a 3% tax on newly legal recreational marijuana sales.", "\"It's the most appropriate use for that sales tax,\" Simmons said. \"In our city, 70% of the marijuana arrests were in the Black community. And we are 16% of the community. All studies show that Blacks and white [people] consume cannabis at the same rate.\"", "This funding solution has put Evanston ahead of any other city in America, and on the radar of Danny Glover, an actor and long-time reparations activist who has been vocal in his support of House Resolution 40.", "The 31-year-old bill was so named to invoke the broken promise of \"40 acres and a mule.\" The proposal would create a commission to study and develop a national plan for reparations.", "The bill was first proposed in 1989 by Rep. John Conyers. He re-introduced it every year he served until he resigned in 2017. Rep. Sheila Jackson Lee has taken on the mantle. She cites “the idea of reparations is unworkable politically or financially” as the reason opposition has fought the bill for decades.", "Glover testified before the House Judiciary subcommittee to support HR-40 in 2019.", "\"[It] is an opportunity to have a commission to study reparations, but also the further contexts in which we look at slavery and the impact that it had on us,\" he told ABC News.", "Glover traveled to Evanston in 2019 to speak at a reparations town hall because, in his words, the city \"did something that no other city has done in the country.\"", "\"If we're able to use that as a platform, maybe other cities might adopt the whole idea of this,\" he continued.", "In Washington, the issue is incredibly divisive.", "Republican Sen. Mitch McConnell said in 2019 “it would be pretty hard to figure out who to compensate,” and said “none of us currently living are responsible” for what happened 150 years ago. Lee currently has backing from 173 cosponsors, all Democrats.", "It gained renewed attention this winter, but still has yet to advance out of committee.", "Simmons says reparations are broadly supported in Evanston, despite some questions from other city leaders over whether the recreational marijuana sales tax revenue can sustain the fund in the longer-term.", "For the Gaines-Davis family, and other Black Evanstonians who proudly support reparations,  questions remain about how far $25,000 can go -- even as a first step -- to fulfill long-broken promises.", "\"It's a drop in the bucket… But it's better than nothing. It's better than what I have now,\" Benjamin Gaines Sr. said. \"Hopefully, before I die, I'll see the world change.\"", "Nic Davis is hesitant to celebrate too soon.", "\"Uncle Ben [has been] telling all these stories and things and making you understand, like, change is not an easy thing,\" he said, expressing wariness over years of support for progressive promises that have taken too long to fulfill throughout history.", "\"[There were] people who were acting like they're ready for change, and behind closed doors other things are happening, right?\" he said. \"We see that all the time in politics right now.\"", "\"What does it say that my 25-year-old has to feel like that?\" his father Jared Davis said.", "Myah Davis said she's learned a lot from her elders.", "\"They constantly talk to me about issues that I would not know anything about if I wasn't in the family that I'm in,\" she said. \"[In school] we aren't really taught about a lot of Black history outside of, 'Oh, you know, slaves came from Africa.' I think part of reparations - it can't just be money. Like, you have to teach us what we need to know.\"", "Rue Simmons acknowledges the concerns of those community members who feel $25,000 is not enough.", "\"$25,000 is life-saving for some families right now,\" she said. \"But relative to the injury, it's not nearly enough. And I get that.\"", "That's why she hopes more relief will come from reparations at the state and federal levels, including HR-40.", "But Evanston's leaders are not waiting for Washington. They plan to begin dispersing funds this spring and hope that is just the first reparative step for Evanston, and for other cities across the country.", "\"When I introduced reparations in Evanston it was always the first step of many to come,\" Simmons said. \"There is a lifetime of work ahead of me and my children for us to get to justice for the Black community.\"", "She said she remains hopeful, and that she must, to do this work.", "\"I do believe that we're committed as a city. And I believe that we will advance reparations,\" Simmons said. \"I can't wait to celebrate the family that receives their first reparation benefit. I cannot wait for that day.\"", "24/7 coverage of breaking news and live events"], "14": ["The Pentagon says it is providing a new $125 million aid package to Ukraine, including two armed patrol boats to help the country defend its territorial waters", "Gunman takes 20 hostages on bus in Ukraine", "WAHINGTON -- The Pentagon on Monday announced a $125 million military aid package for Ukraine, including two armed patrol boats to help the country defend its territorial waters.", "The remaining $150 million in military aid approved by Congress for the 2021 budget year will not be provided until the departments of State and Defense are in position to certify to Congress that Ukraine has made “sufficient progress on key defense reforms this year,” the Pentagon said.", "“The Department encourages Ukraine to continue to enact reforms that strengthen civilian control of the military, promote increased transparency and accountability in defense industry and procurement, and modernize its defense sector in other key areas in line with NATO principles and standards,” the Pentagon said in a statement.", "Ukraine has been locked in a costly struggle with Russia, which annexed the Crimean Peninsula in 2014 and cast its support behind pro-Moscow insurgents in eastern Ukraine. The conflict, now in its seventh year, has killed more than 14,000 people and devastated Ukraine’s industrial heartland.", "In addition to the two Mark VI patrol boats, the Pentagon said it is providing radars for countering artillery; support for satellite imagery and analysis capability; and equipment to support military medical treatment and combat evacuation procedures.", "“This action reaffirms the U.S. commitment to providing defensive lethal weapons to enable Ukraine to more effectively defend itself against Russian aggression,” the Pentagon said.", "The December 2019 impeachment of then-President Donald Trump centered on allegations that he withheld military assistance to Ukraine as part of a scheme to pressure the Ukrainian government to investigate Joe Biden, who at the time was challenging Trump for the White House and in November 2020 defeated Trump at the polls. Trump was acquitted by the Senate in February 2020.", "24/7 coverage of breaking news and live events"], "15": ["Texas’ attorney general is suing electricity provider Griddy for passing along massive bills to its customers during last month’s winter storm", "New Jersey plumber goes to Texas to help in the wake of the utility crisis", "AUSTIN, Texas -- Texas' attorney general said Monday he's suing electricity provider Griddy for passing along         massive bills to its customers during last month's winter storm.", "The lawsuit comes days after Texas' power grid manager effectively shut down Griddy by revoking its access to the state's electricity market.", "Griddy charges $10 a month to give people a way to pay wholesale prices for electricity instead of a fixed rate. But when temperatures plummeted well below freezing last month, wholesale prices spiked and Griddy customers were left with sky-high electricity bills.", "“Griddy misled Texans and signed them up for services which, in a time of crisis, resulted in individual Texans each losing thousands of dollars,\" Attorney General Ken Paxton said in a statement. “As Texans struggled to survive this winter storm, Griddy made the suffering even worse as it debited outrageous amounts each day.”", "The lawsuit accused Griddy of violating the Texas Deceptive Trade Practices Act and seeks refunds for customers. The unusually heavy winter storm blanketed much of Texas with snow,         knocking out electricity  to 4 million customers and leaving many         struggling to find clean water.", "Meanwhile, the Electric Reliability Council of Texas, or ERCOT, shifted about 10,000 Griddy customers to other utilities on Friday.", "Griddy said in a statement that ERCOT “took our members and have effectively shut down Griddy.”", "“We have always been transparent and customer-centric at every step. We wanted to continue the fight for our members to get relief and that hasn’t changed,” the statement said.", "24/7 coverage of breaking news and live events"], "16": ["Officials say a critically endangered North Atlantic right whale has been found dead off the coast of South Carolina", "MYRTLE BEACH, S.C. -- A critically endangered North Atlantic Right whale was found dead over the weekend off the coast of South Carolina, more than four months after it had been spotted entangled in fishing gear.", "The National Marine Fisheries Service confirmed Sunday that the dead whale was discovered in waters about 15 miles (24 kilometers) offshore from Myrtle Beach. It's the third right whale death recorded since the rare species' calving season began in November along the southern East Coast.", "Experts estimate fewer than 400 North Atlantic right whales survive. Pregnant females migrate each winter to the warmer coastal waters off Georgia and Florida to give birth to their calves.", "The whale found dead off South Carolina was an 11-year-old male that had been entangled at least since October, when it was sighted off Nantucket, Massachusetts, swimming with a fishing line caught in its mouth and extending past its tail, the fisheries service said in a news release.", "The same entangled whale was seen again in mid-February off Florida, where a team of experts was dispatched but was unable to free the whale.", "Conservationists worry that North Atlantic right whales are slipping closer to extinction as deaths in recent years have outpaced births.", "However, the 2021 calving season has proven to be the best in years. Survey teams dispatched to search by air for right whale mothers and newborn calves have so far spotted 15 calves — the most reported since 2015.", "The calving season typically goes until mid-April.", "24/7 coverage of breaking news and live events"], "17": ["The U.S. government is investigating complaints of engine compartment fires in nearly 1.9 million Toyota RAV4 small SUVs", "On Location: March 1, 2021", "DETROIT -- The U.S. government is investigating complaints of engine compartment fires in nearly 1.9 million Toyota RAV4 small SUVs.", "The National Highway Traffic Safety Administration began investigating after getting 11 fire complaints involving the 2013 through 2018 model years.", "The RAV4 is the top-selling vehicle in the U.S. that isn’t a pickup truck.", "In documents posted Monday, the agency says fires start on the left side of the engine compartment. A terminal on the 12-volt battery may short to the frame, causing loss of electrical power, engine stalling or a fire.", "Most of the fires happened while the vehicles are being driven, but four owners complained that fire broke out with the engine off.", "A Toyota spokesman would not answer questions about whether the SUVs should be parked outdoors until the matter is resolved, but said the company is cooperating in the probe. A spokeswoman for NHTSA said she is checking into whether the RAV4s should stay outdoors due to the risk of catching fire with the engine off.", "NHTSA says improper battery installation or front-end collision repair was a factor in the complaints. The agency says the RAV4 has a higher number of fire complaints in the battery area than comparable vehicles.", "Investigators will try to understand better what is contributing to the fires. The vehicles aren’t being recalled but the investigation could lead to one.", "24/7 coverage of breaking news and live events"], "18": ["The suspect, a 15-year-old boy, was taken to the Juvenile Justice Center.", "15-year-boy shot at school allegedly by student", "A 15-year-old boy has been shot at his school in Arkansas, allegedly by a fellow student, police said.", "The shooting at Watson Chapel Junior High School in Pine Bluff took place around 10 a.m., Pine Bluff police said.", "The teen, the only one hurt, was hospitalized in very serious condition, police said. On Monday afternoon, police incorrectly said the teen died.", "The suspect, also a 15-year-old boy, was found hiding behind a house near the school, police said. He has been taken to the Juvenile Justice Center and is awaiting charges, police said.", "All other students were safe, the Watson Chapel School District said, calling the shooting an \"isolated incident.\"", "Police said a motive isn't clear but the shooting was believed to be targeted, not random.", "Monday marked the first day of on-site learning for students in Pine Bluff, about 44 miles south of Little Rock.", "Editor's Note: The Pine Bluff Police Department issued a correction Monday saying the student who was shot at Watson Chapel Junior High School Monday has not died. Police said they released bad information to the public.", "ABC News' Rachel Katz contributed to this report.", "24/7 coverage of breaking news and live events"], "19": ["The suspect, a 15-year-old boy, was taken to the Juvenile Justice Center.", "15-year-boy shot at school allegedly by student", "A 15-year-old boy has been shot at his school in Arkansas, allegedly by a fellow student, police said.", "The shooting at Watson Chapel Junior High School in Pine Bluff took place around 10 a.m., Pine Bluff police said.", "The teen, the only one hurt, was hospitalized in very serious condition, police said. On Monday afternoon, police incorrectly said the teen died.", "The suspect, also a 15-year-old boy, was found hiding behind a house near the school, police said. He has been taken to the Juvenile Justice Center and is awaiting charges, police said.", "All other students were safe, the Watson Chapel School District said, calling the shooting an \"isolated incident.\"", "Police said a motive isn't clear but the shooting was believed to be targeted, not random.", "Monday marked the first day of on-site learning for students in Pine Bluff, about 44 miles south of Little Rock.", "Editor's Note: The Pine Bluff Police Department issued a correction Monday saying the student who was shot at Watson Chapel Junior High School Monday has not died. Police said they released bad information to the public.", "ABC News' Rachel Katz contributed to this report.", "24/7 coverage of breaking news and live events"], "20": ["The president urged workers to \"make your voice heard.\" ", "On Location: March 1, 2021", "President Joe Biden threw his support behind labor unions in a new video posted on Twitter that comes right as Amazon workers in Alabama are voting on whether to unionize.", "The president did not mention Amazon by name but alluded to the high-profile organizing efforts at the e-commerce giant, saying, \"Today and over the next few days and weeks, workers in Alabama and all across America are voting on whether to organize a union in their workplace.\"", "\"Unions put power in the hands of workers, they level the playing field, they give you a stronger voice, for your health, your safety, higher wages protections from racial discrimination and sexual harassment,\" Biden said. \"Unions lift up workers, both union and non-union, but especially Black and Brown workers.\"", "\"So let me be really clear, it's not up to me to decide whether anyone should join a union,\" the president said. \"But let me be even more clear, it's not up to an employer to decide that either. The choice to join a union is up to the workers -- full stop.\"", "Biden added that there should be \"no intimidation, no coercion, no threats, no anti-union propaganda\" from employers toward unionizing efforts. He noted that the law guarantees workers the right to choose whether or not to join a union, emphasizing that \"no employer can take that right away.\"", "\"So make your voice heard,\" the president told workers.", "The video has garnered some 2 million views on Twitter since it was posted Sunday evening.", "Sen. Bernie Sanders, I-Vt., shared the video to his followers on Monday morning, thanking Biden for speaking up on the issue.", "\"If Amazon workers in Alabama -- a strong anti-union state -- vote to form a union, it'll be a shot heard around the world,\" Sanders wrote. \"If they can negotiate higher wages & better working conditions in the South, it'll benefit every worker in America. Thank you, Mr. President, for speaking out.\"", "Amazon workers in Bessemer, Alabama, have begun voting on whether to form a union, The Associated Press reported, calling the efforts Amazon's \"biggest union push in its history.\" Mail-in voting is expected to go until the end of March.", "Stuart Appelbaum, the president of the Retail Wholesale and Department Store Union (RWDSU), which is supporting Amazon workers' efforts in Alabama, issued a statement Sunday evening thanking Biden for his message.", "\"Thank you, President Biden, for sending a clear message of support for the BAmazon Union workers in Alabama seeking to bring the first union to an Amazon warehouse with the RWDSU,\" Appelbaum said.", "\"As President Biden points out, the best way for working people to protect themselves and their families is by organizing into unions,\" the statement added. \"And that is why so many working women and men are fighting for a union at the Amazon facility in Bessemer, Alabama.\"", "Amazon did not immediately respond to ABC News' request on Monday for comment on Biden's video or the unionizing efforts.", "The AP reported that the last efforts to vote on forming union at Amazon occurred in 2014, but it ultimately did not pass.", "24/7 coverage of breaking news and live events"], "21": ["Five people, including an infant, were trapped inside the vehicle.", "On Location: March 1, 2021", "Five people, including an infant, were rescued from a pickup truck that had slid off a water-covered bridge and into a swollen creek in Tennessee on Sunday afternoon amid severe flooding across the southern U.S. state, authorities said.", "The vehicle was swept off the road by floodwater and became partially submerged in the rushing creek, with all five occupants trapped inside, near the small town of Liberty in DeKalb County, about 60 miles southeast of Nashville.", "Water rescue teams from multiple agencies worked together and used various equipment, including a bucket truck, to safely rescue the individuals, according to the DeKalb County Fire Department. There were no injuries reported.", "The DeKalb County Fire Department posted footage of the dramatic rescue on Facebook.", "The National Weather Service's forecast office in Nashville issued a flood watch on Sunday for a number of Tennessee counties, including DeKalb. The agency warned that \"showers and thunderstorms will produce intense rainfall rates in excess of 2 inches per hour at times,\" and that \"runoff from these storms will quickly overwhelm poor draining areas as well as small creeks and streams.\"", "24/7 coverage of breaking news and live events"], "22": ["Democrats’ efforts to include a minimum wage increase in their huge COVID-19 relief bill seem all but dead", "Biden's COVID-19 relief package faces tough road in Senate", "WASHINGTON -- Democrats' efforts to include a minimum wage increase in their $1.9 trillion COVID-19 relief bill seemed all but dead Monday as Senate leaders prepared to begin debate on their own version of the House-passed aid package.", "Top Democrats abandoned a potential amendment threatening tax increases on big companies that don't boost workers’ pay to certain levels, Senate aides said. Four days after the chamber's parliamentarian said Senate rules forbid inclusion of a straight-out minimum wage increase in the relief measure, Democrats seemed to have exhausted their most realistic options for quickly salvaging the pay hike.", "“At this moment, we may not have path, but I hope we can find one” for pushing the federal pay floor to $15 an hour, said No. 2 Senate Democratic leader Richard Durbin of Illinois.", "Senate Democrats hope to unveil their version of the broad relief package and begin debate as early as Wednesday. Congressional leaders want to send President Joe Biden the legislation combating the pandemic and bolstering the economy by March 14, the date emergency jobless benefits that lawmakers approved in December expire.", "The bill is Biden’s biggest early legislative priority. It looms as         an initial test of his ability to unite Democrats in the Senate — where the party has no votes to spare — and risks lasting damage to his influence should he fail.         Republicans are strongly against the legislation and could well oppose it unanimously, as House GOP lawmakers did when that chamber approved the bill early Saturday.", "Biden discussed the relief bill Monday in a virtual meeting with nine Senate Democrats, including Joe Manchin of West Virginia, an opponent of the $15 hourly target. A White House statement said the group was “united in the goal of quickly passing a significant package that reflects the scope of the challenges our country is facing.”", "The Senate is divided 50-50 between the parties, with Vice President Kamala Harris able to cast only tie-breaking votes. Under streamlined rules the Democrats are using, they can approve the legislation with just 51 votes.", "The overall bill would provide $1,400 payments to individuals plus hundreds of billions of dollars for schools and colleges, COVID-19 vaccines and testing, mass transit systems, renters and small businesses. It also has money for child care, tax breaks for families with children and states willing to expand Medicaid coverage for low-income residents.", "Democrats are considering several changes in the House measure, but they seem modest compared to dropping the minimum wage increase. One top aide said the bill the Senate initially debates won’t have the minimum wage provision in it, saying the language would have pushed the bill over budget-mandated spending limits, violating Senate rules.", "Senate Democrats may reshape the $350 billion the bill provides for state and local governments. They also might extend its fresh round of emergency unemployment benefits, which would be $400 weekly, through September instead of August, as the House approved.", "The parliamentarian’s interpretation of Senate rules could force other changes as well. These might include dropping or altering provisions in the House bill providing billions of dollars to help some struggling pension plans and to help people who’ve lost jobs afford health insurance.", "The House-approved minimum wage language would gradually raise the federal floor to $15 an hour by 2025, more than double the $7.25 in place since 2009.", "After the parliamentarian said that provision would have to be deleted, Sens. Bernie Sanders, I-Vt., and Ron Wyden, D-Ore., said they were working on plans to increase taxes on large corporations that don't meet certain levels for workers' pay. Sanders is chief Senate sponsor of the $15 plan, while Wyden is chair of the tax-writing Senate Finance Committee.", "But three Senate aides, speaking on condition of anonymity to describe internal discussions, said Monday that party leaders were dropping those proposals.", "It was always questionable whether pressuring companies with tax increases would win enough Democratic support to survive. The White House didn't endorse the tax proposals, which would have affected only a fraction of workers paid the minimum wage.", "Raising the minimum has broad support among Democrats. But while it’s embraced passionately by the party’s progressives, at least two Senate moderates — Manchin and Kyrsten Sinema of Arizona — have voiced opposition to including it in the broader relief measure, wounding its prospects and fostering tensions within the party.", "The tepid Democratic reaction to the tax plan has left the party looking at potentially pushing a minimum wage increase in future legislation, where it could well face enough GOP opposition to kill it.", "Democrats must now decide “how we do minimum wage as part of another piece of legislation or on its own,” said Sen. Richard Blumenthal of Connecticut.", "As an alternative, progressives want Senate Democrats to simply overrule the parliamentarian and include the pay raise anyway, or to eliminate Senate filibusters — procedural delays that let a minority party kill legislation that lacks at least 60 votes.", "But those ideas seem to lack enough Democratic support to succeed. Senate moderates are wary of erasing procedures that the party has used in the past, and could use again, to protect its priorities when it is in the minority.", "Among those who've long supported retaining the filibuster is Biden, who served nearly four decades in the Senate.", "“The president’s view on the filibuster is well known. He has not changed that point of view,\" White House press secretary Jen Psaki said pointedly Monday.", "Despite seeming White House opposition, nearly two dozen House progressives tried pressuring Biden to have Harris join Democratic senators and vote to override the parliamentarian and include the increase in the bill anyway.", "“Outdated and complex\" Senate rules “must not be an impediment to improving people’s lives,” the House members, led by Rep. Ro Khanna of California, wrote in a letter to Biden and Harris. “You have the authority to deliver a raise for millions of Americans.”", "—-", "AP reporter Kevin Freking contributed to this report.", "24/7 coverage of breaking news and live events"], "23": ["The man put personal items in his car before trying to retrieve the boat.", "On Location: March 1, 2021", "A man vanished and is presumed to have drowned after losing control of his boat and attempting to swim after it as it floated away.", "The incident occurred on Sunday, Feb. 28 at approximately 3:00 p.m. in Pascagoula, Mississippi, which is located on the Gulf of Mexico when the Pascagoula Police Department say their Marine Patrol Division found an unmanned fishing vessel in the Yazoo Bayou across from The Point Pier.", "Officers subsequently took control of the unmanned boat and were able to pull it ashore before conducting a cursory investigation.", "“Once on land, officers discovered the boat owner’s truck, which was unlocked and contained a cell phone and several personal items,” said Pascagoula Police Department’s Chief of Police Matt Chapman in a statement released on social media. “Upon further investigation, officers were able to determine from video footage, the owner launched his boat, but lost control and it floated away from him.”", "Authorities said the victim, whose identity has not yet been released, then returned to his car to place his personal items in the vehicle before attempting to swim after his boat that he had accidentally lost control of.", "“He was see on video footage going under water and never returning to the surface,” said Chapman.", "Investigators with the Pascagoula Police Department said that they have determined this was an accidental drowning though the man’s body has not yet been recovered.", "Authorities confirmed that a dive team is currently on the scene attempting to locate the victim.", "24/7 coverage of breaking news and live events"], "24": ["Police in Sri Lanka say they have arrested two people in connection with the death of a 9-year-old girl who was repeatedly beaten during a ritual they believed would drive away an evil spirit", "On Location: March 1, 2021", "COLOMBO, Sri Lanka -- Police in Sri Lanka said Monday they have arrested two people in connection with the death of a 9-year-old girl who was repeatedly beaten during a ritual they believed would drive away an evil spirit.", "The two suspects — the woman performing the exorcism and the girl's mother — appeared in court on Monday to hear charges over the girl's death, which occurred over the weekend in Delgoda, a small town about 40 kilometers (25 miles) northeast of the capital, Colombo. The court ordered the suspects detained until March 12.", "According to police spokesperson Ajith Rohana, the mother believed her daughter had been possessed by a demon and took her to the home of the exorcist so a ritual could be performed to drive the spirit away.", "Rohana said the exorcist first put oil on the girl and then began to repeatedly hit her with a cane. When the girl lost consciousness, she was taken to a hospital, where she died. An autopsy was scheduled for Monday.", "The woman who performed the ritual on the girl was known in the area for offering such services in recent months and police were investigating whether anyone else had been abused, Rohana said.", "Rohana urged the public to be careful about such services as the girl was not the first to die during such a ritual.", "24/7 coverage of breaking news and live events"], "25": ["Up to $25,000 per eligible resident for housing will be distributed this year.", "‘Soul of a Nation’: Seeking reparations", "Evanston, Illinois, is like a lot of American cities. The city just north of Chicago appears picturesque, updated and grand on one side -- but not far away, one can see the signs of economic and racial segregation, despite the city's proud, diverse and liberal reputation.", "What sets Evanston apart from other cities, however, is its groundbreaking plan to address the impact of that segregation and Black disenfranchisement: reparations.", "The impetus for the city's reparations resolution, first passed in 2019 and spearheaded by 5th Ward Alderman Robin Rue Simmons, is rooted partially in Rue Simmons' experience growing up Black in Evanston.", "\"Early in my childhood I was invited to have a play date,\" she recalled. \"My white friends never had a play date at my home.\"", "Visiting a white friend's neighborhood, she noticed, \"the streets were wider. The trees were taller. The homes were bigger and brighter. As a young child, I recognized that difference.\"", "Watch “Soul of a Nation” TUESDAY at 10 p.m. ET on ABC. Episodes will be available on Hulu starting Wednesday.", "\"I never felt, in any way, envious,\" she said. \"I never had that feeling like, 'Why isn't my family doing better?' It was obvious that it was the barrier of race that kept us from that.\"", "Rue Simmons still lives in the ward she represents. She says over time, resources were stripped away from her neighborhood. That, she said, coupled with a lack of investment, led to an ever-increasing wealth gap between white and Black residents in the city.", "She hopes that her work will help families in her neighborhood that are \"burdened …  get some relief\" via reparations, which will first be distributed this year in increments of up to $25,000 per eligible resident to use for housing.", "The discussion on reparations has been ongoing -- and controversial -- in the U.S. since slavery was abolished in 1865. Originally, reparations were proposed to make amends for slavery, which built the nation's wealth -- but excluded Black Americans from it.", "Reparations first arose as a promise, in early 1865, to redistribute land in the southeast U.S. to formerly enslaved people. For decades, the promise is often invoked in the phrase, \"40 acres and a mule.\"", "It was a promise left unfulfilled. By the end of 1865, President Andrew Johnson overturned the land redistribution order. In the decades since, Black Americans have endured a succession of injustices, from Black codes to Jim Crow and redlining -- American policies that broadly kept generational wealth-building out of reach for many Black communities.", "Today, Evanston is the first city in the U.S. to fund reparations, committing $10 million over the next decade in an attempt to repay Black residents for the wrongs and accumulated losses incurred by generations of racism.", "Rue Simmons said she didn't start her elected career \"even discussing reparations. It was not something I had planned to pursue,\" she said.", "\"I was looking at data,\" she continued. \"I was looking at what we had done, what more we could do, and reparations was the only answer.\"", "She explained that any more of the status quo would sustain \"the oppressed state and the disparity that we have and that we have had for years. That's all it could do. More of the same.\"", "\"The only legislative response for us to reconcile the damages in the Black community is reparations,\" she said.", "Rue Simmons and her colleagues had the support of local historian Dino Robinson in building the case for reparations. Robinson is the founder of the Shorefront Legacy Center in Evanston, an archive dedicated solely to chronicling and celebrating the local Black history that had long gone ignored.", "In a 70+ page report, Robinson documented discrimination and racism in Evanston that dated back to the late 1800s.", "\"We anticipate litigation to tie things up with the premise that 'You cannot use tax money that's from the public to benefit a particular group of people,'\" Robinson said, referring to opposition to the city's plan. But, he countered, \"the entire Black community historically has paid taxes, but were not guaranteed the same benefits.\"", "He said part of the resistance is due to a lack of education.", "\"The one comment I hear most often is, 'I did not know,'\" said Robinson. \"'I did not know there was segregation in Evanston.' 'I did not know that your housing mortgage is higher than mine but we have the same income.\"", "But records paint a clear picture of exactly how racial inequality developed in the city.", "\"Black community members were moving throughout Evanston and forming … Black pockets in the city of Evanston,\" Robinson said. \"It caused the white community to start panicking, like, 'What do we do about this?'", "Articles, reports and studies were conducted on the Black community to discuss what should be done, Robinson said. And Evanston, like many cities across the country, embraced the practice of redlining.", "\"Redlining was a federal project to determine the market values of areas and neighborhoods,\" Robinson explained. \"[There were] four categories, 'A' being the highly desired area, 'D' the lower, lowest-value properties. The 'D' areas were usually relegated to the Black community. 'D' was always in red.\"", "In Evanston, Black residents were moved into a triangle-shaped area that became the 5th Ward, deliberately segregating them from white families, sought-after property, and ultimately, wealth.", "The 5th Ward was bordered by what was then a sewage canal on one side and far removed from public transportation and the city's downtown. According to Robinson's report, homes in the area had smaller lot sizes, and at the time, many had no electricity, water or sewers.", "\"The only option to buy in Evanston was basically in the 5th Ward,\" Robinson said. \"Banks in Evanston would not loan to Black families for housing [and] the real estate agencies would not show you anything other than the 5th Ward.\"", "In the late 1940s, the city also demolished some homes belonging to Black families that were outside of the 5th Ward -- or physically took them from their foundations and moved them into the redlined boundaries.", "\"The historic redlining impacts our community today,\" Rue Simmons said. \"That map still is the map of our concentrated Black community, our disinvestment, our inferior infrastructure.\"", "Today, white people in Evanston make nearly double the income and have double the home value of their Black neighbors according to the most recent U.S. Census. This racial wealth gap is prevalent nationally, with Black Americans possessing less than 15% of the wealth that White Americans have, according to the Federal Reserve 2019 Survey of Consumer Finances.", "Black residents who lived through redlining in Evanston -- and their descendants -- are eligible for reparations. That includes 98-year-old, Benjamin Gaines Sr. and his son, Benjamin Gaines Jr. The Gaines family moved to Evanston in 1959.", "\"We did something that not a whole lot of Black families were able to do in Evanston,\" Gaines Sr. told ABC News. \"That's build a house from the ground up.\"", "But Gaines Sr. said there's no doubt in his mind that the two-year process to find a plot and get financing was much more difficult than it would have been for a white man.", "\"The contractor, he said, 'You find a lot anywhere in Evanston, and I'll build whatever you want,\" Gaines Sr. said. \"Well, when he said that, he meant in the Black neighborhoods … It was just the way it was.\"", "Gaines Sr. said he also had \"big trouble\" financing his home, and that he feels these problems are still present today.", "\"It's the old cliché about, 'The more things change, the more they remain the same.'\"", "Younger members of Gaines Sr.'s family say that while modern-day Evanston is outwardly progressive, inequality is still a problem.", "\"Growing up in Evanston for me was definitely good, despite the racism that I faced,\" Gaines Sr.'s grand-nephew, Jared Davis said. The father of three said he will apply for reparations, \"because it's owed.\"", "Davis' kids, 25-year-old Nic and 16-year-old Myah, have also been involved in their family's discussion on reparations, expressing fatigue over having to justify why they're owed, with the city's history so well-documented at this point.", "\"I don't even think it's my job to justify to you, like, why we need reparations,\" said Nic. \"Do you not live here? Do you not know? Did you not see the demographics changing throughout the years? Like, we knew it was racist.\"", "Alderman Rue Simmons has also noted a shrinking Black population in Evanston as a result of historic redlining, modern gentrification and rising property taxes. Black residents currently make up 16% of Evanston's population, but, Rue Simmons pointed out, \"we've had much higher in the past.\"", "Now, according to Rue Simmons, the $25,000 reparations benefit for housing is meant to combat \"a lack of affordability, lack of access to living wage careers here in the city, and a lack of sense of place.\"", "Evanston proposed a novel idea to fund reparations -- a 3% tax on newly legal recreational marijuana sales.", "\"It's the most appropriate use for that sales tax,\" Simmons said. \"In our city, 70% of the marijuana arrests were in the Black community. And we are 16% of the community. All studies show that Blacks and white [people] consume cannabis at the same rate.\"", "This funding solution has put Evanston ahead of any other city in America, and on the radar of Danny Glover, an actor and long-time reparations activist who has been vocal in his support of House Resolution 40.", "The 31-year-old bill was so named to invoke the broken promise of \"40 acres and a mule.\" The proposal would create a commission to study and develop a national plan for reparations.", "The bill was first proposed in 1989 by Rep. John Conyers. He re-introduced it every year he served until he resigned in 2017. Rep. Sheila Jackson Lee has taken on the mantle. She cites “the idea of reparations is unworkable politically or financially” as the reason opposition has fought the bill for decades.", "Glover testified before the House Judiciary subcommittee to support HR-40 in 2019.", "\"[It] is an opportunity to have a commission to study reparations, but also the further contexts in which we look at slavery and the impact that it had on us,\" he told ABC News.", "Glover traveled to Evanston in 2019 to speak at a reparations town hall because, in his words, the city \"did something that no other city has done in the country.\"", "\"If we're able to use that as a platform, maybe other cities might adopt the whole idea of this,\" he continued.", "In Washington, the issue is incredibly divisive.", "Republican Sen. Mitch McConnell said in 2019 “it would be pretty hard to figure out who to compensate,” and said “none of us currently living are responsible” for what happened 150 years ago. Lee currently has backing from 173 cosponsors, all Democrats.", "It gained renewed attention this winter, but still has yet to advance out of committee.", "Simmons says reparations are broadly supported in Evanston, despite some questions from other city leaders over whether the recreational marijuana sales tax revenue can sustain the fund in the longer-term.", "For the Gaines-Davis family, and other Black Evanstonians who proudly support reparations,  questions remain about how far $25,000 can go -- even as a first step -- to fulfill long-broken promises.", "\"It's a drop in the bucket… But it's better than nothing. It's better than what I have now,\" Benjamin Gaines Sr. said. \"Hopefully, before I die, I'll see the world change.\"", "Nic Davis is hesitant to celebrate too soon.", "\"Uncle Ben [has been] telling all these stories and things and making you understand, like, change is not an easy thing,\" he said, expressing wariness over years of support for progressive promises that have taken too long to fulfill throughout history.", "\"[There were] people who were acting like they're ready for change, and behind closed doors other things are happening, right?\" he said. \"We see that all the time in politics right now.\"", "\"What does it say that my 25-year-old has to feel like that?\" his father Jared Davis said.", "Myah Davis said she's learned a lot from her elders.", "\"They constantly talk to me about issues that I would not know anything about if I wasn't in the family that I'm in,\" she said. \"[In school] we aren't really taught about a lot of Black history outside of, 'Oh, you know, slaves came from Africa.' I think part of reparations - it can't just be money. Like, you have to teach us what we need to know.\"", "Rue Simmons acknowledges the concerns of those community members who feel $25,000 is not enough.", "\"$25,000 is life-saving for some families right now,\" she said. \"But relative to the injury, it's not nearly enough. And I get that.\"", "That's why she hopes more relief will come from reparations at the state and federal levels, including HR-40.", "But Evanston's leaders are not waiting for Washington. They plan to begin dispersing funds this spring and hope that is just the first reparative step for Evanston, and for other cities across the country.", "\"When I introduced reparations in Evanston it was always the first step of many to come,\" Simmons said. \"There is a lifetime of work ahead of me and my children for us to get to justice for the Black community.\"", "She said she remains hopeful, and that she must, to do this work.", "\"I do believe that we're committed as a city. And I believe that we will advance reparations,\" Simmons said. \"I can't wait to celebrate the family that receives their first reparation benefit. I cannot wait for that day.\"", "24/7 coverage of breaking news and live events"], "26": ["The Pentagon says it is providing a new $125 million aid package to Ukraine, including two armed patrol boats to help the country defend its territorial waters", "Gunman takes 20 hostages on bus in Ukraine", "WAHINGTON -- The Pentagon on Monday announced a $125 million military aid package for Ukraine, including two armed patrol boats to help the country defend its territorial waters.", "The remaining $150 million in military aid approved by Congress for the 2021 budget year will not be provided until the departments of State and Defense are in position to certify to Congress that Ukraine has made “sufficient progress on key defense reforms this year,” the Pentagon said.", "“The Department encourages Ukraine to continue to enact reforms that strengthen civilian control of the military, promote increased transparency and accountability in defense industry and procurement, and modernize its defense sector in other key areas in line with NATO principles and standards,” the Pentagon said in a statement.", "Ukraine has been locked in a costly struggle with Russia, which annexed the Crimean Peninsula in 2014 and cast its support behind pro-Moscow insurgents in eastern Ukraine. The conflict, now in its seventh year, has killed more than 14,000 people and devastated Ukraine’s industrial heartland.", "In addition to the two Mark VI patrol boats, the Pentagon said it is providing radars for countering artillery; support for satellite imagery and analysis capability; and equipment to support military medical treatment and combat evacuation procedures.", "“This action reaffirms the U.S. commitment to providing defensive lethal weapons to enable Ukraine to more effectively defend itself against Russian aggression,” the Pentagon said.", "The December 2019 impeachment of then-President Donald Trump centered on allegations that he withheld military assistance to Ukraine as part of a scheme to pressure the Ukrainian government to investigate Joe Biden, who at the time was challenging Trump for the White House and in November 2020 defeated Trump at the polls. Trump was acquitted by the Senate in February 2020.", "24/7 coverage of breaking news and live events"], "27": ["Texas’ attorney general is suing electricity provider Griddy for passing along massive bills to its customers during last month’s winter storm", "New Jersey plumber goes to Texas to help in the wake of the utility crisis", "AUSTIN, Texas -- Texas' attorney general said Monday he's suing electricity provider Griddy for passing along         massive bills to its customers during last month's winter storm.", "The lawsuit comes days after Texas' power grid manager effectively shut down Griddy by revoking its access to the state's electricity market.", "Griddy charges $10 a month to give people a way to pay wholesale prices for electricity instead of a fixed rate. But when temperatures plummeted well below freezing last month, wholesale prices spiked and Griddy customers were left with sky-high electricity bills.", "“Griddy misled Texans and signed them up for services which, in a time of crisis, resulted in individual Texans each losing thousands of dollars,\" Attorney General Ken Paxton said in a statement. “As Texans struggled to survive this winter storm, Griddy made the suffering even worse as it debited outrageous amounts each day.”", "The lawsuit accused Griddy of violating the Texas Deceptive Trade Practices Act and seeks refunds for customers. The unusually heavy winter storm blanketed much of Texas with snow,         knocking out electricity  to 4 million customers and leaving many         struggling to find clean water.", "Meanwhile, the Electric Reliability Council of Texas, or ERCOT, shifted about 10,000 Griddy customers to other utilities on Friday.", "Griddy said in a statement that ERCOT “took our members and have effectively shut down Griddy.”", "“We have always been transparent and customer-centric at every step. We wanted to continue the fight for our members to get relief and that hasn’t changed,” the statement said.", "24/7 coverage of breaking news and live events"], "28": ["Officials say a critically endangered North Atlantic right whale has been found dead off the coast of South Carolina", "MYRTLE BEACH, S.C. -- A critically endangered North Atlantic Right whale was found dead over the weekend off the coast of South Carolina, more than four months after it had been spotted entangled in fishing gear.", "The National Marine Fisheries Service confirmed Sunday that the dead whale was discovered in waters about 15 miles (24 kilometers) offshore from Myrtle Beach. It's the third right whale death recorded since the rare species' calving season began in November along the southern East Coast.", "Experts estimate fewer than 400 North Atlantic right whales survive. Pregnant females migrate each winter to the warmer coastal waters off Georgia and Florida to give birth to their calves.", "The whale found dead off South Carolina was an 11-year-old male that had been entangled at least since October, when it was sighted off Nantucket, Massachusetts, swimming with a fishing line caught in its mouth and extending past its tail, the fisheries service said in a news release.", "The same entangled whale was seen again in mid-February off Florida, where a team of experts was dispatched but was unable to free the whale.", "Conservationists worry that North Atlantic right whales are slipping closer to extinction as deaths in recent years have outpaced births.", "However, the 2021 calving season has proven to be the best in years. Survey teams dispatched to search by air for right whale mothers and newborn calves have so far spotted 15 calves — the most reported since 2015.", "The calving season typically goes until mid-April.", "24/7 coverage of breaking news and live events"], "29": ["The U.S. government is investigating complaints of engine compartment fires in nearly 1.9 million Toyota RAV4 small SUVs", "On Location: March 1, 2021", "DETROIT -- The U.S. government is investigating complaints of engine compartment fires in nearly 1.9 million Toyota RAV4 small SUVs.", "The National Highway Traffic Safety Administration began investigating after getting 11 fire complaints involving the 2013 through 2018 model years.", "The RAV4 is the top-selling vehicle in the U.S. that isn’t a pickup truck.", "In documents posted Monday, the agency says fires start on the left side of the engine compartment. A terminal on the 12-volt battery may short to the frame, causing loss of electrical power, engine stalling or a fire.", "Most of the fires happened while the vehicles are being driven, but four owners complained that fire broke out with the engine off.", "A Toyota spokesman would not answer questions about whether the SUVs should be parked outdoors until the matter is resolved, but said the company is cooperating in the probe. A spokeswoman for NHTSA said she is checking into whether the RAV4s should stay outdoors due to the risk of catching fire with the engine off.", "NHTSA says improper battery installation or front-end collision repair was a factor in the complaints. The agency says the RAV4 has a higher number of fire complaints in the battery area than comparable vehicles.", "Investigators will try to understand better what is contributing to the fires. The vehicles aren’t being recalled but the investigation could lead to one.", "24/7 coverage of breaking news and live events"], "30": ["The group's leader said of Jan. 6, \"We need a little bit more of that energy.\"", "House GOP leaders clash over Trump at CPAC", "GOP Rep. Paul Gosar of Arizona was the surprise keynote speaker at a conference Friday night in Orlando, Florida, where speakers spread white nationalist rhetoric, organizers railed about the U.S. losing its \"white demographic core,\" and some called for further engagement like the ire that drove the Capitol attack on Jan. 6.", "Gosar, who skipped Friday's House votes -- including the vote on the $1.9 trillion COVID-19 relief package -- spoke Friday night at the America First Political Action Conference (AFPAC), where he blamed former President Donald Trump's election loss on \"big business, big tech, and the swamp,\" and pushed anti-immigration arguments to the crowd of \"Groypers,\" a loose coalition of mostly young alt-right extremists led by organizer Nick Fuentes.", "In the days leading up to the event and while marketing tickets online in part by using his Twitter account, Fuentes teased that there would be a special guest, which turned out to be Gosar. Other speakers Friday night included former Iowa Representative Steve King, who's known for his long history of racist comments, and conservative commentator Michelle Malkin.", "After speaking at the event, less than 12 hours later Gosar was featured on a panel Saturday morning at the ongoing Conservative Political Action Conference (CPAC) happening concurrently to AFPAC in the Orlando area. Speaking on a panel moderated by CPAC's own Mercedes Schlapp, Gosar criticized the Biden administration's immigration policies.", "At the start of the panel, Gosar -- unprompted and without mentioning Friday's event or Fuentes by name -- attempted to distance himself from \"racism.\"", "\"I want to tell you, I denounce when we talk about white racism. That's not appropriate. I believe in a strong immigration system,\" Gosar said.", "Neither Gosar nor representatives for CPAC responded to ABC News' requests for comment on the congressman's speech at the AFPAC event.", "On Friday night, Gosar's keynote was followed by a speech by Fuentes that was filled with white grievance and far-right anti-immigration rhetoric. \"If [America] loses its white demographic core … then this is not America anymore,\" the AFPAC founder told the crowd.", "Fuentes went on to praise the Capitol attack, boasting about it leading to a delay in the certification of the election results.", "\"While I was there in D.C., outside of the building, and I saw hundreds of thousands of patriots surrounding the U.S. Capitol building and I saw the police retreating ... I said to myself: 'This is awesome,'\" Fuentes said to the applause of the crowd.", "And amid security concerns over threats to disrupt President Joe Biden's expected speech to a joint session of Congress, Fuentes encouraged more of the kind of commitment shown by rioters on Jan. 6.", "\"To see that Capitol under siege, to see the people of this country rise up and mobilize to D.C. with the pitchforks and the torches -- we need a little bit more of that energy in the future,\" he said.", "Gosar, who was elected to Congress in 2011, has emerged as one of the most far-right Republicans in Washington. In January, The New York Times first reported that a leading member of an Oath Keepers chapter in Arizona, Jim Arroyo, posted a video on YouTube claiming Gosar attended one of their meetings and supported the group's calls for a war in the country.", "\"We did a meeting a couple of years ago where our elected representative from Washington, Paul Gosar, came out and we asked him flat out at that time, 'Do you think we're heading into a civil war?'\" Arroyo said. \"And his response was just flat out, 'We're in it. We just haven't started shooting at each other yet.'\" Gosar did not respond to the Times' request for comment.", "During the Jan. 6 attack on the Capitol, Gosar posted a message on Twitter calling for protesters not to \"get carried away.\" But over on the right-leaning Parler service, he shared a far more sympathetic message, using the same photo of people scaling the walls of the Capitol and writing, \"Americans are upset.\"", "Gosar's featured appearance at Friday's event will be another major test for a Republican Party that is being pulled between traditional conservatives and a growing radical extremist element as it searches for a path forward following the pro-Trump Capitol attack.", "Earlier this month, the House approved a resolution that removed newly elected Republican Rep. Marjorie Taylor Greene from her assigned committees due to a long history of pushing QAnon rhetoric and baseless conspiracy theories, including that the Sandy Hook and Parkland shootings were staged \"false flag\" operations. Green apologized to House members for her previous comments prior to the vote.", "And former President Trump issued the first blow of his revenge tour on Republicans who voted to impeach him, endorsing Max Miller, a former Trump aide, in his primary challenge against Rep. Anthony Gonzalez (R-Ohio), who was among 10 House Republicans to vote for impeachment.", "Trump's name was a recurring theme at Friday night's event, with Fuentes also promising to target Republicans who were not sufficiently loyal to the former president.", "\"He is one of us,\" Fuentes told the crowd.", "Friday night's AFPAC event marked one of the first major gatherings of far-right extremists since the Jan. 6 insurrection. The event featured at least two people, Fuentes and AFPAC speaker Vincent James Foxx, who were present near the Capitol building during the siege.", "Fuentes, who has denied involvement in the storming of the Capitol itself, has been spotted in videos and photos rallying outside the Capitol on Jan. 6. In one video, Fuentes can be seen on a megaphone telling the crowd not to \"leave this Capitol until Donald Trump is inaugurated president.\" Foxx, who on Friday night said, \"We must not be afraid of the idea of secession,\" was photographed with Fuentes on Jan. 6. Neither man was charged in connection with the riot.", "Fuentes, who attended the 2017 \"Unite the Right\" rally at Charlottesville, has a long history of making racist and anti-Semitic comments. Since the Capitol insurrection, a handful of America First followers have been arrested for their participation in the Jan. 6 attack.", "After spending parts of his speech Friday night celebrating the Capitol riot, Fuentes at one point attempted to walk back his comments.", "\"I disavow all violence. I disavow all vandalism. I respect the government is sovereign over us,\" he said -- then added, \"Alright, I think that'll stand up in court.\"", "24/7 coverage of breaking news and live events"], "31": ["The group's leader said of Jan. 6, \"We need a little bit more of that energy.\"", "House GOP leaders clash over Trump at CPAC", "GOP Rep. Paul Gosar of Arizona was the surprise keynote speaker at a conference Friday night in Orlando, Florida, where speakers spread white nationalist rhetoric, organizers railed about the U.S. losing its \"white demographic core,\" and some called for further engagement like the ire that drove the Capitol attack on Jan. 6.", "Gosar, who skipped Friday's House votes -- including the vote on the $1.9 trillion COVID-19 relief package -- spoke Friday night at the America First Political Action Conference (AFPAC), where he blamed former President Donald Trump's election loss on \"big business, big tech, and the swamp,\" and pushed anti-immigration arguments to the crowd of \"Groypers,\" a loose coalition of mostly young alt-right extremists led by organizer Nick Fuentes.", "In the days leading up to the event and while marketing tickets online in part by using his Twitter account, Fuentes teased that there would be a special guest, which turned out to be Gosar. Other speakers Friday night included former Iowa Representative Steve King, who's known for his long history of racist comments, and conservative commentator Michelle Malkin.", "After speaking at the event, less than 12 hours later Gosar was featured on a panel Saturday morning at the ongoing Conservative Political Action Conference (CPAC) happening concurrently to AFPAC in the Orlando area. Speaking on a panel moderated by CPAC's own Mercedes Schlapp, Gosar criticized the Biden administration's immigration policies.", "At the start of the panel, Gosar -- unprompted and without mentioning Friday's event or Fuentes by name -- attempted to distance himself from \"racism.\"", "\"I want to tell you, I denounce when we talk about white racism. That's not appropriate. I believe in a strong immigration system,\" Gosar said.", "Neither Gosar nor representatives for CPAC responded to ABC News' requests for comment on the congressman's speech at the AFPAC event.", "On Friday night, Gosar's keynote was followed by a speech by Fuentes that was filled with white grievance and far-right anti-immigration rhetoric. \"If [America] loses its white demographic core … then this is not America anymore,\" the AFPAC founder told the crowd.", "Fuentes went on to praise the Capitol attack, boasting about it leading to a delay in the certification of the election results.", "\"While I was there in D.C., outside of the building, and I saw hundreds of thousands of patriots surrounding the U.S. Capitol building and I saw the police retreating ... I said to myself: 'This is awesome,'\" Fuentes said to the applause of the crowd.", "And amid security concerns over threats to disrupt President Joe Biden's expected speech to a joint session of Congress, Fuentes encouraged more of the kind of commitment shown by rioters on Jan. 6.", "\"To see that Capitol under siege, to see the people of this country rise up and mobilize to D.C. with the pitchforks and the torches -- we need a little bit more of that energy in the future,\" he said.", "Gosar, who was elected to Congress in 2011, has emerged as one of the most far-right Republicans in Washington. In January, The New York Times first reported that a leading member of an Oath Keepers chapter in Arizona, Jim Arroyo, posted a video on YouTube claiming Gosar attended one of their meetings and supported the group's calls for a war in the country.", "\"We did a meeting a couple of years ago where our elected representative from Washington, Paul Gosar, came out and we asked him flat out at that time, 'Do you think we're heading into a civil war?'\" Arroyo said. \"And his response was just flat out, 'We're in it. We just haven't started shooting at each other yet.'\" Gosar did not respond to the Times' request for comment.", "During the Jan. 6 attack on the Capitol, Gosar posted a message on Twitter calling for protesters not to \"get carried away.\" But over on the right-leaning Parler service, he shared a far more sympathetic message, using the same photo of people scaling the walls of the Capitol and writing, \"Americans are upset.\"", "Gosar's featured appearance at Friday's event will be another major test for a Republican Party that is being pulled between traditional conservatives and a growing radical extremist element as it searches for a path forward following the pro-Trump Capitol attack.", "Earlier this month, the House approved a resolution that removed newly elected Republican Rep. Marjorie Taylor Greene from her assigned committees due to a long history of pushing QAnon rhetoric and baseless conspiracy theories, including that the Sandy Hook and Parkland shootings were staged \"false flag\" operations. Green apologized to House members for her previous comments prior to the vote.", "And former President Trump issued the first blow of his revenge tour on Republicans who voted to impeach him, endorsing Max Miller, a former Trump aide, in his primary challenge against Rep. Anthony Gonzalez (R-Ohio), who was among 10 House Republicans to vote for impeachment.", "Trump's name was a recurring theme at Friday night's event, with Fuentes also promising to target Republicans who were not sufficiently loyal to the former president.", "\"He is one of us,\" Fuentes told the crowd.", "Friday night's AFPAC event marked one of the first major gatherings of far-right extremists since the Jan. 6 insurrection. The event featured at least two people, Fuentes and AFPAC speaker Vincent James Foxx, who were present near the Capitol building during the siege.", "Fuentes, who has denied involvement in the storming of the Capitol itself, has been spotted in videos and photos rallying outside the Capitol on Jan. 6. In one video, Fuentes can be seen on a megaphone telling the crowd not to \"leave this Capitol until Donald Trump is inaugurated president.\" Foxx, who on Friday night said, \"We must not be afraid of the idea of secession,\" was photographed with Fuentes on Jan. 6. Neither man was charged in connection with the riot.", "Fuentes, who attended the 2017 \"Unite the Right\" rally at Charlottesville, has a long history of making racist and anti-Semitic comments. Since the Capitol insurrection, a handful of America First followers have been arrested for their participation in the Jan. 6 attack.", "After spending parts of his speech Friday night celebrating the Capitol riot, Fuentes at one point attempted to walk back his comments.", "\"I disavow all violence. I disavow all vandalism. I respect the government is sovereign over us,\" he said -- then added, \"Alright, I think that'll stand up in court.\"", "24/7 coverage of breaking news and live events"], "32": ["Once thriving centers of Black-owned businesses are seeing a revival.", "On Location: March 1, 2021", "Josephine Bolling McCall was only 5 years old when her father was killed in 1947 in a brutal lynching on the side of the historic U.S. Route 80 in Lowndes County, Alabama. She says she’ll always remember seeing him lying dead at the fork of the road.", "“In Lowndes County, which was known as ‘Bloody Lowndes,’ if a white man wanted a girl that a Black boy was dating, he simply killed the boy,” McCall told “Nightline” co-anchor Byron Pitts. “I was told that Black bodies were … strewn alongside the highway every weekend.”", "McCall, however, says white men in Lowndes killed him for something else: his business success.", "She said her father owned a farm where he had about 40 Black employees. He had milk trucks, she said, that had been specifically designed to pick up milk. Her mother would also sell food out of their truck. As a Black man in 1940s Alabama, her father had created different revenue streams in hopes of growing his family’s wealth.", "“He had moved himself out of the societal class that we Blacks were supposed to be in,” McCall said. “He had acquired material goods that put him above his place. So he was killed because he was out of his place and deemed to aspire to go higher. … [He was] too prosperous to be a Negro.”", "Watch the full story on \"Nightline\" TONIGHT at 12:35 a.m. ET on ABC.", "Bolling was one of an unknown number of successful Black entrepreneurs during the Jim Crow era who built their success in pockets across the country, including Tulsa, Oklahoma; Rosewood, Florida; and Bronzeville, Illinois.", "Like Bolling, however, their success was targeted; some encountered violent confrontations. Others faced discriminatory laws and informal practices that hindered opportunities -- obstacles that still exist today. Many of the descendants of these business owners are still trying to bounce back from the lasting impact of these injustices.", "“At the time of my father’s death, he had $40,000 in the bank in Montgomery, [Alabama],” McCall said, adding that she tries not to remember the value of that amount today. “But the white people took the money from us. Back then, you did not dispute a white man.”", "It’s estimated that Bolling was worth up to $500,000 when accounting for inflation. His family said that white debt collectors fraudulently claimed they were owed money after his death and took all of it.", "To commemorate her father, in 2007, the Bolling family erected a historical marker near where he died, 150 yards from where his general merchandise store was located.", "“He was not accused of a crime -- had not committed a crime,” McCall said. “And yet, murdered for being successful, leaving seven children and a wife.”", "One man was arrested following Bolling’s death, but the charges were later dropped by a grand jury. When asked if she ever wonders about what happened to those men involved in her father’s death, she said she once had the opportunity to meet the accused man’s daughter.", "“I did not do that,” she said. “I did not think I could … I guess, upset her, not knowing who she was. … I did not know enough about the circumstance to infringe on her rights as a human.”", "McCall said her family fell into poverty after her father’s death. Her oldest brothers dropped out of school and found jobs and her mother started working at a dry cleaner, she said. Today, the Bollings still have not acquired half the wealth Elmore Bolling had built.", "Wealth disparities between Black and white Americans persist. In 2019, the median white family held nearly eight times the wealth of the typical Black family, according to the Brookings Institute.", "“You have to have some generational wealth in order to move up the ladder,” McCall said. “So when you’re cut down from the bottom with nothing to build on, and that’s basically where Black people are, you have nothing to build on.”", "Like her father, McCall said that generational wealth should be built through “our intellect and amount of work we put into something.”", "“We do not want handouts,” she added. “That would be the last thing. My father believed in work. He had strong work ethic.”", "Seven hundred miles north, in Richmond, Virginia, the membership-based Jackson Ward Collective is working to connect Black-owned businesses to the resources they need to reach success. In what was once the capital of the Confederacy, the Jackson Ward district had become a center for Black wealth at the turn of the 20th century.", "“Jackson Ward was once considered the birthplace of Black capitalism,” said Melody Short, a co-founder of the organization.", "“There was always good eating in Jackson Ward,” co-founder Kelli Lemon added. “That is where entertainment was. I know that some of the richest Black Americans got their start in Jackson Ward.”", "However, by the 1960s, much of the historically Black district fell into ruin as residents faced mounting obstacles.", "“Many of the things that we associate with thriving communities, like running water, sewer systems, plumbing, cleanliness [and] trash collection, were all neglected,” said Julian Hayter, a historian and professor at the University of Richmond. “Public officials built what was then the Richmond Petersberg Turnpike … which leveled roughly 730 homes.”", "Hayter said residents also faced redlining, “a risk assessment system that in effect designated particular areas based on whether or not they were worthy to receive loans.”", "“Green and blue areas were generally given the green light for development -- almost exclusively white areas -- whereas red and yellow areas … were predominantly African American, Jewish, poor whites, Latinx,” he said.", "Rasheeda Creighton, another co-founder of the organization, said there are still limitations to the size of a loan a Black person can get.", "Shantelle Brown, Pharm. D., is a member of the Jackson Ward Collective and owner of HOPE Pharmacy in Richmond. She says the biggest issue she faced with opening up the pharmacy was securing capital.", "“They didn’t see that I would be able to obtain the prescription growth, the finances to pay them back,” Brown said of the banks she sought loans from. “They didn’t see it just based on the area that we were in.”", "She went on, “The amount that I was asking for, I had more than that in the assets that I had and so, in looking at that, that often makes me think, maybe they just did not want to take that chance on me. Maybe, because of the color of my skin.”", "Even though her pharmacy has proven itself essential to the area during the COVID-19 pandemic -- she’s even been providing the COVID-19 vaccine -- Brown worries about funding for the long-term.", "Short says that in order for there to be a level playing field for Black Americans, there needs to be equity in business, land and real estate ownership.", "McCall, who has dedicated her life to education, is now turning the 1800s-era single-room school that she once attended into a museum and adult learning center in honor of her father.", "“I’ve been the first Black in a lot of circumstances,” she said. “First Black [physical education] teacher -- a couple of times -- first Black administrator … first Black president of the Alabama Association of School Psychologists. Being the ‘first Black,’ you learn that you’re not making it because you’re the ‘first Black.’ You’re making it because you have certain attributes and you can do certain things, and that’s been fulfilling.”", "When asked what her father would think about her today, McCall said he’d be “proud.”", "“I wish I had the business sense that he had,” she said, “but I do have the fortitude.”", "24/7 coverage of breaking news and live events"], "33": ["Up to 5 inches of rain slammed parts of Arkansas, Kentucky and Tennessee.", "Flooding sparks rescues, evacuations for seniors", "Up to 5 inches of rain has slammed parts of Arkansas, Kentucky, Tennessee, West Virginia and Maryland, leaving residents stranded, roads washed out and buildings flooded.", "In London, Kentucky, the London-Laurel County Rescue Squad used a raft to rescue a woman trapped in her car Sunday night.", "In Salyersville, Kentucky, a nursing home evacuated its residents due to a high risk of flooding, the staff told local station WYMT-TV.", "In Powell County, Kentucky, all learning is remote on Monday due to the flooding.", "Thunderstorms also brought damaging winds to Kentucky, Tennessee, Alabama and Mississippi, knocking down power lines and trees.", "Officials are urging residents to drive with extra caution.", "Although the heavy rain has subsided, flood warnings remain in effect Monday due to saturated grounds and swollen creeks and rivers.", "The rain is now moving Southeast. Heavy rain is in the forecast through Wednesday morning from New Orleans, Louisiana, to Charleston, South Carolina.", "The heaviest rain will likely be Monday night through Tuesday night with scattered thunderstorms and isolated flash flooding. Some spots could see 2 to 4 inches of rain.", "In the Northeast, arctic air is about to return.", "Wind advisories and high wind warnings are in effect through Tuesday morning from Washington, D.C., to New York City to New England. Wind gusts could reach 50 to 60 mph.", "By Tuesday morning, the wind chill -- what it feels like -- will plunge to -3 degrees in Boston, 12 degrees in New York City and 9 degrees in Pittsburgh.", "24/7 coverage of breaking news and live events"], "34": ["Two ambulance agencies and a volunteer fire department were targeted. ", "Connecticut man arrested for throwing Molotov cocktails at 4 ambulance facilities", "A Connecticut ambulance company employee was arrested and charged in a string of Molotov cocktail attacks across the state that targeted two emergency medical services agencies, a volunteer fire department and a private residence on the same day, authorities said.", "Richard White, 37, of Torrington, Connecticut, was arrested around 10 p.m. on Saturday by Pennsylvania State Police troopers who stopped his car on Interstate 80 near Milton, Pennsylvania, officials said.", "An arrest warrant was issued for White on Saturday night, charging him with third-degree arson and third-degree burglary. He is being held in Pennsylvania on a $150,000 bond and is awaiting extradition back to Old Saybrook, Connecticut, Old Saybrook Police Chief Michael A. Spera told ABC News on Sunday.", "\"This individual has targeted those who we count on to save lives,\" Spera said in a statement to ABC News. “Our Officers have worked diligently all evening obtaining both search and arrest warrants in an effort to quickly stop these violent attacks against public safety and cause the suspect to be taken into custody.\"", "It was not immediately clear if White had retained an attorney.", "No one was injured in the attacks, Spera said.", "White is an employee of the Hunters Ambulance agency in Meriden, Connecticut, according to a statement from Capt. John Mennone of the Meriden Police Department.", "White's colleague told police that he was involved in a physical altercation with another employee about 10 a.m. on Saturday following a disciplinary hearing in which he was placed on administrative leave, Mennone said.", "He said police were called to the ambulance agency, but by the time they arrived White had fled. Police did not release details on what White was disciplined over.", "Spera told ABC News that White works as an emergency medical technician.", "Just after 4 p.m. on Saturday, White resurfaced at the Hunters Ambulance station in Old Saybrook, where he allegedly ignited a Molotov cocktail inside an employee room and fled in a 2004 gray Ford Taurus, according to Mennone's statement.", "Mennone said that at about 5 p.m., a car matching the description of White's vehicle was spotted back at the Hunters Ambulance agency in Meriden, where the occupant of the car was seen throwing a lit Molotov cocktail at the building and speeding off.", "During a news conference on Sunday, Sgt. Paul Makuc of the Connecticut State Police Fire and Explosion Investigation Unit said the back-to-back attacks at the Roxbury Volunteer Fire Department and at a residence about 2 miles away both occurred around 6 p.m. on Saturday.", "Spera told ABC affiliate station WTNH-TV in New Haven that the residence set on fire in Roxbury is believed to be White’s childhood home.", "24/7 coverage of breaking news and live events"], "35": ["The shooting erupted after the deputies chased a car into Florida from Georgia. ", "On Location: March 1, 2021", "Two sheriff's deputies were shot and wounded, one critically, on a Georgia highway Saturday night when two brothers in a vehicle being chased allegedly opened fire with a rifle, authorities said.", "One of the brothers, Troy Arthur Phillips, 40, was captured on Sunday following a statewide search, Decatur County Sheriff Wiley Griffin announced on Facebook.", "Phillips' brother, Brad Phillips, 41, was arrested shortly after the shooting that left the Decatur County sheriff's deputy critically wounded, according to the Georgia Bureau of Investigation.", "The shooting unfolded when a Decatur County Sheriff's deputy attempted to assist a Seminole County, Florida, sheriff's deputy in a chase on U.S. Highway 84 that started in Florida and crossed into Georgia, Griffin said.", "During the chase, the occupants of a white Chevrolet pickup the deputies were attempting to stop for speeding and reckless driving opened fire with what investigators believed to be a .30 caliber rifle. The deputies returned fire as the chase continued, investigators said.", "\"The suspects drove into the driveway of a Decatur County residence and attempted to gain entry by shooting through the door,\" according to the Georgia Bureau of Investigation statement.", "Griffin posted on his Facebook page surveillance video from the home allegedly showing both suspects approaching the residence armed with rifles.", "The Decatur County deputy arrived at the scene as the suspects were fleeing the residence in Brinson, Georgia, and one of the brothers allegedly shot the deputy while he was still in his vehicle.", "The suspects crashed in a wooded area, according to investigators. Brad Phillips was arrested shortly after the crash, while Troy Phillips was able to flee the scene on foot.", "The Decatur County deputy, identified by Griffin as Lt. Justin Bedwell, was critically wounded when he was shot underneath his arm, Griffin said.", "Bedwell was taken by a helicopter ambulance in critical condition to Tallahassee Memorial Healthcare, about 50 miles south of Brinson, Griffin said.", "Griffin said the Seminole County deputy shot in the incident, whose name has not been released, was treated at a hospital for non-life-threatening injuries.", "Brad Phillips was charged with aggravated assault on an officer. Charges against his brother were pending.", "The shooting occurred when the deputies attempted to stop a vehicle for going 81 mph on the highway, authorities told ABC affiliate station WTXL-TV in Tallahassee.", "While the search for Troy Phillips was going on Sunday, Griffin said in a Facebook post that investigators believed he was still in the Brinson area and advised local residents to contact law enforcement officials immediately if he is spotted.", "The Georgia Bureau of Investigation is leading the investigation because it involves law enforcement officers, officials said.", "24/7 coverage of breaking news and live events"], "36": ["A Paris court has found French former President Nicolas Sarkozy guilty of corruption and influence peddling and sentenced him to a year in prison", "On Location: March 1, 2021", "PARIS -- A Paris court found French former President Nicolas Sarkozy guilty of corruption and influence peddling on Monday and sentenced him to a year in prison. He can ask to serve that time at home and also plans to appeal.", "The 66-year-old, who was president from 2007 to 2012, was convicted of trying to bribe a magistrate in exchange for information about a legal case in which he was implicated.", "He will remain free while he appeals, but it was a blow to the retired politician who still plays an influential role in French conservative politics. It's not the end of his legal troubles either: He faces another trial later this month and is also under investigation in a third case.", "The ruling marks the first time in France’s modern history that a former president has been convicted of corruption — and given a prison term. His predecessor, Jacques Chirac, was found guilty in 2011 of misuse of public money during his time as Paris mayor — not considered a corruption offense — and was given a two-year suspended prison sentence.", "The court said Sarkozy is entitled to ask to be detained at home with an electronic bracelet — as is the case for any sentence of two years or less. He also received a two-year suspended sentence — which he will not have to serve if he commits no new offense in the next five years.", "Later, Sarkozy’s lawyer, Jacqueline Laffont, said he would appeal.", "Sarkozy’s co-defendants — his lawyer and longtime friend Thierry Herzog, 65, and now-retired magistrate Gilbert Azibert, 74 — were also found guilty and given the same sentence as the politician.", "The court found that Sarkozy and his co-defendants sealed a “pact of corruption,” based on “consistent and serious evidence”.", "The court said the case was “particularly serious” given that the acts were committed by a former president for his personal gain. In addition, as a lawyer by training, Sarkozy was “perfectly aware” that what he was doing was illegal, the court said.", "Sarkozy did not deny offering to help Azibert get a job in Monaco — but he firmly refuted that he had done anything wrong during the 10-day trial at the end of last year.", "Seated on a chair facing the judges and wearing a mask largely hiding his face, Sarkozy showed no reaction when the verdict was read out, and quickly left the courtroom.", "“What insane harassment, my love,” his wife Carla Bruni said in a post on Instagram. “The fight goes on, truth will see the light.”", "The trial focused on phone conversations that took place in February 2014.", "At the time, investigative judges had launched an inquiry into the financing of Sarkozy's 2007 presidential campaign. During the investigation, they discovered that Sarkozy and Herzog were communicating via secret mobile phones registered to the alias “Paul Bismuth.”", "Wiretapped conversations on those phones led prosecutors to suspect Sarkozy and Herzog of promising Azibert a job in Monaco in exchange for leaking information about another legal case involving Sarkozy.", "In one phone call with Herzog, Sarkozy said of Azibert: “I’ll make him move up. ... I’ll help him.”", "In another, Herzog reminded Sarkozy to “say a word” for Azibert during a trip to Monaco.", "Azibert never got the Monaco job, and legal proceedings against Sarkozy have been dropped in the case he was seeking information about.", "Prosecutors have concluded, however, that the “clearly stated promise” still constitutes corruption under French law, even if the promise wasn't fulfilled.", "Laffont, Sarkozy's lawyer, argued the whole case was based on “idle chatter” between a lawyer and his client.", "Sarkozy vigorously denied any malicious intention in his offer to help Azibert. He told the court that his political life was all about “giving (people) a little help. That all it is, a little help,\" he said during the trial.", "He also complained that the confidentiality of communications between a lawyer and his client was violated by the wiretaps.", "“You have in front of you a man of whom more that 3,700 private conversations have been wiretapped. ... What did I do to deserve that?” Sarkozy said during the trial.", "The court concluded that the use of wiretapped conversations was legal as long as they helped show evidence of corruption-related offenses.", "Sarkozy withdrew from active politics after failing to be chosen as his conservative party’s presidential candidate in France’s 2017 election, won by Emmanuel Macron.", "He remains very popular amid conservative voters, however, and plays a major role behind the scenes, including through maintaining a relationship with Macron, whom he is said to advise on some issues. His memoirs published last year, “The Time of Storms,” was a bestseller for weeks.", "Sarkozy will face the Paris court again later this month over suspicions regarding his 2012 presidential campaign, which ended in victory for Socialist rival Francois Hollande. His conservative party and a company named Bygmalion are accused of using a special invoice system to conceal allegedly spending 42.8 million euros ($50.7 million) — almost twice the maximum authorized.", "In another investigation opened in 2013, Sarkozy is accused of having taken millions from then-Libyan dictator Moammar Gadhafi to illegally finance his successful 2007 campaign.", "In both cases, he has denied wrongdoing.", "24/7 coverage of breaking news and live events"], "37": ["Companies that sell refrigerators, washers, hairdryers or TVs in the European Union will need to ensure those appliances can be repaired for up to 10 years", "On Location: March 1, 2021", "BERLIN -- Companies that sell refrigerators, washers, hairdryers or TVs in the European Union will need to ensure those appliances can be repaired for up to 10 years, to help reduce the vast mountain of electrical waste that piles up each year on the continent.", "The \"right to repair,\" as it is sometimes called, comes into force across the 27-nation bloc Monday. It is part of a broader effort to cut the environmental footprint of manufactured goods by making them more durable and energy efficient.", "“This is a really big step in the right direction” said Daniel Affelt of the environmental group BUND-Berlin, which runs several \"repair cafes\" where people can bring in their broken appliances and get help fixing them up again.", "Modern appliances are often glued or riveted together, he said. “If you need specialist tools or have to break open the device, then you can’t repair it.”", "Lack of spare parts is another problem, campaigners say. Sometimes a single broken tooth on a tiny plastic sprocket can throw a proverbial wrench in the works.", "“People want to repair their appliances,” Affelt said. “When you tell them that there are no spare parts for a device that’s only a couple of years old then they are obviously really frustrated by that.”", "Under the new EU rules, manufacturers will have to ensure parts are available for up to a decade, though some will only be provided to professional repair companies to ensure they are installed correctly.", "New devices will also have to come with repair manuals and be made in such a way that they can be dismantled using conventional tools when they really can't be fixed anymore, to improve recycling.", "Each year, Europeans produce more than 16 kilograms (35 pounds) of electrical waste per person. About half of that junk is due to broken household appliances, and the EU recycles only about 40% of it, leaving behind huge amounts of potentially hazardous material.", "German Environment Minister Svenja Schulze said that in a next step, manufacturers should have to state how long a product is expected to work for and repair it if it breaks down earlier. This would encourage companies to build more durable products, she said.", "“In the repair cafes we see a lot of devices that broke shortly after the warranty expired,” said Affelt — a phenomenon that has prompted some environmentalists to accuse manufacturers of designing their devices with planned obsolescence.", "Knowing an appliance will really last for a decade might prompt consumers to choose products that are more durable or can be easily fixed, he said.", "“For the vast majority of devices, repair is the right choice,\" said Affelt, adding that the exception might be old, inefficient refrigerators that can contain powerful greenhouse gases which fuel climate change.", "In a next step, environmentalists and consumer rights groups want the “right to repair” expanded to include smartphones, laptops and other small electrical devices.", "Responding to growing demand, Apple last year announced it would start providing training and spare parts to certified independent repair stores fixing Mac computers, not just iPhones.", "Right to repair bills have been introduced in several U.S. state legislatures, attracting bipartisan support, though as yet there is no nationwide measure in force.", "Sweden has gone further than most of the EU, making repairs and spare parts subject to lower value-added tax.", "The bloc's ecological design directive — of which the right to repair requirement is a part — will also revise existing energy labels that describe how much electricity washers and other household devices consume. The new seven-step scale from A to G will be complemented by a QR code that provides consumers with further information, such as how loud the devices are.", "24/7 coverage of breaking news and live events"], "38": ["Beijing isn't ready to follow the United States in allowing Boeing's 737 Max back into the air", "On Location: March 1, 2021", "BEIJING -- Beijing isn’t ready to follow the United States in allowing Boeing’s 737 Max back into the air after a pair of fatal crashes two years ago.", "China was the first country to ground the 737 Max in 2019 after crashes in Indonesia and Ethiopia killed a total of 346 people. American regulators approved the plane in November to resume commercial flights after Boeing made technical changes and a new training regime was put into place for pilots.", "“Major safety concerns” raised by Chinese regulators have not been fully resolved, said Dong Zhiyi, deputy administrator of the Civil Aviation Administration of China, at a news conference.", "Design changes must pass approval for airworthiness, pilots must receive “effective flight training” and conclusions of investigations into the two crashes must be clear, Dong said.", "“The technical review has not yet entered the certification and flight test stage,\" Dong said Monday. He gave no timeline for when that might happen.", "China is, along with North America and Europe, one of the biggest markets for Boeing Co. and its European rival Airbus. That makes the 737 Max’s approval by Beijing important for its commercial success.", "Crash investigators blamed anti-stall software that countered the plane’s tendency to tilt nose-up because of the size and placement of the engines. That software pushed the nose down repeatedly, overcoming the pilots’ struggles to regain control. In each case, a single faulty sensor triggered the nose-down pitch.", "The new software now requires inputs from two sensors to activate the software, which Boeing says does not override pilot controls.", "Chinese airlines own about 100 737 Maxes, according to news reports.", "24/7 coverage of breaking news and live events"], "39": ["Abuse allegations against New Hampshire’s state-run youth detention center have grown to include 230 men and woman who say they were physically or sexually abused as children by 150 staffers between 1963 and 2018", "On Location: March 1, 2021", "CONCORD, N.H. -- Abuse allegations against New Hampshire’s state-run youth detention center now span six decades, with 150 staffers during that time accused of physically or sexually harming 230 children at a facility the victims’ attorney calls a “magnet for predators.”", "Rus Rilee         sued the state in January 2020 on behalf of three dozen adults who alleged they were abused as children at the Youth Development Center in Manchester between 1982 and 2014. He now represents 230 clients who say they were abused between 1963 and 2018, when they were ages 7 to 18.", "As the number of years, accusers and alleged perpetrators has swelled, so, too, has the sickening nature of the allegations. While details beyond the updated number of accusers and time span aren't included in latest court documents, Rilee plans to add his clients' accounts to the complaint and described them to The Associated Press:", "Of the 150 accused staffers, more than half are accused of sexual abuse, Rilee said. Children were gang raped by counselors, beaten while being raped and forced to sexually abuse each other, he said. Some ended up with sexually transmitted diseases; one ended up pregnant.", "Staff members choked children, beat them unconscious, burned them with cigarettes and broke their bones, Rilee said. Counselors set up “fight clubs” and forced kids to compete for food. Children were locked in solitary confinement for weeks or months, sometimes shackled or strapped naked to their beds. Kept away from classrooms while their injuries healed, some can’t read or write today, he said.", "“These broken, shattered children were then unleashed into society with no education, no life skills and no ability to meaningfully function,” said Rilee.", "The Manchester facility, now called the Sununu Youth Services Center after former Gov. John H. Sununu, serves children ordered to a secure institutional setting by the juvenile justice system. The average population last year was just 17 residents overseen by about 90 employees, though it once housed upward of 100 youths and employed a larger staff.", "Joe Ribsam, director of the state Division for Children, Youth and Families, said the agency continues to cooperate with a broad criminal investigation into the center launched by the attorney general's office in 2019. He did not comment on the new allegations.", "“The facility’s policies and systems that protect the youth receiving care include full compliance with the Prison Rape Elimination Act and security cameras throughout the facility to provide additional sets of eyes on staff and student interactions,\" Ribsam said in a written statement.", "It's unclear how far up the chain of command knowledge of the alleged abuse traveled over the years. But the lawsuit alleges that some supervisors were themselves abusers and that other staffers looked the other way.", "“The systemic, governmental child abuse that occurred was allowed to occur because there wasn’t sufficient oversight, and the state was institutionally negligent in their hiring, training, supervision and retention polices,” Rilee said. “It’s pretty clear to me that this facility was a magnet for predators.”", "Rilee said most of his clients have spoken to state police as part of the criminal investigation, including one man who spent two years at the facility in the late 2000s. The man alleges that he was sexually assaulted by two staffers more than half a dozen times, was beaten by six staff members at once and often locked in his room for a week at a time. Now 28, he said he has been in and out of the criminal justice system most of his life, and has struggled with depression, strained relationships and a warped sense of socially acceptable behavior.", "“The kids that don’t have it good in there, we don’t come out good,” he said. “It takes a part of you. The worthlessness you feel afterwards. ‘Am I good enough for people? Am I good enough for myself?’”", "Another man, now 29, spent more than a year at the center starting in 2007. He alleges he was beaten several times and sexually assaulted by three different staff members dozens of times, including a sexual assault that he says was recorded on a perpetrator’s cell phone. After years of substance abuse, he has been clean for seven months, but nightmares and other PTSD symptoms continue.", "“I relive it a lot. Every night, every other night, it never stops,” he said.", "Neither of them have any records of their time at the center, though they said they have requested them and gave state police officers who interviewed them permission to do the same.", "The Associated Press does not typically name people who say they have been victims of sexual assault, unless they go public, like the lawsuit’s lead plaintiff, David Meehan.", "Meehan, 39, went to police in 2017 with allegations of abuse from the 1990s. In July 2019, two of his former counselors were          charged with 82 counts of rape, and the attorney general’s office launched a broader criminal investigation into the center’s operations and employees from 1990 to 2000. Those         charges were dropped last March, when the office announced it was devoting “an unprecedented allocation” of resources to an expanded investigation, including assigning 10 state police troopers to a task force.", "Meanwhile, the state has been granted several extensions in responding to the lawsuit, and as recently as January, said in court documents that the parties were “in discussions aimed at narrowing or resolving the matters in issue in this case.” But earlier this month, the state filed a motion to dismiss the case, in part because it said the case didn't meet the criteria for a class action suit.", "The attorney general’s office declined to comment on the new allegations or the lawsuit.", "“There are dedicated prosecutors in the Attorney General’s Office as well as investigators from New Hampshire State Police who are working daily on this investigation,” acting Attorney General Jane Young said in a written statement. “The investigation will follow the evidence wherever it leads.\"", "In a recent interview, Meehan said he has been frustrated by the pace of the legal process but understands it will take time. He said he has grown stronger every day, in part because he has inspired others to come forward, including the two who spoke to the AP.", "“It’s heartwarming in a way to know that I helped these other people find the strength to be able to speak the truth about their experience,” he said. “But at the same time, it hurts in a way that I can’t explain, knowing that so many other people were exposed to the same types of things that I was.”", "Meehan said he has no regrets about speaking out.", "“I can’t allow the abuse that I endured to be what destroys my life anymore,” he said.", "24/7 coverage of breaking news and live events"], "40": ["Abuse allegations against New Hampshire’s state-run youth detention center have grown to include 230 men and woman who say they were physically or sexually abused as children by 150 staffers between 1963 and 2018", "On Location: March 1, 2021", "CONCORD, N.H. -- Abuse allegations against New Hampshire’s state-run youth detention center now span six decades, with 150 staffers during that time accused of physically or sexually harming 230 children at a facility the victims’ attorney calls a “magnet for predators.”", "Rus Rilee         sued the state in January 2020 on behalf of three dozen adults who alleged they were abused as children at the Youth Development Center in Manchester between 1982 and 2014. He now represents 230 clients who say they were abused between 1963 and 2018, when they were ages 7 to 18.", "As the number of years, accusers and alleged perpetrators has swelled, so, too, has the sickening nature of the allegations. While details beyond the updated number of accusers and time span aren't included in latest court documents, Rilee plans to add his clients' accounts to the complaint and described them to The Associated Press:", "Of the 150 accused staffers, more than half are accused of sexual abuse, Rilee said. Children were gang raped by counselors, beaten while being raped and forced to sexually abuse each other, he said. Some ended up with sexually transmitted diseases; one ended up pregnant.", "Staff members choked children, beat them unconscious, burned them with cigarettes and broke their bones, Rilee said. Counselors set up “fight clubs” and forced kids to compete for food. Children were locked in solitary confinement for weeks or months, sometimes shackled or strapped naked to their beds. Kept away from classrooms while their injuries healed, some can’t read or write today, he said.", "“These broken, shattered children were then unleashed into society with no education, no life skills and no ability to meaningfully function,” said Rilee.", "The Manchester facility, now called the Sununu Youth Services Center after former Gov. John H. Sununu, serves children ordered to a secure institutional setting by the juvenile justice system. The average population last year was just 17 residents overseen by about 90 employees, though it once housed upward of 100 youths and employed a larger staff.", "Joe Ribsam, director of the state Division for Children, Youth and Families, said the agency continues to cooperate with a broad criminal investigation into the center launched by the attorney general's office in 2019. He did not comment on the new allegations.", "“The facility’s policies and systems that protect the youth receiving care include full compliance with the Prison Rape Elimination Act and security cameras throughout the facility to provide additional sets of eyes on staff and student interactions,\" Ribsam said in a written statement.", "It's unclear how far up the chain of command knowledge of the alleged abuse traveled over the years. But the lawsuit alleges that some supervisors were themselves abusers and that other staffers looked the other way.", "“The systemic, governmental child abuse that occurred was allowed to occur because there wasn’t sufficient oversight, and the state was institutionally negligent in their hiring, training, supervision and retention polices,” Rilee said. “It’s pretty clear to me that this facility was a magnet for predators.”", "Rilee said most of his clients have spoken to state police as part of the criminal investigation, including one man who spent two years at the facility in the late 2000s. The man alleges that he was sexually assaulted by two staffers more than half a dozen times, was beaten by six staff members at once and often locked in his room for a week at a time. Now 28, he said he has been in and out of the criminal justice system most of his life, and has struggled with depression, strained relationships and a warped sense of socially acceptable behavior.", "“The kids that don’t have it good in there, we don’t come out good,” he said. “It takes a part of you. The worthlessness you feel afterwards. ‘Am I good enough for people? Am I good enough for myself?’”", "Another man, now 29, spent more than a year at the center starting in 2007. He alleges he was beaten several times and sexually assaulted by three different staff members dozens of times, including a sexual assault that he says was recorded on a perpetrator’s cell phone. After years of substance abuse, he has been clean for seven months, but nightmares and other PTSD symptoms continue.", "“I relive it a lot. Every night, every other night, it never stops,” he said.", "Neither of them have any records of their time at the center, though they said they have requested them and gave state police officers who interviewed them permission to do the same.", "The Associated Press does not typically name people who say they have been victims of sexual assault, unless they go public, like the lawsuit’s lead plaintiff, David Meehan.", "Meehan, 39, went to police in 2017 with allegations of abuse from the 1990s. In July 2019, two of his former counselors were          charged with 82 counts of rape, and the attorney general’s office launched a broader criminal investigation into the center’s operations and employees from 1990 to 2000. Those         charges were dropped last March, when the office announced it was devoting “an unprecedented allocation” of resources to an expanded investigation, including assigning 10 state police troopers to a task force.", "Meanwhile, the state has been granted several extensions in responding to the lawsuit, and as recently as January, said in court documents that the parties were “in discussions aimed at narrowing or resolving the matters in issue in this case.” But earlier this month, the state filed a motion to dismiss the case, in part because it said the case didn't meet the criteria for a class action suit.", "The attorney general’s office declined to comment on the new allegations or the lawsuit.", "“There are dedicated prosecutors in the Attorney General’s Office as well as investigators from New Hampshire State Police who are working daily on this investigation,” acting Attorney General Jane Young said in a written statement. “The investigation will follow the evidence wherever it leads.\"", "In a recent interview, Meehan said he has been frustrated by the pace of the legal process but understands it will take time. He said he has grown stronger every day, in part because he has inspired others to come forward, including the two who spoke to the AP.", "“It’s heartwarming in a way to know that I helped these other people find the strength to be able to speak the truth about their experience,” he said. “But at the same time, it hurts in a way that I can’t explain, knowing that so many other people were exposed to the same types of things that I was.”", "Meehan said he has no regrets about speaking out.", "“I can’t allow the abuse that I endured to be what destroys my life anymore,” he said.", "24/7 coverage of breaking news and live events"], "41": ["Up to $25,000 per eligible resident for housing will be distributed this year.", "‘Soul of a Nation’: Seeking reparations", "Evanston, Illinois, is like a lot of American cities. The city just north of Chicago appears picturesque, updated and grand on one side -- but not far away, one can see the signs of economic and racial segregation, despite the city's proud, diverse and liberal reputation.", "What sets Evanston apart from other cities, however, is its groundbreaking plan to address the impact of that segregation and Black disenfranchisement: reparations.", "The impetus for the city's reparations resolution, first passed in 2019 and spearheaded by 5th Ward Alderman Robin Rue Simmons, is rooted partially in Rue Simmons' experience growing up Black in Evanston.", "\"Early in my childhood I was invited to have a play date,\" she recalled. \"My white friends never had a play date at my home.\"", "Visiting a white friend's neighborhood, she noticed, \"the streets were wider. The trees were taller. The homes were bigger and brighter. As a young child, I recognized that difference.\"", "Watch “Soul of a Nation” TUESDAY at 10 p.m. ET on ABC. Episodes will be available on Hulu starting Wednesday.", "\"I never felt, in any way, envious,\" she said. \"I never had that feeling like, 'Why isn't my family doing better?' It was obvious that it was the barrier of race that kept us from that.\"", "Rue Simmons still lives in the ward she represents. She says over time, resources were stripped away from her neighborhood. That, she said, coupled with a lack of investment, led to an ever-increasing wealth gap between white and Black residents in the city.", "She hopes that her work will help families in her neighborhood that are \"burdened …  get some relief\" via reparations, which will first be distributed this year in increments of up to $25,000 per eligible resident to use for housing.", "The discussion on reparations has been ongoing -- and controversial -- in the U.S. since slavery was abolished in 1865. Originally, reparations were proposed to make amends for slavery, which built the nation's wealth -- but excluded Black Americans from it.", "Reparations first arose as a promise, in early 1865, to redistribute land in the southeast U.S. to formerly enslaved people. For decades, the promise is often invoked in the phrase, \"40 acres and a mule.\"", "It was a promise left unfulfilled. By the end of 1865, President Andrew Johnson overturned the land redistribution order. In the decades since, Black Americans have endured a succession of injustices, from Black codes to Jim Crow and redlining -- American policies that broadly kept generational wealth-building out of reach for many Black communities.", "Today, Evanston is the first city in the U.S. to fund reparations, committing $10 million over the next decade in an attempt to repay Black residents for the wrongs and accumulated losses incurred by generations of racism.", "Rue Simmons said she didn't start her elected career \"even discussing reparations. It was not something I had planned to pursue,\" she said.", "\"I was looking at data,\" she continued. \"I was looking at what we had done, what more we could do, and reparations was the only answer.\"", "She explained that any more of the status quo would sustain \"the oppressed state and the disparity that we have and that we have had for years. That's all it could do. More of the same.\"", "\"The only legislative response for us to reconcile the damages in the Black community is reparations,\" she said.", "Rue Simmons and her colleagues had the support of local historian Dino Robinson in building the case for reparations. Robinson is the founder of the Shorefront Legacy Center in Evanston, an archive dedicated solely to chronicling and celebrating the local Black history that had long gone ignored.", "In a 70+ page report, Robinson documented discrimination and racism in Evanston that dated back to the late 1800s.", "\"We anticipate litigation to tie things up with the premise that 'You cannot use tax money that's from the public to benefit a particular group of people,'\" Robinson said, referring to opposition to the city's plan. But, he countered, \"the entire Black community historically has paid taxes, but were not guaranteed the same benefits.\"", "He said part of the resistance is due to a lack of education.", "\"The one comment I hear most often is, 'I did not know,'\" said Robinson. \"'I did not know there was segregation in Evanston.' 'I did not know that your housing mortgage is higher than mine but we have the same income.\"", "But records paint a clear picture of exactly how racial inequality developed in the city.", "\"Black community members were moving throughout Evanston and forming … Black pockets in the city of Evanston,\" Robinson said. \"It caused the white community to start panicking, like, 'What do we do about this?'", "Articles, reports and studies were conducted on the Black community to discuss what should be done, Robinson said. And Evanston, like many cities across the country, embraced the practice of redlining.", "\"Redlining was a federal project to determine the market values of areas and neighborhoods,\" Robinson explained. \"[There were] four categories, 'A' being the highly desired area, 'D' the lower, lowest-value properties. The 'D' areas were usually relegated to the Black community. 'D' was always in red.\"", "In Evanston, Black residents were moved into a triangle-shaped area that became the 5th Ward, deliberately segregating them from white families, sought-after property, and ultimately, wealth.", "The 5th Ward was bordered by what was then a sewage canal on one side and far removed from public transportation and the city's downtown. According to Robinson's report, homes in the area had smaller lot sizes, and at the time, many had no electricity, water or sewers.", "\"The only option to buy in Evanston was basically in the 5th Ward,\" Robinson said. \"Banks in Evanston would not loan to Black families for housing [and] the real estate agencies would not show you anything other than the 5th Ward.\"", "In the late 1940s, the city also demolished some homes belonging to Black families that were outside of the 5th Ward -- or physically took them from their foundations and moved them into the redlined boundaries.", "\"The historic redlining impacts our community today,\" Rue Simmons said. \"That map still is the map of our concentrated Black community, our disinvestment, our inferior infrastructure.\"", "Today, white people in Evanston make nearly double the income and have double the home value of their Black neighbors according to the most recent U.S. Census. This racial wealth gap is prevalent nationally, with Black Americans possessing less than 15% of the wealth that White Americans have, according to the Federal Reserve 2019 Survey of Consumer Finances.", "Black residents who lived through redlining in Evanston -- and their descendants -- are eligible for reparations. That includes 98-year-old, Benjamin Gaines Sr. and his son, Benjamin Gaines Jr. The Gaines family moved to Evanston in 1959.", "\"We did something that not a whole lot of Black families were able to do in Evanston,\" Gaines Sr. told ABC News. \"That's build a house from the ground up.\"", "But Gaines Sr. said there's no doubt in his mind that the two-year process to find a plot and get financing was much more difficult than it would have been for a white man.", "\"The contractor, he said, 'You find a lot anywhere in Evanston, and I'll build whatever you want,\" Gaines Sr. said. \"Well, when he said that, he meant in the Black neighborhoods … It was just the way it was.\"", "Gaines Sr. said he also had \"big trouble\" financing his home, and that he feels these problems are still present today.", "\"It's the old cliché about, 'The more things change, the more they remain the same.'\"", "Younger members of Gaines Sr.'s family say that while modern-day Evanston is outwardly progressive, inequality is still a problem.", "\"Growing up in Evanston for me was definitely good, despite the racism that I faced,\" Gaines Sr.'s grand-nephew, Jared Davis said. The father of three said he will apply for reparations, \"because it's owed.\"", "Davis' kids, 25-year-old Nic and 16-year-old Myah, have also been involved in their family's discussion on reparations, expressing fatigue over having to justify why they're owed, with the city's history so well-documented at this point.", "\"I don't even think it's my job to justify to you, like, why we need reparations,\" said Nic. \"Do you not live here? Do you not know? Did you not see the demographics changing throughout the years? Like, we knew it was racist.\"", "Alderman Rue Simmons has also noted a shrinking Black population in Evanston as a result of historic redlining, modern gentrification and rising property taxes. Black residents currently make up 16% of Evanston's population, but, Rue Simmons pointed out, \"we've had much higher in the past.\"", "Now, according to Rue Simmons, the $25,000 reparations benefit for housing is meant to combat \"a lack of affordability, lack of access to living wage careers here in the city, and a lack of sense of place.\"", "Evanston proposed a novel idea to fund reparations -- a 3% tax on newly legal recreational marijuana sales.", "\"It's the most appropriate use for that sales tax,\" Simmons said. \"In our city, 70% of the marijuana arrests were in the Black community. And we are 16% of the community. All studies show that Blacks and white [people] consume cannabis at the same rate.\"", "This funding solution has put Evanston ahead of any other city in America, and on the radar of Danny Glover, an actor and long-time reparations activist who has been vocal in his support of House Resolution 40.", "The 31-year-old bill was so named to invoke the broken promise of \"40 acres and a mule.\" The proposal would create a commission to study and develop a national plan for reparations.", "The bill was first proposed in 1989 by Rep. John Conyers. He re-introduced it every year he served until he resigned in 2017. Rep. Sheila Jackson Lee has taken on the mantle. She cites “the idea of reparations is unworkable politically or financially” as the reason opposition has fought the bill for decades.", "Glover testified before the House Judiciary subcommittee to support HR-40 in 2019.", "\"[It] is an opportunity to have a commission to study reparations, but also the further contexts in which we look at slavery and the impact that it had on us,\" he told ABC News.", "Glover traveled to Evanston in 2019 to speak at a reparations town hall because, in his words, the city \"did something that no other city has done in the country.\"", "\"If we're able to use that as a platform, maybe other cities might adopt the whole idea of this,\" he continued.", "In Washington, the issue is incredibly divisive.", "Republican Sen. Mitch McConnell said in 2019 “it would be pretty hard to figure out who to compensate,” and said “none of us currently living are responsible” for what happened 150 years ago. Lee currently has backing from 173 cosponsors, all Democrats.", "It gained renewed attention this winter, but still has yet to advance out of committee.", "Simmons says reparations are broadly supported in Evanston, despite some questions from other city leaders over whether the recreational marijuana sales tax revenue can sustain the fund in the longer-term.", "For the Gaines-Davis family, and other Black Evanstonians who proudly support reparations,  questions remain about how far $25,000 can go -- even as a first step -- to fulfill long-broken promises.", "\"It's a drop in the bucket… But it's better than nothing. It's better than what I have now,\" Benjamin Gaines Sr. said. \"Hopefully, before I die, I'll see the world change.\"", "Nic Davis is hesitant to celebrate too soon.", "\"Uncle Ben [has been] telling all these stories and things and making you understand, like, change is not an easy thing,\" he said, expressing wariness over years of support for progressive promises that have taken too long to fulfill throughout history.", "\"[There were] people who were acting like they're ready for change, and behind closed doors other things are happening, right?\" he said. \"We see that all the time in politics right now.\"", "\"What does it say that my 25-year-old has to feel like that?\" his father Jared Davis said.", "Myah Davis said she's learned a lot from her elders.", "\"They constantly talk to me about issues that I would not know anything about if I wasn't in the family that I'm in,\" she said. \"[In school] we aren't really taught about a lot of Black history outside of, 'Oh, you know, slaves came from Africa.' I think part of reparations - it can't just be money. Like, you have to teach us what we need to know.\"", "Rue Simmons acknowledges the concerns of those community members who feel $25,000 is not enough.", "\"$25,000 is life-saving for some families right now,\" she said. \"But relative to the injury, it's not nearly enough. And I get that.\"", "That's why she hopes more relief will come from reparations at the state and federal levels, including HR-40.", "But Evanston's leaders are not waiting for Washington. They plan to begin dispersing funds this spring and hope that is just the first reparative step for Evanston, and for other cities across the country.", "\"When I introduced reparations in Evanston it was always the first step of many to come,\" Simmons said. \"There is a lifetime of work ahead of me and my children for us to get to justice for the Black community.\"", "She said she remains hopeful, and that she must, to do this work.", "\"I do believe that we're committed as a city. And I believe that we will advance reparations,\" Simmons said. \"I can't wait to celebrate the family that receives their first reparation benefit. I cannot wait for that day.\"", "24/7 coverage of breaking news and live events"], "42": ["The Pentagon says it is providing a new $125 million aid package to Ukraine, including two armed patrol boats to help the country defend its territorial waters", "Gunman takes 20 hostages on bus in Ukraine", "WAHINGTON -- The Pentagon on Monday announced a $125 million military aid package for Ukraine, including two armed patrol boats to help the country defend its territorial waters.", "The remaining $150 million in military aid approved by Congress for the 2021 budget year will not be provided until the departments of State and Defense are in position to certify to Congress that Ukraine has made “sufficient progress on key defense reforms this year,” the Pentagon said.", "“The Department encourages Ukraine to continue to enact reforms that strengthen civilian control of the military, promote increased transparency and accountability in defense industry and procurement, and modernize its defense sector in other key areas in line with NATO principles and standards,” the Pentagon said in a statement.", "Ukraine has been locked in a costly struggle with Russia, which annexed the Crimean Peninsula in 2014 and cast its support behind pro-Moscow insurgents in eastern Ukraine. The conflict, now in its seventh year, has killed more than 14,000 people and devastated Ukraine’s industrial heartland.", "In addition to the two Mark VI patrol boats, the Pentagon said it is providing radars for countering artillery; support for satellite imagery and analysis capability; and equipment to support military medical treatment and combat evacuation procedures.", "“This action reaffirms the U.S. commitment to providing defensive lethal weapons to enable Ukraine to more effectively defend itself against Russian aggression,” the Pentagon said.", "The December 2019 impeachment of then-President Donald Trump centered on allegations that he withheld military assistance to Ukraine as part of a scheme to pressure the Ukrainian government to investigate Joe Biden, who at the time was challenging Trump for the White House and in November 2020 defeated Trump at the polls. Trump was acquitted by the Senate in February 2020.", "24/7 coverage of breaking news and live events"], "43": ["Texas’ attorney general is suing electricity provider Griddy for passing along massive bills to its customers during last month’s winter storm", "New Jersey plumber goes to Texas to help in the wake of the utility crisis", "AUSTIN, Texas -- Texas' attorney general said Monday he's suing electricity provider Griddy for passing along         massive bills to its customers during last month's winter storm.", "The lawsuit comes days after Texas' power grid manager effectively shut down Griddy by revoking its access to the state's electricity market.", "Griddy charges $10 a month to give people a way to pay wholesale prices for electricity instead of a fixed rate. But when temperatures plummeted well below freezing last month, wholesale prices spiked and Griddy customers were left with sky-high electricity bills.", "“Griddy misled Texans and signed them up for services which, in a time of crisis, resulted in individual Texans each losing thousands of dollars,\" Attorney General Ken Paxton said in a statement. “As Texans struggled to survive this winter storm, Griddy made the suffering even worse as it debited outrageous amounts each day.”", "The lawsuit accused Griddy of violating the Texas Deceptive Trade Practices Act and seeks refunds for customers. The unusually heavy winter storm blanketed much of Texas with snow,         knocking out electricity  to 4 million customers and leaving many         struggling to find clean water.", "Meanwhile, the Electric Reliability Council of Texas, or ERCOT, shifted about 10,000 Griddy customers to other utilities on Friday.", "Griddy said in a statement that ERCOT “took our members and have effectively shut down Griddy.”", "“We have always been transparent and customer-centric at every step. We wanted to continue the fight for our members to get relief and that hasn’t changed,” the statement said.", "24/7 coverage of breaking news and live events"], "44": ["Officials say a critically endangered North Atlantic right whale has been found dead off the coast of South Carolina", "MYRTLE BEACH, S.C. -- A critically endangered North Atlantic Right whale was found dead over the weekend off the coast of South Carolina, more than four months after it had been spotted entangled in fishing gear.", "The National Marine Fisheries Service confirmed Sunday that the dead whale was discovered in waters about 15 miles (24 kilometers) offshore from Myrtle Beach. It's the third right whale death recorded since the rare species' calving season began in November along the southern East Coast.", "Experts estimate fewer than 400 North Atlantic right whales survive. Pregnant females migrate each winter to the warmer coastal waters off Georgia and Florida to give birth to their calves.", "The whale found dead off South Carolina was an 11-year-old male that had been entangled at least since October, when it was sighted off Nantucket, Massachusetts, swimming with a fishing line caught in its mouth and extending past its tail, the fisheries service said in a news release.", "The same entangled whale was seen again in mid-February off Florida, where a team of experts was dispatched but was unable to free the whale.", "Conservationists worry that North Atlantic right whales are slipping closer to extinction as deaths in recent years have outpaced births.", "However, the 2021 calving season has proven to be the best in years. Survey teams dispatched to search by air for right whale mothers and newborn calves have so far spotted 15 calves — the most reported since 2015.", "The calving season typically goes until mid-April.", "24/7 coverage of breaking news and live events"], "45": ["The U.S. government is investigating complaints of engine compartment fires in nearly 1.9 million Toyota RAV4 small SUVs", "On Location: March 1, 2021", "DETROIT -- The U.S. government is investigating complaints of engine compartment fires in nearly 1.9 million Toyota RAV4 small SUVs.", "The National Highway Traffic Safety Administration began investigating after getting 11 fire complaints involving the 2013 through 2018 model years.", "The RAV4 is the top-selling vehicle in the U.S. that isn’t a pickup truck.", "In documents posted Monday, the agency says fires start on the left side of the engine compartment. A terminal on the 12-volt battery may short to the frame, causing loss of electrical power, engine stalling or a fire.", "Most of the fires happened while the vehicles are being driven, but four owners complained that fire broke out with the engine off.", "A Toyota spokesman would not answer questions about whether the SUVs should be parked outdoors until the matter is resolved, but said the company is cooperating in the probe. A spokeswoman for NHTSA said she is checking into whether the RAV4s should stay outdoors due to the risk of catching fire with the engine off.", "NHTSA says improper battery installation or front-end collision repair was a factor in the complaints. The agency says the RAV4 has a higher number of fire complaints in the battery area than comparable vehicles.", "Investigators will try to understand better what is contributing to the fires. The vehicles aren’t being recalled but the investigation could lead to one.", "24/7 coverage of breaking news and live events"], "46": ["John Pennington abandoned his car and is believed to be on a yellow motorcycle.", "Why the first 72 hours in a missing persons investigation are the most critical", "A 40-year-old man has gone missing at the Grand Canyon, sparking a search by the National Park Service.", "John Pennington, of Walton, Kentucky, was last known to be at the South Rim of the Grand Canyon, near Yaki Point, the National Park Service said.", "Pennington abandoned his vehicle at Yaki Point on or around Feb. 23 and is believed to be traveling alone, possibly on a yellow motorcycle, the park service said.", "Grand Canyon spokesperson Joelle Baird said Monday, \"Yesterday and continuing today our aviation crew will continue aerial search reconnaissance flights.\"", "Rangers ask anyone who may have seen Pennington or the yellow motorcycle to call the park service's Investigative Services Branch Tip Line at 888-653-0009.", "A family spokesperson urged anyone with information to call the tip line, and told ABC News, \"our thanks and appreciation to the NPS and the local authorities for their efforts.\"", "Pennington is described as a white man with hazel eyes and brown hair. He stands at 5 feet 11 inches tall and weighs 165 pounds, the park service said.", "The motorcycle, a 2005 Suzuki, has an Ohio license plate number GSX-R600.", "24/7 coverage of breaking news and live events"], "47": ["John Pennington abandoned his car and is believed to be on a yellow motorcycle.", "Why the first 72 hours in a missing persons investigation are the most critical", "A 40-year-old man has gone missing at the Grand Canyon, sparking a search by the National Park Service.", "John Pennington, of Walton, Kentucky, was last known to be at the South Rim of the Grand Canyon, near Yaki Point, the National Park Service said.", "Pennington abandoned his vehicle at Yaki Point on or around Feb. 23 and is believed to be traveling alone, possibly on a yellow motorcycle, the park service said.", "Grand Canyon spokesperson Joelle Baird said Monday, \"Yesterday and continuing today our aviation crew will continue aerial search reconnaissance flights.\"", "Rangers ask anyone who may have seen Pennington or the yellow motorcycle to call the park service's Investigative Services Branch Tip Line at 888-653-0009.", "A family spokesperson urged anyone with information to call the tip line, and told ABC News, \"our thanks and appreciation to the NPS and the local authorities for their efforts.\"", "Pennington is described as a white man with hazel eyes and brown hair. He stands at 5 feet 11 inches tall and weighs 165 pounds, the park service said.", "The motorcycle, a 2005 Suzuki, has an Ohio license plate number GSX-R600.", "24/7 coverage of breaking news and live events"], "48": ["Half a million Texans and most of Jackson, Mississippi, are without water.", "Jackson, Mississippi, mayor unsure when water system will be restored", "Hundreds of thousands of residents in the South are still dealing with the after effects of two devastating winter storms as cities struggle to provide drinking water.", "Residents in Jackson, Mississippi, are still under a boil water alert, and some residents still do not have running water after the back-to-back winter storms last month wreaked havoc on the city's water system.", "While significant progress was made Sunday on restoring pressure to the system, and water for flushing toilets was restored on Monday, the city's water system does not have a time table on when a full restoration will be complete, ABC Jackson affiliate WAPT reported. Water was previously expected to be fully restored by the end of last week, Charles Williams, the city's director of public works, told the Jackson City Council on Tuesday.", "Jackson resident Taylor Corso told ABC News that residents were so desperate to flush their toilets they collected snow and melted it in their tubs to add to the reservoir tank.,", "On Wednesday, Mississippi Gov. Tate Reeves dispatched the National Guard and more tanker trucks to Jackson to aid in the water crisis.", "Corso said many people in the city do not have the means to \"just go and get bottled water\" or even go to distribution centers to fill up their own containers.", "\"Our most vulnerable citizens really aren't -- that's not something that's super accessible to them.\"", "Jackson resident Terri Hall told WAPT that water has only been dripping from her faucet and that what little comes out is mixed with sediment. She has been without water for 10 days.", "\"We can't bathe in this, because if there is microbes in the water, they can enter your mouth, eyes, and nose, and can't wash dishes because you don't want to ingest that way,\" she said.", "Corso said in the past, problems have been solved within one to four days.", "\"So the time is extensive here, and it's so widespread -- I mean, tens of thousands of residents here are without any water,\" she said.", "In Texas, more than half a million people are still under boil water advisories, according to the Texas Commission on Environmental Quality. At one point, more than 14.4 million people, about half of the state's population, were affected by weather-related water disruptions.", "Although the boil water advisory was lifted in Houston on Feb. 21, thousands of homes are still without water after pipes burst in freezing temperatures, Houston Mayor Sylvester Turner announced on Sunday.", "\"They still do not have water, so there is a tremendous need,\" Turner said.", "About 10,000 people showed up to a distribution center Sunday to pick up cases of water and meal kits, Turner said.", "Turner has requested more supplies from FEMA so licensed plumbers can continue to repair the pipes, according to the release.", "Business agent Rick Lord told ABC Houston station KTRK that when he recently went to a local hardware store, the plumbing section was empty, describing it as \"Black Friday on steroids in the plumbing aisle.\"", "ABC News Radio's Jim Ryan reports:", "ABC News' Will Gretsky and Bill Hutchinson contributed to this report.", "24/7 coverage of breaking news and live events"], "49": ["Half a million Texans and most of Jackson, Mississippi, are without water.", "Jackson, Mississippi, mayor unsure when water system will be restored", "Hundreds of thousands of residents in the South are still dealing with the after effects of two devastating winter storms as cities struggle to provide drinking water.", "Residents in Jackson, Mississippi, are still under a boil water alert, and some residents still do not have running water after the back-to-back winter storms last month wreaked havoc on the city's water system.", "While significant progress was made Sunday on restoring pressure to the system, and water for flushing toilets was restored on Monday, the city's water system does not have a time table on when a full restoration will be complete, ABC Jackson affiliate WAPT reported. Water was previously expected to be fully restored by the end of last week, Charles Williams, the city's director of public works, told the Jackson City Council on Tuesday.", "Jackson resident Taylor Corso told ABC News that residents were so desperate to flush their toilets they collected snow and melted it in their tubs to add to the reservoir tank.,", "On Wednesday, Mississippi Gov. Tate Reeves dispatched the National Guard and more tanker trucks to Jackson to aid in the water crisis.", "Corso said many people in the city do not have the means to \"just go and get bottled water\" or even go to distribution centers to fill up their own containers.", "\"Our most vulnerable citizens really aren't -- that's not something that's super accessible to them.\"", "Jackson resident Terri Hall told WAPT that water has only been dripping from her faucet and that what little comes out is mixed with sediment. She has been without water for 10 days.", "\"We can't bathe in this, because if there is microbes in the water, they can enter your mouth, eyes, and nose, and can't wash dishes because you don't want to ingest that way,\" she said.", "Corso said in the past, problems have been solved within one to four days.", "\"So the time is extensive here, and it's so widespread -- I mean, tens of thousands of residents here are without any water,\" she said.", "In Texas, more than half a million people are still under boil water advisories, according to the Texas Commission on Environmental Quality. At one point, more than 14.4 million people, about half of the state's population, were affected by weather-related water disruptions.", "Although the boil water advisory was lifted in Houston on Feb. 21, thousands of homes are still without water after pipes burst in freezing temperatures, Houston Mayor Sylvester Turner announced on Sunday.", "\"They still do not have water, so there is a tremendous need,\" Turner said.", "About 10,000 people showed up to a distribution center Sunday to pick up cases of water and meal kits, Turner said.", "Turner has requested more supplies from FEMA so licensed plumbers can continue to repair the pipes, according to the release.", "Business agent Rick Lord told ABC Houston station KTRK that when he recently went to a local hardware store, the plumbing section was empty, describing it as \"Black Friday on steroids in the plumbing aisle.\"", "ABC News Radio's Jim Ryan reports:", "ABC News' Will Gretsky and Bill Hutchinson contributed to this report.", "24/7 coverage of breaking news and live events"], "50": ["United Airlines is expanding its order of Boeing 737 Max airplanes and taking some deliveries sooner as it ramps up for an anticipated increase in travel demand", "On Location: March 1, 2021", "United Airlines is expanding its order of Boeing 737 Max airplanes and taking some deliveries sooner as it ramps up for an anticipated increase in travel demand.", "Chief Operating Officer Andrew Nocella said in a memo on Monday that the company placed an order for 25 new 737 Max aircraft for delivery in 2023. United has also moved up delivery of 40 previously ordered 737 Max planes to next year and five 737 Max to 2023. That's in addition to the 24 737 Max aircraft the company is already set to receive in 2023.", "“We’ve now put ourselves in a position to not only survive the crisis, but thrive as an airline, elevate our product for customers and emerge as a stronger, better United Airlines,\" Nocella wrote.", "While United announced furloughs last week, Nocella said that the airline must place orders more than a year before taking delivery of aircraft.", "“And as the end of the pandemic nears and vaccines continue to roll out, today’s fleet announcement helps position us to meet the demand we expect to see in 2022 and 2023 and puts us on a path toward more opportunities for our employees in the future,\" he said.", "The 737 Max has been under heavy scrutiny for a while. Aviation authorities around the world grounded 737 Max aircraft in March 2019 following deadly crashes involving the plane model in Ethiopia and off the coast of Indonesia, which occurred within five months of each other.", "24/7 coverage of breaking news and live events"], "51": ["It's cute, cuddled, red-haired and critically endangered — and the second Sumatran orangutan born in two years at the zoo in New Orleans", "NEW ORLEANS -- It’s cute, cuddled, red-haired, and critically endangered — and the second Sumatran orangutan born in two years at the zoo in New Orleans.", "Veterinarians haven’t yet been able to weigh, measure and determine the sex of the baby born early Sunday to 12-year-old Reese, Audubon Zoo spokeswoman Annie Kinler Matherne said Monday.", "“Reese is cuddling and being very attentive with the infant, but we cannot confirm lactation and nursing just yet,” Matherne said in an email.", "Sumatran orangutans are one of         three species of the long-haired great apes.         Fewer than 14,000 are believed to live in the wild and their numbers are declining dramatically as development, mining and palm oil plantations fragment their forest habitat, according to the International Union for Conservation of Nature.", "The baby is Reese’s first, but she has seen two different orangutans giving birth and raising babies — her own mother at Albuquerque BioPark Zoo in New Mexico, and Audubon’s orangutan matriarch, Feliz, in 2019, the statement noted.", "The birth just before the zoo opened Sunday was a bit of a surprise. Veterinarians knew Reese was pregnant but early signs and physical changes indicated birth was likely in April or May, the zoo said.", "Although zoos often wait a week or two to ensure that a baby is healthy before announcing its birth, “we wanted to be transparent with guests as to why we had the orangutan area blocked off in order to give the group, mother, and infant time to bond,” Matherne said.", "The father is         Jambi, who also sired         2-year-old Bulan.", "“Reese and Bulan have a special bond, and are often spotted eating, sleeping, or foraging together in their habitat,” the news release said. “This experience with infants has helped to prepare Reese to become a mother.”", "Jambi, who came from the Hanover Zoo in Germany in 2018, is classified as one of the most genetically valuable males in North America, the zoo said.", "“To help orangutans in the wild, we recommend purchasing products with sustainably grown palm oil,” curator of primates Liz Wilson said. “Around the world, those using sustainable practices in logging and agriculture are demonstrating that it is possible to conserve wildlife habitat while supporting the local economy.”", "24/7 coverage of breaking news and live events"], "52": ["A United Nations appeal for aid to Yemen to alleviate the world’s worst humanitarian disaster raised some $1_7 billion — a result the U_N_ chief called “disappointing.”", "On Location: March 1, 2021", "CAIRO -- A United Nations appeal for aid to Yemen to alleviate the world’s worst humanitarian disaster raised some $1.7 billion Monday— a result the U.N. chief called “disappointing.”", "At a virtual pledging conference co-hosted by Sweden and Switzerland, U.N. Secretary-General Antonio Guterres had appealed for $3.85 billion this year to address the impoverished Arab country’s dire needs.", "The amount raised, however, was less than what the U.N. received last year, and a billion dollars short of what was pledged in the 2019 conference, he said.", "Guterres called for countries to “consider again what they can do to help stave off the worst famine the world has seen in decades.\"", "From the outset, it was unlikely that donors would meet the U.N.'s goal given the coronavirus pandemic and its devastating consequences for economies around the globe. Corruption allegations in Yemen aid operations were also a factor.", "Yemen’s war started in 2014 when the Iran-backed rebel Houthis seized the capital, Sanaa, and much of the country’s north. The Saudi-led, U.S.-backed coalition intervened months later to dislodge the rebels and restore the internationally recognized government.", "The conflict has killed some 130,000 people, spawned the world’s worst humanitarian disaster and reversed development gains by 20 years, according to the U.N. Development Program.", "Half of Yemen’s health facilities are shuttered or destroyed and 4 million Yemenis have been driven from their homes. The pandemic, cholera epidemics and severe malnutrition among children have led to thousands of additional deaths.", "The U.N. Office for the Coordination of Humanitarian Affairs warned that more than 16 million people in Yemen will go hungry this year, with some half a million already living in famine-like conditions.", "Guterres called for a nationwide cease-fire and U.N.-led negotiations to end the war. \"In the end, the only path to peace is through an immediate, nationwide cease-fire... There is no other solution,” he said.", "Jan Egeland, secretary general of the Norwegian Refugee Council, who is on a week-long visit to Yemen, also called the outcome of the conference “disappointing,\" warning that the lack of funding would cause massive cuts to Yemen aid.", "“The shortfall in humanitarian aid will be measured in lives lost,” he said.", "Saudi Arabia, which leads the coalition fighting the Houthis, announced it would donate $430 million in aid for Yemen this year to be funneled through the U.N. and related agencies. Saudi Arabia had pledged half a billion dollars in 2020, the largest amount pledged by any country.", "U.S. Secretary of State Antony Blinken led the U.S. delegation to the conference, which took place amid efforts by President Joe Biden's administration to bring an end to the conflict.", "He said the U.S. would donate $191 million for Yemen this year, a decrease of about $35 million from the amount it announced in the 2020 pledging conference.", "He called for a cease-fire and for warring parties to halt their interference in aid operations and “allow assistance to reach the innocent women, children, and men.”", "“We can only end the humanitarian crisis in Yemen by ending the war in Yemen. And so the United States is reinvigorating our diplomatic efforts to end the war,\" Blinken said.", "Other major pledges came from Germany ($241 million), the United Arab Emirates ($230 million), the United Kingdom ($123.23 million) and the European Union ( $116.2 million).", "Wealthy countries, such as the U.S., Saudi Arabia and the United Arab Emirates, cut back drastically on aid to Yemen last year. The reductions came amid the pandemic, corruption allegations and concerns the aid might not be reaching its intended recipients in territories controlled by the rebels.", "Last year, aid agencies received about $1.9 billion — half of what was needed and half of what was given the previous year, according to David Miliband, head of the International Rescue Committee.", "Mohammed Abdul-Salam, spokesman for the Houthis, said such pledging conferences “don’t help Yemen as much as they help the aggression countries,” referring to the Saudi-led coalition.", "“Halting the aggression and lifting the siege is the biggest aid that can be provided to Yemen,” he said in a series of tweets.", "Several speakers at the conference called for the Houthis to stop their offensive on the central province of Marib and their increasing cross-border attacks on Saudi Arabia.", "“Money is not the only thing Yemenis need. They need an end to attacks on civilians; they need a ceasefire; they need an end to bureaucratic and political blockages on aid flows,\" said Miliband.", "The rebels renewed their offensive on Marib earlier last month to retake the oil-rich province from the internationally recognized government. But they have not made progress. The fighting has displaced more than 10,500 people in just three weeks, the U.N. migration agency said Monday.", "Saudi Arabia’s civil defense authority said the Houthi projectile landed in a street in the southern province of Jizan Monday, wounding at least five civilians, including three Saudis and two Yemenis, the official news agency reported. The projectile also damaged at least houses and vehicles.", "There was no immediate comment from the Houthis.", "———", "Associated Press writers Jan M. Olsen in Copenhagen, Denmark and Edith M. Lederer at the United Nations, contributed.", "24/7 coverage of breaking news and live events"], "53": ["Mass gatherings have taken place in Jerusalem as Israelis celebrated the Jewish holiday of Purim in violation of coronavirus restrictions", "JERUSALEM -- Mass gatherings took place in Jerusalem on Sunday as Israelis celebrated the Jewish holiday of Purim in violation of coronavirus restrictions.", "Authorities had been concerned about a repeat of last year, when Purim celebrations helped fuel an initial wave of the coronavirus in the earliest days of the global pandemic. The government urged people to celebrate at home this year, and police attempted to block traffic from entering Jerusalem and declared strict limits on public gatherings.", "But the restrictions were not able to prevent street parties as well as mass prayer celebrations in ultra-Orthodox areas, which have repeatedly flouted safety rules. With traffic clogged at the entrance of Jerusalem, Israeli TV stations showed videos of ultra-Orthodox families walking along the side of the highway into the city.", "Purim marks the victory of Jews over a tyrant in ancient Persia and is celebrated with costumes, drinking and parties.", "The holiday was celebrated nationwide over the weekend, with Jerusalem celebrating a day later than the rest of the country. Similar safety violations took place in both secular and religious areas of the country.", "The celebrations have threatened to undercut Israel’s successful vaccination campaign. The country has vaccinated most of its adult population, but younger Israelis in their teens, 20s and 30s have been slow to get inoculated.", "24/7 coverage of breaking news and live events"], "54": ["Monique Moukidje fled her home in Central African Republic’s town of Bangassou in January when rebels attacked with heavy weapons, the fighting killing more than a dozen people", "On Location: March 1, 2021", "BANGASSOU, Central African Republic -- Monique Moukidje fled her home in Central African Republic’s town of Bangassou in January when rebels attacked with heavy weapons, the fighting killing more than a dozen people.", "“I ran away because the bullets have no eyes,” the 34-year-old said sitting in the shade while waiting for water purification tablets, a tarp, and other supplies to help her in Mbangui-Ngoro, a village where she and hundreds of other displaced people are sheltering.", "She is among an estimated 240,000 people displaced in the country since mid-December, according to U.N. relief workers, when rebels calling themselves the Coalition of Patriots for Change launched attacks, first to disrupt the Dec. 27 elections and then to destabilize the newly-elected government of President Faustin Archange Touadera. The rebels’ fighting has enveloped the country and caused a humanitarian crisis in the already unstable nation.", "Hundreds of thousands of people are also left without basic food or health care, and with the main roads between Central African Republic and Cameroon closed for almost two months, prices have skyrocketed leaving families unable to afford food.", "The rebels control nearly two-thirds of the country, making it difficult to deliver humanitarian aid. Aid delivery was stopped for nearly a month in some zones.", "“The most pressing needs are on the axis (the main roads),” says Marco Doneda, project coordinator for Doctors Without Borders based in Bangassou, on the country’s southeastern border with Congo.", "When rebels left Bangassou in mid-January, after an ultimatum from the United Nations peacekeeping force, some established their bases in nearby towns, like in Niakari, about 17 kilometers (10 miles) from Bangassou. Doctors Without Borders has been trying to reach the populations there with mobile clinics since then, but they have been prevented by the possibility of military action or unpredictable fighting between the rebels and the army.", "Along the main supply road from Cameroon to Bangui, Central African Republic’s capital, and in Bambari and Bossangoa, the government forces and its Rwandan and Russian allies have led drives against the rebel forces in the past two weeks.", "The impact of violence and the lack of humanitarian access is visible in Siwa, a camp for internally displaced people, a few kilometers (miles) from Bangassou.", "Hundreds of people must rely only on filthy brown water to drink, cook, and clean. They are living in makeshift shelters made of leaves and branches from palm trees. No toilets have been built and food distribution only arrived six weeks after the camp was created.", "A displaced man hopes his wife will receive treatment and psychological support after she was raped by armed men.", "“I didn’t have the strength to defend my wife,” he said. “I’m a farmer. I don’t have the means to bring her to Bangassou for treatment, but I’m worried, I can’t leave her like this. Her body is not wounded, but in her mind, she is not all right.” The Associated Press does not name victims of sexual violence.", "Central African Republic’s instability erupted into fighting in Bangui in 2013 when the Seleka rebels coming from the north seized power from then-President Francois Bozize.", "Later that year, the Seleka government was challenged by a militia group that formed in response and called themselves the anti-Balaka. Fighting spiraled, with targeted attacks that left thousands dead in the capital and displaced hundreds of thousands more.", "The newly formed rebel coalition includes armed groups from both the ex-Seleka and anti-Balaka.", "The Seleka rebel president eventually stepped aside amid international pressure and an interim government organized democratic elections in 2016, which Touadera won.", "Touadera won re-election to a second term in December with 53% of the vote, but he continues to face opposition from forces linked to ex-president Bozize, who was disqualified from taking part in the presidential vote. Much of the recent violence began after the courts rejected his candidacy before the Dec. 27 elections.", "Residents of Central African Republic are discouraged by the country’s years of violence and insecurity.", "“We really moved backward,” said Pierrette Benguere, prefect of the Mbomou area that includes Bangassou. “It is discouraging to see my country having to start over again with the negotiations we’ve been holding on and off since 2003.”", "24/7 coverage of breaking news and live events"], "55": ["Australian Prime Minister Scott Morrison is standing by an unidentified Cabinet minister after an anonymous letter was sent alleging the man had raped a 16-year-old girl more than 30 years ago", "On Location: March 1, 2021", "CANBERRA, Aurtralia -- Australian Prime Minister Scott Morrison on Monday stood by an unidentified Cabinet minister against calls for him to step down over an allegation he raped a 16-year-old girl more than 30 years ago.", "The accusation has created a cloud over the 16 men in Morrison’s 22-minister Cabinet and is feeding complaints of a culture within Parliament that is toxic for women.", "The allegation was contained in an anonymous letter sent to the prime minister’s office and to three female lawmakers last week.", "The letter contained a statement from a complainant that detailed her allegation of a rape she said occurred in New South Wales state in 1988.", "The woman, who has not been publicly identified, reported the allegation to police before taking her own life in June at age 49.", "Morrison said the Cabinet minister “vigorously and completely denied the allegations.”", "Morrison said he forwarded the letter to police and discussed the allegation with the federal police commissioner. Morrison said he did not intend to take any further action.", "“We can’t have a situation where the mere making of an allegation and that being publicized through the media is grounds for ... governments to stand people down simply on the basis of that,” Morrison said.", "The Ministerial Code of Conduct states a “minister should stand aside if that minister becomes the subject of an official investigation of alleged illegal or improper conduct.”", "Some within the government argue that because the complainant is dead, her allegation is no longer under official police investigation because a conviction is unlikely.", "Sen. Sarah Hanson-Young, a minor Greens party lawmaker who received the anonymous letter, said the minister must step down pending an independent investigation by a former judge.", "“It is just not right to suggest that this type of allegation could linger, hang over the heads of the entire Cabinet,” Hanson-Young said. She said the accusation erodes the belief that the government takes sexual assault seriously.", "Marque Lawyers managing partner Michael Bradley, who represented the complainant when she took her accusation to police, said the allegation cannot be resolved through the criminal justice system because she has died. The minister should step down while some independent inquiry investigates the evidence, Bradley said.", "“His position is pretty clearly untenable and he should step aside or be stood aside until this matter can be addressed and resolved,” Bradley said.", "The disclosure comes two weeks after Morrison apologized in Parliament to a former government staffer who alleged she was raped by a more senior colleague in a minister’s office two years ago.", "Brittany Higgins quit her job in January and reactivated her complaint to police after initially not pursuing the case because she felt it would have affected her employment.", "The colleague, who has not been named publicly, was fired for breaching security by taking Higgins into a minister’s office following a night of heavy drinking.", "Three other women have made sexual misconduct allegations against the same man since Higgins went public with her complaint. A government staffer who alleged she was raped by the man last year told The Weekend Australian newspaper the attack wouldn’t have happened if the government had supported Higgins’ initial complaint.", "Morrison responded to Higgins’ public complaints by appointing government lawmaker Celia Hammond to work with political parties to investigate Parliament House culture, improve workplace standards and protect staff.", "Hammond and opposition Labor Party Sen. Penny Wong also received anonymous letters about the 1988 rape allegation.", "Wong said she met the complainant in 2019 and the complainant detailed her allegation against the man, who was not in Parliament in 1988.", "“I facilitated her referral to rape support services and confirmed she was being supported in reporting the matter to NSW Police,” Wong said.", "Former Prime Minister Malcolm Turnbull, whom Morrison replaced in a power struggle within the ruling conservative Liberal Party in 2018, said the complainant wrote to him in 2019 seeking advice on what she should do with her allegations.", "Turnbull described her allegations as “pretty harrowing” and said Morrison should remove the minister.", "Turnbull said he had sent the woman's email and his reply to police in the woman's home state of South Australia in expectation that they would be used as evidence in a coroner's investigation into her death. An investigation has not yet been announced.", "Morrison said that before he was told of the rape allegation last week, he had heard “rumors” that an Australian Broadcasting Corp. investigative reporter was “making some inquiries” about a rape around November last year when the ABC’s Four Corners program broadcast its “Inside the Canberra Bubble” investigation.", "The program accused the Liberal Party of tolerating and condoning inappropriate sexual behavior.", "The program exposed an extramarital affair between Population Minister Alan Tudge and a female adviser in 2017. It also alleged Attorney General Christian Porter had been seen “cuddling and kissing” a female staffer in a Canberra bar, which he denies.", "The government has condemned the program. Communications Minister Paul Fletcher has asked the ABC board to explain how the program was in the public interest and complied with the state-owned broadcaster’s obligation to produce accurate and impartial journalism.", "Minister for Women Marise Payne on Monday described the recent allegations of sexual misbehavior as a low point of her 24 years in Parliament.", "“This is most definitely the most difficult, most confronting and most distressing period of my work life in this environment,” Payne told Sky News.", "“But distressing for me is meaningless in comparison to those people who have had to endure issues around sexual assault, the experience of sexual assault or harassment in its many forms, and we want to make sure that that stops now,” she added.", "24/7 coverage of breaking news and live events"], "56": ["Cuomo has responded to sexual harassment allegations from two former aides.", "Gov. Andrew Cuomo faces another allegation of sexual harassment", "New York Gov. Andrew Cuomo has formally referred the case into allegations of sexual harassment against the governor to New York Attorney General Letitia James, the governor's office announced Sunday night.", "This decision enables an investigation with subpoena power for the attorney general's office.", "\"The Governor's office wants a thorough and independent review that is above reproach and beyond political interference. Therefore, the Governor's office has asked Attorney General Tish James to select a qualified private lawyer to do an independent review of allegations of sexual harassment,\" Beth Garvey, special counsel and senior advisor to the governor, said in a statement Sunday night. \"The lawyer shall report publicly their findings. The Governor's office will voluntarily cooperate fully.\"", "James earlier Sunday rejected a proposal from Cuomo to select an independent investigator to conduct a review, she said on Sunday afternoon.", "After two former aides came forward this week with accusations against Cuomo, Garvey at first announced that an independent review would be launched, led by former federal Judge Barbara Jones.", "But after critics argued Jones was inadequate given her business ties to Cuomo's top aide, Steve Cohen, the governor's office released a statement on Sunday morning that James and the chief judge of the court of appeals, Janet DiFiore, would jointly select an \"independent and qualified lawyer in private practice without political affiliation to conduct a thorough review and issue a public report.\"", "\"We had selected former Federal Judge Barbara Jones, with a stellar record for qualifications and integrity, but we want to avoid even the perception of a lack of independence or inference of politics,\" the statement said. \"The work product will be solely controlled by that independent lawyer personally selected by the Attorney General and Chief Judge.\"", "Later on Sunday, James rejected the governor's call for the appointment of an outside lawyer and repeated her request for a formal referral from the governor's office so she can lead an investigation with subpoena power.", "\"To clarify, I do not accept the governor's proposal. The state's Executive Law clearly gives my office the authority to investigate this matter once the governor provides a referral. While I have deep respect for Chief Judge DiFiore, I am the duly elected attorney general and it is my responsibility to carry out this task, per Executive Law,\" James said in a statement. \"The governor must provide this referral so an independent investigation with subpoena power can be conducted.\"", "\"I urge the governor to make this referral immediately,\" James said.", "State and U.S. senators, New York City Mayor Bill de Blasio and others are calling for a completely independent investigation. Some, including state Sen. Alessandra Biaggi, have called for Cuomo's resignation.", "Two former aides to Cuomo made allegations of sexual harassment against the governor this week.", "On Wednesday, Lindsey Boylan made claims of \"sexual harassment and bullying\" against the governor, saying it lasted \"for years.\"", "In a post on Medium, Boylan described one incident aboard a flight with Cuomo, aides and a New York state trooper in October 2017 where Cuomo suggested they play \"strip poker.\" She also complained to friends that Cuomo \"would go out of his way to touch me on my lower back, arms and legs.\"", "Boylan, who began working in the state office in 2015 and was later promoted to deputy secretary for economic development and special adviser to the governor, accused Cuomo of creating \"a culture within his administration where sexual harassment and bullying is so pervasive, that it is not only condoned but expected.\"", "Months before her Medium post, Boylan, saying she was compelled to go public after seeing Cuomo's name floated as a potential U.S. attorney general candidate, began tweeting allegations against Cuomo on Dec. 13.", "\"Yes, @NYGovCuomo sexually harassed me for years. Many saw it, and watched. I could never anticipate what to expect: would I be grilled on my work (which was very good) or harassed about my looks. Or would it be both in the same conversation? This was the way for years.\"", "Boylan, who is currently running for Manhattan borough president, resigned from the governor's office in September 2018.", "After Boylan's Medium post, Cuomo's office issued a statement denying her allegations against the governor.", "\"As we said before, Ms. Boylan's claims of inappropriate behavior are quite simply false,\" according to a statement from press secretary Caitlin Girouard.", "The statement also denied Boylan's allegations of what happened on the October 2017 flight.", "Calls for an independent investigation and for the governor to resign have increased after a second accuser came forward with allegations against Cuomo on Saturday.", "Charlotte Bennett, another former aide to Cuomo, told The New York Times that the governor harassed her last spring, including one incident on June 5, 2020, where Cuomo allegedly asked her questions about her personal life, romantic interests and stated that he was \"open to relationships with women in their 20s,\" the Times reported.", "Bennett left Cuomo's administration in November, she told the Times.", "\"I understood that the governor wanted to sleep with me, and felt horribly uncomfortable and scared,\" Bennett told the Times, adding that she told Cuomo's chief of staff, Jill DesRosiers, a week after the June 5 incident and was transferred from the role of executive assistant to a health policy adviser.", "Cuomo has denied the allegations but said in a statement Sunday night that  some of the things he has said “have been misinterpreted as an unwanted flirtation.”", "\"At work sometimes I think I am being playful and make jokes that I think are funny. I do, on occasion, tease people in what I think is a good natured way,\" Cuomo's statement said. \"I do it in public and in private. You have seen me do it at briefings hundreds of times. I have teased people about their personal lives, their relationships, about getting married or not getting married. I mean no offense and only attempt to add some levity and banter to what is a very serious business.", "\"I now understand that my interactions may have been insensitive or too personal and that some of my comments, given my position, made others feel in ways I never intended,\" Cuomo's statement said.", "Cuomo released a statement after the Times story was published, calling Bennett a \"hardworking and valued member of our team during COVID\" but denied making any advances towards Bennett.", "Cuomo said he never intended to act in any way that was inappropriate and was trying to be a supportive and helpful mentor. \"The last thing I would ever have wanted was to make her feel any of the things that are being reported,\" he said.", "\"This situation cannot and should not be resolved in the press; I believe the best way to get to the truth is through a full and thorough outside review and I am directing all state employees to comply with that effort. I ask all New Yorkers to await the findings of the review so that they know the facts before making any judgments. I will have no further comment until the review has concluded.\"", "Cuomo is also being investigated by the FBI and federal prosecutors, who are looking at the governor's coronavirus task force, with a particular focus on his administration's handling of nursing homes early in the coronavirus pandemic, two sources familiar with the matter told ABC News.", "The investigation, first reported by the Albany Times Union, is in its initial stages. Subpoenas have been issued, the sources said.", "The FBI has declined to comment, as did the U.S. Attorney's Office for the Eastern District of New York.", "The full scope of the investigation is not immediately clear, but the sources said there was a particular interest in nursing homes, which have been a source of increasing frustration for Cuomo.", "The number of New York nursing home residents who died from the virus may have been undercounted by as much as 50%, according to an investigation conducted by the New York attorney general's office, which said that many of those patients died after being moved to the hospital and were thus not counted as nursing home deaths.", "Investigators asked 62 nursing homes for information about on-site and in-hospital deaths from COVID-19 beginning the week of March 1, 2020, and found significant discrepancies between those figures and the numbers reported to the Department of Health. In one instance, according to the report, a facility reported to the DOH that on-site fatalities totaled five confirmed COVID-19 deaths and six presumed COVID-19 deaths, but told the AG's office there were actually 27 deaths at the facility and 13 hospital deaths -- a discrepancy of 29 deaths.", "Earlier this month, a Cuomo aide conceded the administration withheld the nursing home death toll from state lawmakers out of fear it would be used against the state by the Trump administration.", "\"He starts tweeting that we killed everyone in nursing homes,\" Cuomo's top aide, Melissa DeRosa, said of Trump on the conference call recording, a transcript of which was provided by DeRosa to ABC News. \"He starts going after [New Jersey Gov. Phil] Murphy, starts going after [California Gov. Gavin] Newsom, starts going after [Michigan Gov.] Gretchen Whitmer. He directs the Department of Justice to do an investigation into us.\"", "Cuomo conceded his handling of nursing home fatality data created a \"void\" that became filled by misinformation and conspiracy theories -- but he declined to apologize.", "\"The void we created by not providing information was filled with skepticism and cynicism and conspiracy theories which fueled the confusion,\" Cuomo said during a news conference Monday. \"The void we created disinformation and that caused more anxiety for loved ones.\"", "ABC News' Aaron Katersky and Laura Romero contributed to this report.", "24/7 coverage of breaking news and live events"], "57": ["Cuomo has responded to sexual harassment allegations from two former aides.", "Gov. Andrew Cuomo faces another allegation of sexual harassment", "New York Gov. Andrew Cuomo has formally referred the case into allegations of sexual harassment against the governor to New York Attorney General Letitia James, the governor's office announced Sunday night.", "This decision enables an investigation with subpoena power for the attorney general's office.", "\"The Governor's office wants a thorough and independent review that is above reproach and beyond political interference. Therefore, the Governor's office has asked Attorney General Tish James to select a qualified private lawyer to do an independent review of allegations of sexual harassment,\" Beth Garvey, special counsel and senior advisor to the governor, said in a statement Sunday night. \"The lawyer shall report publicly their findings. The Governor's office will voluntarily cooperate fully.\"", "James earlier Sunday rejected a proposal from Cuomo to select an independent investigator to conduct a review, she said on Sunday afternoon.", "After two former aides came forward this week with accusations against Cuomo, Garvey at first announced that an independent review would be launched, led by former federal Judge Barbara Jones.", "But after critics argued Jones was inadequate given her business ties to Cuomo's top aide, Steve Cohen, the governor's office released a statement on Sunday morning that James and the chief judge of the court of appeals, Janet DiFiore, would jointly select an \"independent and qualified lawyer in private practice without political affiliation to conduct a thorough review and issue a public report.\"", "\"We had selected former Federal Judge Barbara Jones, with a stellar record for qualifications and integrity, but we want to avoid even the perception of a lack of independence or inference of politics,\" the statement said. \"The work product will be solely controlled by that independent lawyer personally selected by the Attorney General and Chief Judge.\"", "Later on Sunday, James rejected the governor's call for the appointment of an outside lawyer and repeated her request for a formal referral from the governor's office so she can lead an investigation with subpoena power.", "\"To clarify, I do not accept the governor's proposal. The state's Executive Law clearly gives my office the authority to investigate this matter once the governor provides a referral. While I have deep respect for Chief Judge DiFiore, I am the duly elected attorney general and it is my responsibility to carry out this task, per Executive Law,\" James said in a statement. \"The governor must provide this referral so an independent investigation with subpoena power can be conducted.\"", "\"I urge the governor to make this referral immediately,\" James said.", "State and U.S. senators, New York City Mayor Bill de Blasio and others are calling for a completely independent investigation. Some, including state Sen. Alessandra Biaggi, have called for Cuomo's resignation.", "Two former aides to Cuomo made allegations of sexual harassment against the governor this week.", "On Wednesday, Lindsey Boylan made claims of \"sexual harassment and bullying\" against the governor, saying it lasted \"for years.\"", "In a post on Medium, Boylan described one incident aboard a flight with Cuomo, aides and a New York state trooper in October 2017 where Cuomo suggested they play \"strip poker.\" She also complained to friends that Cuomo \"would go out of his way to touch me on my lower back, arms and legs.\"", "Boylan, who began working in the state office in 2015 and was later promoted to deputy secretary for economic development and special adviser to the governor, accused Cuomo of creating \"a culture within his administration where sexual harassment and bullying is so pervasive, that it is not only condoned but expected.\"", "Months before her Medium post, Boylan, saying she was compelled to go public after seeing Cuomo's name floated as a potential U.S. attorney general candidate, began tweeting allegations against Cuomo on Dec. 13.", "\"Yes, @NYGovCuomo sexually harassed me for years. Many saw it, and watched. I could never anticipate what to expect: would I be grilled on my work (which was very good) or harassed about my looks. Or would it be both in the same conversation? This was the way for years.\"", "Boylan, who is currently running for Manhattan borough president, resigned from the governor's office in September 2018.", "After Boylan's Medium post, Cuomo's office issued a statement denying her allegations against the governor.", "\"As we said before, Ms. Boylan's claims of inappropriate behavior are quite simply false,\" according to a statement from press secretary Caitlin Girouard.", "The statement also denied Boylan's allegations of what happened on the October 2017 flight.", "Calls for an independent investigation and for the governor to resign have increased after a second accuser came forward with allegations against Cuomo on Saturday.", "Charlotte Bennett, another former aide to Cuomo, told The New York Times that the governor harassed her last spring, including one incident on June 5, 2020, where Cuomo allegedly asked her questions about her personal life, romantic interests and stated that he was \"open to relationships with women in their 20s,\" the Times reported.", "Bennett left Cuomo's administration in November, she told the Times.", "\"I understood that the governor wanted to sleep with me, and felt horribly uncomfortable and scared,\" Bennett told the Times, adding that she told Cuomo's chief of staff, Jill DesRosiers, a week after the June 5 incident and was transferred from the role of executive assistant to a health policy adviser.", "Cuomo has denied the allegations but said in a statement Sunday night that  some of the things he has said “have been misinterpreted as an unwanted flirtation.”", "\"At work sometimes I think I am being playful and make jokes that I think are funny. I do, on occasion, tease people in what I think is a good natured way,\" Cuomo's statement said. \"I do it in public and in private. You have seen me do it at briefings hundreds of times. I have teased people about their personal lives, their relationships, about getting married or not getting married. I mean no offense and only attempt to add some levity and banter to what is a very serious business.", "\"I now understand that my interactions may have been insensitive or too personal and that some of my comments, given my position, made others feel in ways I never intended,\" Cuomo's statement said.", "Cuomo released a statement after the Times story was published, calling Bennett a \"hardworking and valued member of our team during COVID\" but denied making any advances towards Bennett.", "Cuomo said he never intended to act in any way that was inappropriate and was trying to be a supportive and helpful mentor. \"The last thing I would ever have wanted was to make her feel any of the things that are being reported,\" he said.", "\"This situation cannot and should not be resolved in the press; I believe the best way to get to the truth is through a full and thorough outside review and I am directing all state employees to comply with that effort. I ask all New Yorkers to await the findings of the review so that they know the facts before making any judgments. I will have no further comment until the review has concluded.\"", "Cuomo is also being investigated by the FBI and federal prosecutors, who are looking at the governor's coronavirus task force, with a particular focus on his administration's handling of nursing homes early in the coronavirus pandemic, two sources familiar with the matter told ABC News.", "The investigation, first reported by the Albany Times Union, is in its initial stages. Subpoenas have been issued, the sources said.", "The FBI has declined to comment, as did the U.S. Attorney's Office for the Eastern District of New York.", "The full scope of the investigation is not immediately clear, but the sources said there was a particular interest in nursing homes, which have been a source of increasing frustration for Cuomo.", "The number of New York nursing home residents who died from the virus may have been undercounted by as much as 50%, according to an investigation conducted by the New York attorney general's office, which said that many of those patients died after being moved to the hospital and were thus not counted as nursing home deaths.", "Investigators asked 62 nursing homes for information about on-site and in-hospital deaths from COVID-19 beginning the week of March 1, 2020, and found significant discrepancies between those figures and the numbers reported to the Department of Health. In one instance, according to the report, a facility reported to the DOH that on-site fatalities totaled five confirmed COVID-19 deaths and six presumed COVID-19 deaths, but told the AG's office there were actually 27 deaths at the facility and 13 hospital deaths -- a discrepancy of 29 deaths.", "Earlier this month, a Cuomo aide conceded the administration withheld the nursing home death toll from state lawmakers out of fear it would be used against the state by the Trump administration.", "\"He starts tweeting that we killed everyone in nursing homes,\" Cuomo's top aide, Melissa DeRosa, said of Trump on the conference call recording, a transcript of which was provided by DeRosa to ABC News. \"He starts going after [New Jersey Gov. Phil] Murphy, starts going after [California Gov. Gavin] Newsom, starts going after [Michigan Gov.] Gretchen Whitmer. He directs the Department of Justice to do an investigation into us.\"", "Cuomo conceded his handling of nursing home fatality data created a \"void\" that became filled by misinformation and conspiracy theories -- but he declined to apologize.", "\"The void we created by not providing information was filled with skepticism and cynicism and conspiracy theories which fueled the confusion,\" Cuomo said during a news conference Monday. \"The void we created disinformation and that caused more anxiety for loved ones.\"", "ABC News' Aaron Katersky and Laura Romero contributed to this report.", "24/7 coverage of breaking news and live events"], "58": ["Authorities killed at least 18 people during peaceful protests on Sunday.", "Myanmar's ousted leader appears in court after deadliest day since coup", "HONG KONG and LONDON -- Myanmar's ousted de facto leader Aung San Suu Kyi was seen Monday for the first time since she was detained in a military coup one month ago, appearing in a Naypyitaw court via videoconference.", "Suu Kyi, 75, appeared \"healthy\" during her virtual court appearance, one of her lawyers told Reuters.", "The Nobel laureate, who leads the National League for Democracy (NLD) party, was initially charged with illegally importing six walkie-talkie radios. She was later charged with violating a natural disaster law by breaching COVID-19 protocols while campaigning during last year's elections. Two more charges were added Monday, one under a section of a colonial-era penal code prohibiting publication of information that may \"cause fear or alarm\" or disrupt \"public tranquility,\" and the other under a telecommunications law stipulating licenses for equipment, relating to her alleged ownership of the walkie-talkies, the lawyer told Reuters.", "Suu Kyi's court appearance came after a weekend of the deadliest violence that the Southeast Asian country has seen since the army seized power on Feb. 1. Police and security forces confronted peaceful demonstrations in several locations across Myanmar on Sunday and fired live rounds into the crowds, killing at least 18 people and wounding over 30 others, according to the Office of the United Nations High Commissioner for Human Rights, which cited \"credible information\" that it had received. Tear gas and stun grenades were also reportedly used in various locations.", "More than 1,000 people, some of whom remain unaccounted for, have been arbitrarily arrested and detained in Myanmar over the past month, mostly without any form of due process. On Sunday alone, at least 85 medical professionals and students as well as seven journalists who were present at the demonstrations were detained, according to the U.N. Human Rights Office.", "\"We strongly condemn the escalating violence against protests in Myanmar and call on the military to immediately halt the use of force against peaceful protestors,\" Ravina Shamdasani, spokesperson for the U.N. Human Rights Office, said in a statement Sunday. \"The people of Myanmar have the right to assemble peacefully and demand the restoration of democracy. These fundamental rights must be respected by the military and police, not met with violent and bloody repression. Use of lethal force against non-violent demonstrators is never justifiable under international human rights norms.\"", "U.S. Secretary of State Antony Blinken took to Twitter on Sunday night to condemn the \"abhorrent violence against the people of Burma,\" using Myanmar's former name under British colonial rule. Blinken said the U.S. government \"will continue to promote accountability for those responsible\" and \"stand[s] firmly with the courageous people of Burma.\"", "Suu Kyi has not been seen in public since she was arrested along with other leaders of her NLD party on Feb. 1, signalling an end to Myanmar's already fragile experiment with democracy.", "Suu Kyi, who is still revered in Myanmar despite losing some of her international luster for her refusal to condemn the army’s atrocities against the Rohingya Muslim minority, is understood to have had a tentative shared power agreement with the military since she was named state counsellor in 2016, offering the government a veneer of democratic legitimacy as they embarked on a decade of reforms. The role of state counsellor, akin to a prime minister or a head of government, was created because Myanmar's 2008 constitution barred Suu Kyi from becoming president, since her late husband and children are foreign citizens.", "The Nov. 8 general election was meant to be a referendum on Suu Kyi’s popular civilian government but her party expanded their seats in Parliament, securing a clear majority and threatening the military's tight hold on power. The constitution guarantees the military 25% of seats in Parliament and control of several key ministries.", "The new civilian-led government was supposed to convene for the first time on Feb. 1 but power was instead handed over to Senior Gen. Min Aung Hlaing, commander-in-chief of Myanmar's armed forces, who is already under U.S. sanctions for his role in the human rights abuses against the Rohingyas. An order signed by the acting president granted full authority to Hlaing to run the country and declared a state of emergency that will last for at least one year, citing widespread voter fraud in the November election. Hlaing’s office said in a statement that the military would hold a \"free and fair general election\" after the state of emergency ends. Voter rolls will be checked and the country's election commission, which last week rejected the military's allegations of voter fraud, will be \"re-established,\" according to the statement.", "The military previously ruled Myanmar for nearly five decades before appearing to slowly transition to democratic rule a decade ago and holding its first general elections in years in 2015, which was also a landslide victory for the NLD. Suu Kyi had spent 15 years under house arrest while leading the struggle for democracy against the Burmese military junta and was awarded the 1991 Nobel Peace Prize for her \"nonviolent\" efforts.", "Since the Feb. 1 takeover, a movement of protests across Myanmar has been growing -- and the junta, which calls itself the State Administration Council, has become more and more violent in its response. The initial restraint shown by authorities in the immediate aftermath of the bloodless coup has given way to an increased use of lethal force as weeks of internet shutdowns, threats and mass arrests have not deterred thousands of people from voicing their opposition.", "During Suu Kyi's virtual court appearance in the capital on Monday, police and protesters faced off again some 200 miles south in Yangon, the country's largest city, with videos posted on social media showing clouds of tear gas as protesters clad with construction helmets ran for cover.", "Suu Kyi has her next court appearance scheduled for March 15, her lawyer told Reuters. She is believed to be under house arrest at her residence in Naypyidaw. If she is found guilty of any of the charges launched against her, the resulting prison sentence will likely overlap with the election the junta has promised would take a place in a year.", "24/7 coverage of breaking news and live events"], "59": ["Authorities killed at least 18 people during peaceful protests on Sunday.", "Myanmar's ousted leader appears in court after deadliest day since coup", "HONG KONG and LONDON -- Myanmar's ousted de facto leader Aung San Suu Kyi was seen Monday for the first time since she was detained in a military coup one month ago, appearing in a Naypyitaw court via videoconference.", "Suu Kyi, 75, appeared \"healthy\" during her virtual court appearance, one of her lawyers told Reuters.", "The Nobel laureate, who leads the National League for Democracy (NLD) party, was initially charged with illegally importing six walkie-talkie radios. She was later charged with violating a natural disaster law by breaching COVID-19 protocols while campaigning during last year's elections. Two more charges were added Monday, one under a section of a colonial-era penal code prohibiting publication of information that may \"cause fear or alarm\" or disrupt \"public tranquility,\" and the other under a telecommunications law stipulating licenses for equipment, relating to her alleged ownership of the walkie-talkies, the lawyer told Reuters.", "Suu Kyi's court appearance came after a weekend of the deadliest violence that the Southeast Asian country has seen since the army seized power on Feb. 1. Police and security forces confronted peaceful demonstrations in several locations across Myanmar on Sunday and fired live rounds into the crowds, killing at least 18 people and wounding over 30 others, according to the Office of the United Nations High Commissioner for Human Rights, which cited \"credible information\" that it had received. Tear gas and stun grenades were also reportedly used in various locations.", "More than 1,000 people, some of whom remain unaccounted for, have been arbitrarily arrested and detained in Myanmar over the past month, mostly without any form of due process. On Sunday alone, at least 85 medical professionals and students as well as seven journalists who were present at the demonstrations were detained, according to the U.N. Human Rights Office.", "\"We strongly condemn the escalating violence against protests in Myanmar and call on the military to immediately halt the use of force against peaceful protestors,\" Ravina Shamdasani, spokesperson for the U.N. Human Rights Office, said in a statement Sunday. \"The people of Myanmar have the right to assemble peacefully and demand the restoration of democracy. These fundamental rights must be respected by the military and police, not met with violent and bloody repression. Use of lethal force against non-violent demonstrators is never justifiable under international human rights norms.\"", "U.S. Secretary of State Antony Blinken took to Twitter on Sunday night to condemn the \"abhorrent violence against the people of Burma,\" using Myanmar's former name under British colonial rule. Blinken said the U.S. government \"will continue to promote accountability for those responsible\" and \"stand[s] firmly with the courageous people of Burma.\"", "Suu Kyi has not been seen in public since she was arrested along with other leaders of her NLD party on Feb. 1, signalling an end to Myanmar's already fragile experiment with democracy.", "Suu Kyi, who is still revered in Myanmar despite losing some of her international luster for her refusal to condemn the army’s atrocities against the Rohingya Muslim minority, is understood to have had a tentative shared power agreement with the military since she was named state counsellor in 2016, offering the government a veneer of democratic legitimacy as they embarked on a decade of reforms. The role of state counsellor, akin to a prime minister or a head of government, was created because Myanmar's 2008 constitution barred Suu Kyi from becoming president, since her late husband and children are foreign citizens.", "The Nov. 8 general election was meant to be a referendum on Suu Kyi’s popular civilian government but her party expanded their seats in Parliament, securing a clear majority and threatening the military's tight hold on power. The constitution guarantees the military 25% of seats in Parliament and control of several key ministries.", "The new civilian-led government was supposed to convene for the first time on Feb. 1 but power was instead handed over to Senior Gen. Min Aung Hlaing, commander-in-chief of Myanmar's armed forces, who is already under U.S. sanctions for his role in the human rights abuses against the Rohingyas. An order signed by the acting president granted full authority to Hlaing to run the country and declared a state of emergency that will last for at least one year, citing widespread voter fraud in the November election. Hlaing’s office said in a statement that the military would hold a \"free and fair general election\" after the state of emergency ends. Voter rolls will be checked and the country's election commission, which last week rejected the military's allegations of voter fraud, will be \"re-established,\" according to the statement.", "The military previously ruled Myanmar for nearly five decades before appearing to slowly transition to democratic rule a decade ago and holding its first general elections in years in 2015, which was also a landslide victory for the NLD. Suu Kyi had spent 15 years under house arrest while leading the struggle for democracy against the Burmese military junta and was awarded the 1991 Nobel Peace Prize for her \"nonviolent\" efforts.", "Since the Feb. 1 takeover, a movement of protests across Myanmar has been growing -- and the junta, which calls itself the State Administration Council, has become more and more violent in its response. The initial restraint shown by authorities in the immediate aftermath of the bloodless coup has given way to an increased use of lethal force as weeks of internet shutdowns, threats and mass arrests have not deterred thousands of people from voicing their opposition.", "During Suu Kyi's virtual court appearance in the capital on Monday, police and protesters faced off again some 200 miles south in Yangon, the country's largest city, with videos posted on social media showing clouds of tear gas as protesters clad with construction helmets ran for cover.", "Suu Kyi has her next court appearance scheduled for March 15, her lawyer told Reuters. She is believed to be under house arrest at her residence in Naypyidaw. If she is found guilty of any of the charges launched against her, the resulting prison sentence will likely overlap with the election the junta has promised would take a place in a year.", "24/7 coverage of breaking news and live events"], "60": ["One suspect has been arrested, police said.", "On Location: March 1, 2021", "A Tulane police officer was shot and killed outside a high school basketball game Friday evening, the New Orleans Police Department announced.", "At around 6:15 p.m. a person attempted to enter the George Washington Carver High School gymnasium, where the game was being held, and was refused by one of the staff members, New Orleans police told reporters Friday.", "\"The officer heard the disturbance and attempted to intervene,\" NOPD Superintendent Shaun Ferguson said. \"As a result of intervening and attempting to escort this individual out of the school, this individual pulled his weapon out and fired a shot that struck the officer in his chest.\"", "The shooting happened outside the gymnasium, Ferguson said.", "At 6:38 p.m., the NOPD wrote on Twitter that they were on their way to the scene after learning that \"a law enforcement officer from an outside agency was shot.\"", "When they arrived at the high school, police found the officer suffering from a gunshot wound to the chest, the NOPD said in a statement.", "The officer, who was also a reserve officer with the City Court Constable, was taken to University Medical Center, where he was later pronounced dead, Ferguson told reporters.", "A suspect was immediately apprehended and arrested, according to the police department's statement.", "\"We do have an individual detained at this time, who we do believe is responsible for this act,\" Ferguson said. \"Again, this is a very fluid situation. Our homicide ... division will be the lead in this investigation while our force investigation team will assist in this process.\"", "Ferguson said the deceased officer's name cannot yet be released, as the incident is still under investigation. The NOPD said in their statement that they will release his name upon completion of an autopsy and notification of family.", "Orleans Parish Sheriff Marlin Gusman reacted to the news on Twitter Friday night.", "\"The Orleans Parish Sheriff's Office mourns the loss of the the deputy constable killed tonight in the line of duty. Our thoughts and prayers are with his family and the 2nd City Court Constable at this difficult time,\" he wrote.", "24/7 coverage of breaking news and live events"], "61": ["One suspect has been arrested, police said.", "On Location: March 1, 2021", "A Tulane police officer was shot and killed outside a high school basketball game Friday evening, the New Orleans Police Department announced.", "At around 6:15 p.m. a person attempted to enter the George Washington Carver High School gymnasium, where the game was being held, and was refused by one of the staff members, New Orleans police told reporters Friday.", "\"The officer heard the disturbance and attempted to intervene,\" NOPD Superintendent Shaun Ferguson said. \"As a result of intervening and attempting to escort this individual out of the school, this individual pulled his weapon out and fired a shot that struck the officer in his chest.\"", "The shooting happened outside the gymnasium, Ferguson said.", "At 6:38 p.m., the NOPD wrote on Twitter that they were on their way to the scene after learning that \"a law enforcement officer from an outside agency was shot.\"", "When they arrived at the high school, police found the officer suffering from a gunshot wound to the chest, the NOPD said in a statement.", "The officer, who was also a reserve officer with the City Court Constable, was taken to University Medical Center, where he was later pronounced dead, Ferguson told reporters.", "A suspect was immediately apprehended and arrested, according to the police department's statement.", "\"We do have an individual detained at this time, who we do believe is responsible for this act,\" Ferguson said. \"Again, this is a very fluid situation. Our homicide ... division will be the lead in this investigation while our force investigation team will assist in this process.\"", "Ferguson said the deceased officer's name cannot yet be released, as the incident is still under investigation. The NOPD said in their statement that they will release his name upon completion of an autopsy and notification of family.", "Orleans Parish Sheriff Marlin Gusman reacted to the news on Twitter Friday night.", "\"The Orleans Parish Sheriff's Office mourns the loss of the the deputy constable killed tonight in the line of duty. Our thoughts and prayers are with his family and the 2nd City Court Constable at this difficult time,\" he wrote.", "24/7 coverage of breaking news and live events"], "62": ["\nFind this week's top photos from around the globe in ABC News' This Week in Pictures slideshow\n"], "63": ["\nFind this week's top photos from around the globe in ABC News' This Week in Pictures slideshow\n"], "64": ["\nFind this week's top photos from around the globe in ABC News' This Week in Pictures slideshow\n"], "65": null, "66": ["Here are instructions for how to share your information with our journalists.", "ABC News reaches hundreds of millions of Americans every month, far more than any other outlet, making it the country’s number-one news source.", "Our award-winning investigative journalists cover national security, political corruption, human rights, consumer concerns and other issues for Good Morning America, World News Tonight with David Muir, Nightline, 20/20, and ABC News Live (our 24/7 streaming channel) as well as the network's three digital brands: abcnews.com, goodmorningamerica.com and fivethirtyeight.com.", "We encourage anyone to reach out to discuss potential news stories that may be in the public interest. You can reach us via email at news.tips@abc.com or by phone at (212) 456-2828 with the understanding that the information you provide might be used in our broadcasts or other stories.", "If you have a question or comment about an ABC News program or ABC network show, please call Audience Relations at (818) 460-7477 or contact another department.", "ABC News can also be reached through several other channels that provide a more secure pathway for communication. While no system is 100% secure, using one of the methods listed below can help protect the privacy of your communication to us.", "SIGNAL", "Signal is an app with end-to-end encryption that allows you to send text, voice, video, document and picture messages. “We can’t read your messages or see your calls, and no one else [other than the intended recipient] can either,” its developers say.", "You can contact us via Signal at (646) 256-5457.", "WHATSAPP", "WhatsApp, which is owned by Facebook, is an app with end-to-end encryption that allows you to send text, voice, video, document and picture messages. “Your messages and calls are secured so only you and the person you’re communicating with can read or listen to them, and nobody in between, not even WhatsApp,” the company says.", "You can contact us via WhatsApp at (646) 256-5457.", "POSTAL MAIL", "ABC News Investigative Unit", "7 West 66th St.", "New York, NY 10023", "24/7 coverage of breaking news and live events"]}