{"0": ["The Border Patrol says 13 people killed in a Southern California crash were among more than 40 migrants who entered the U.S. through a hole cut into the border fence with Mexico", "Las Vegas Sands is selling the Venetian casino resort and Sands Expo and Convention Center for $6.25 billion", "A notable number of students are unaccounted for in schools across the country.", "Cuomo has been accused of inappropriate behavior by three women."], "1": ["A man has been killed by a rooster with a blade tied to its leg during an illegal cockfight in southern India", "Indonesia’s Mount Sinabung was erupting Tuesday, sending volcanic materials as high as 5,000 meters (16,400 feet) into the sky and depositing ash on nearby villages", "Swedish police say a man armed with an ax attacked and injured eight people in a southern Swedish town before being shot and arrested", "Glaciologists have been expecting this kind of event for a decade."], "2": null, "3": ["Here are instructions for how to share your information with our journalists.", "ABC News reaches hundreds of millions of Americans every month, far more than any other outlet, making it the country’s number-one news source.", "Our award-winning investigative journalists cover national security, political corruption, human rights, consumer concerns and other issues for Good Morning America, World News Tonight with David Muir, Nightline, 20/20, and ABC News Live (our 24/7 streaming channel) as well as the network's three digital brands: abcnews.com, goodmorningamerica.com and fivethirtyeight.com.", "We encourage anyone to reach out to discuss potential news stories that may be in the public interest. You can reach us via email at news.tips@abc.com or by phone at (212) 456-2828 with the understanding that the information you provide might be used in our broadcasts or other stories.", "If you have a question or comment about an ABC News program or ABC network show, please call Audience Relations at (818) 460-7477 or contact another department.", "ABC News can also be reached through several other channels that provide a more secure pathway for communication. While no system is 100% secure, using one of the methods listed below can help protect the privacy of your communication to us.", "SIGNAL", "Signal is an app with end-to-end encryption that allows you to send text, voice, video, document and picture messages. “We can’t read your messages or see your calls, and no one else [other than the intended recipient] can either,” its developers say.", "You can contact us via Signal at (646) 256-5457.", "WHATSAPP", "WhatsApp, which is owned by Facebook, is an app with end-to-end encryption that allows you to send text, voice, video, document and picture messages. “Your messages and calls are secured so only you and the person you’re communicating with can read or listen to them, and nobody in between, not even WhatsApp,” the company says.", "You can contact us via WhatsApp at (646) 256-5457.", "POSTAL MAIL", "ABC News Investigative Unit", "7 West 66th St.", "New York, NY 10023", "24/7 coverage of breaking news and live events"], "4": ["The Border Patrol says 13 people killed in a Southern California crash were among more than 40 migrants who entered the U.S. through a hole cut into the border fence with Mexico", "Las Vegas Sands is selling the Venetian casino resort and Sands Expo and Convention Center for $6.25 billion", "A notable number of students are unaccounted for in schools across the country.", "Cuomo has been accused of inappropriate behavior by three women."], "5": ["A man has been killed by a rooster with a blade tied to its leg during an illegal cockfight in southern India", "Indonesia’s Mount Sinabung was erupting Tuesday, sending volcanic materials as high as 5,000 meters (16,400 feet) into the sky and depositing ash on nearby villages", "Swedish police say a man armed with an ax attacked and injured eight people in a southern Swedish town before being shot and arrested", "Glaciologists have been expecting this kind of event for a decade."], "6": null, "7": ["Here are instructions for how to share your information with our journalists.", "ABC News reaches hundreds of millions of Americans every month, far more than any other outlet, making it the country’s number-one news source.", "Our award-winning investigative journalists cover national security, political corruption, human rights, consumer concerns and other issues for Good Morning America, World News Tonight with David Muir, Nightline, 20/20, and ABC News Live (our 24/7 streaming channel) as well as the network's three digital brands: abcnews.com, goodmorningamerica.com and fivethirtyeight.com.", "We encourage anyone to reach out to discuss potential news stories that may be in the public interest. You can reach us via email at news.tips@abc.com or by phone at (212) 456-2828 with the understanding that the information you provide might be used in our broadcasts or other stories.", "If you have a question or comment about an ABC News program or ABC network show, please call Audience Relations at (818) 460-7477 or contact another department.", "ABC News can also be reached through several other channels that provide a more secure pathway for communication. While no system is 100% secure, using one of the methods listed below can help protect the privacy of your communication to us.", "SIGNAL", "Signal is an app with end-to-end encryption that allows you to send text, voice, video, document and picture messages. “We can’t read your messages or see your calls, and no one else [other than the intended recipient] can either,” its developers say.", "You can contact us via Signal at (646) 256-5457.", "WHATSAPP", "WhatsApp, which is owned by Facebook, is an app with end-to-end encryption that allows you to send text, voice, video, document and picture messages. “Your messages and calls are secured so only you and the person you’re communicating with can read or listen to them, and nobody in between, not even WhatsApp,” the company says.", "You can contact us via WhatsApp at (646) 256-5457.", "POSTAL MAIL", "ABC News Investigative Unit", "7 West 66th St.", "New York, NY 10023", "24/7 coverage of breaking news and live events"], "8": ["Myanmar security forces have dramatically escalated their crackdown on protests against last month’s coup", "On Location: March 3, 2021", "YANGON, Myanmar -- Myanmar security forces dramatically escalated their crackdown on protests against last month’s coup, killing at least 34 protesters Wednesday in several cities, according to accounts on social media and local news reports compiled by a data analyst.", "That is highest daily death toll since the Feb. 1 takeover, exceeding the 18 that the U.N. Human Rights Office said were killed on Sunday, and could galvanize the international community, which has responded fitfully so far to the violence. Videos from Wednesday also showed security forces firing slingshots at demonstrators, chasing them down and even brutally beating an ambulance crew.", "The toll could even be higher; the Democratic Voice of Burma, an independent television and online news service, tallied 38 deaths.", "Demonstrators have regularly flooded the streets of cities across the country since the military seized power and ousted the elected government of leader Aung San Suu Kyi. Their numbers have remained high even as security forces have repeatedly fired tear gas, rubber bullets and live rounds to disperse the crowds, and arrested protesters en masse.", "The intensifying standoff is unfortunately familiar in a country with a long history of peaceful resistance to military rule — and brutal crackdowns. The coup reversed years of slow progress toward democracy in the Southeast Asian nation after five decades of military rule.", "The Wednesday death toll was compiled by a data analyst who spoke on condition of anonymity because he feared for his safety. He also collected information where he could on the victims’ names, ages, hometowns, and where and how they were killed.", "The Associated Press was unable to independently confirm most of the reported deaths, but several square with online postings. The data analyst, who is in Yangon, the country’s biggest city, said he collected the information to honor those who were killed for their heroic resistance.", "According to his list, the highest number of deaths were in Yangon, where the total was 18. In the central city of Monywa, which has turned out huge crowds, eight deaths were reported. Three deaths were reported in Mandalay, the country’s second-biggest city, and two in Salin, a town in Magwe region. Mawlamyine, in the country’s southeast, and Myingyan and Kalay, both in central Myanmar, each had a single death.", "As part of the crackdown, security forces have also arrested hundreds of people, including journalists. On Saturday, at least eight journalists, including Thein Zaw of The Associated Press, were detained. A video showed he had moved out of the way as police charged down a street at protesters, but then was seized by police officers, who handcuffed him and held him briefly in a chokehold before marching him away.", "He         has been charged with violating a public safety law  that could see him imprisoned for up to three years.", "The escalation of the crackdown has led to increased diplomatic efforts to resolve Myanmar’s political crisis — but there appear to be few viable options. It's not yet clear if Wednesday's soaring death toll could change the dynamic.", "The U.N. Security Council is expected to hold a closed meeting on the situation on Friday, council diplomats said, speaking on condition of anonymity because they were not authorized to make the information public before the official announcement. The United Kingdom requested the meeting, they said.", "Still, any kind of coordinated action at the United Nations will be difficult since two permanent members of the Security Council, China and Russia, would almost certainly veto it. Some countries have imposed or are considering imposing their own sanctions.", "On Wednesday, U.N. special envoy for Myanmar, Christine Schraner Burgener, who supports sanctions, told reporters at U.N. headquarters in New York that she receives some 2,000 messages per day from people inside Myanmar, many “who are really desperate to see action from the international community.”", "The Association of Southeast Asian Nations, of which Myanmar is a member, held a teleconference meeting of foreign ministers on Tuesday to discuss the crisis.", "But there, too, action is unlikely. The regional group of 10 nations has a tradition of non-interference in each other's internal affairs. A statement by the chair after the meeting merely called for an end to violence and for talks on how to reach a peaceful settlement.", "Ignoring that appeal, Myanmar’s security forces on Wednesday continued to attack peaceful protesters.", "In addition to the deaths, there have been reports of other violence. In Yangon, a widely circulated video taken from a security camera showed police in the city brutally beating members of an ambulance crew — apparently after they were arrested. Police can be seen kicking the three crew members and thrashing them with rifle butts.", "Security forces are believed to single out medical workers for arrest and mistreatment because members of the medical profession launched the country’s civil disobedience movement to resist the junta.", "In Mandalay, riot police, backed by soldiers, broke up a rally and chased around 1,000 teachers and students from a street with tear gas as gun shots could be heard.", "Video from the AP showed a squad of police firing slingshots in the apparent direction of demonstrators as they dispersed.", "———", "Associated Press writer Edith M. Lederer at U.N. Headquarters in New York contributed to this report.", "———", "This story has been updated to correct that there has been a report of one death in Myingyan, not two.", "24/7 coverage of breaking news and live events"], "9": ["Military officials say at least 10 rockets have slammed into a base housing U.S. and other coalition troops in western Iraq", "On Location: March 3, 2021", "BAGHDAD -- At least 10 rockets slammed into a base housing U.S. and other coalition troops in western Iraq on Wednesday, military officials said. It was not known if there were any casualties, but the Iraqi military said there were no significant losses.", "It was the first such attack since the U.S. struck Iran-aligned militia targets along the Iraq-Syria border last week, killing one militiaman and stoking fears of another cycle of tit-for-tat attacks as happened last year. Those attacks culminated in the U.S. drone strike that killed Iranian Gen. Qassim Soleimani in Baghdad.", "No one claimed responsibility for Wednesday’s attack, which comes two days before Pope Francis is scheduled to visit the country         amid concerns about security and the coronavirus pandemic. The much-anticipated trip will include stops in Baghdad, southern Iraq and the northern city of Irbil.", "The rockets struck Ain al-Asad airbase in Anbar province early in the morning, U.S.-led coalition spokesman Col. Wayne Marotto said. In addition to American troops, Danish and British are among those stationed at the base. It's the same base that Iran struck with a barrage of missiles in January last year in retaliation for the killing of Soleimani. Dozens of U.S. service members suffered concussions in that strike.", "The Iraqi military released a statement saying Wednesday's attack did not cause significant losses and that security forces had found the launch pad used for the rockets — a truck. Video of the site shows a burning truck in a desert area.", "British Ambassador to Iraq Stephen Hickey condemned the attack, saying it undermined the ongoing fight against the Islamic State group. “Coalition forces are in Iraq to fight Daesh at the invitation of the Iraqi government,” he tweeted, using the Arabic acronym for IS. “These terrorist attacks undermine the fight against Daesh and destabilize Iraq.”", "Denmark said coalition forces at the base were helping to bring stability and security to the country.", "“Despicable attacks against Ain al-Asad base in #Iraq are completely unacceptable,\" Danish Foreign Minister Jeppe Kofod tweeted. The Danish armed forces said two Danes who were at the base at the time of the attack are unharmed.", "Last week's U.S. strike along the border was in response to a spate of rocket attacks that targeted the American presence, including one that killed a coalition contractor from the Philippines outside the Irbil airport.", "After that attack, the Pentagon said the strike was a “proportionate military response.”", "Marotto, the coalition spokesman, said the Iraqi security forces were leading an investigation into the attack.", "Frequent rocket attacks targeting the heavily fortified Green Zone, which houses the U.S. Embassy, during Donald Trump’s presidency frustrated the administration, leading to threats of embassy closure and escalatory strikes. Those attacks have increased again in recent weeks, since President Joe Biden took office, following a lull during the transition period.", "U.S. troops in Iraq significantly decreased their presence in the country last year and withdrew from several Iraqi bases to consolidate chiefly in Ain al-Asad, Baghdad and Irbil.", "———", "Associated Press writer Jan M. Olsen in Copenhagen, Denmark, contributed to this report.", "24/7 coverage of breaking news and live events"], "10": ["Twenty-five people were in the SUV. Many passengers were ejected onto the road.", "13 killed in California highway collision", "The 13 people killed in a crash between their SUV and a big rig in Southern California on Tuesday are suspected to have entered the U.S. illegally that morning, breaching a fence on the U.S.-Mexico border in a likely human smuggling attempt, according to Customs and Border Patrol.", "\"A 10-foot breach\" in a fence between the two countries was reported Tuesday morning, and agents reviewed surveillance video which showed two \"vehicles leaving the area in proximity of the fence breach,\" border patrol said on Wednesday.", "A Ford Expedition SUV carrying 25 people collided with the big rig, ejecting many of the SUV passengers onto the road, later on Tuesday, according to the California Highway Patrol.", "Twelve people, including the SUV driver, died at the scene, and another person from the SUV died at a hospital, the highway patrol said.", "\"All are suspected to have entered the U.S. illegally,\" border patrol said.", "The accident was near Holtville in Imperial County, about 125 miles east of San Diego and about 10 miles from the U.S.-Mexico border.", "Every survivor was injured to some extent, highway patrol said. Some suffered life-threatening head injuries, chest injuries and fractures, officials at El Centro Regional Medical Center said Tuesday.", "Agents also found 19 people hiding in the brush by a red Suburban engulfed in flames and \"determined they had entered the country illegally through the breach in the border fence,\" border patrol said.", "\"We pray for the accident victims and their families during this difficult time,\" El Centro Sector Chief Patrol Agent Gregory Bovino said in Wednesday's statement released by border patrol.", "\"Human smugglers have proven time and again they have little regard for human life,\" he added. \"Those who may be contemplating crossing the border illegally should pause to think of the dangers that all too often end in tragedy.\"", "ABC News' Alex Stone contributed to this report.", "24/7 coverage of breaking news and live events"], "11": ["The celebrity doctor sprung into action and performed CPR.", "Dr. Oz saves life after man collapses in airport", "Dr. Mehmet Oz helped save the life of a man who collapsed at Newark Liberty International Airport on Monday night.", "The celebrity doctor, who hosts the daytime television talk show \"The Dr. Oz Show,\" had just arrived at the New Jersey airport on a flight from Florida with his family when they saw a man fall to the ground in the baggage claim area of Terminal A around 11 p.m. The man was foaming at the mouth and bleeding from where he had hit his head on the floor, Oz's representative told ABC News.", "Officer Jeffrey Croissant of the Port Authority of New York and New Jersey Police Department was on patrol in the area and rushed to help the man, who was not breathing and did not have a pulse. Croissant immediately called for back-up and started to perform cardiopulmonary resuscitation (CPR) on the man. Oz, a practicing heart surgeon, also ran over to help Croissant revive the man, according to a statement from the Port Authority of New York and New Jersey Police Department.", "\"I couldn't get a pulse, which is the first thing you check for. He wasn't responsive,\" Oz recalled during an interview Wednesday with ABC News' Robin Roberts on \"Good Morning America.\"", "\"I had to roll him onto his back and recognized that he was purple, I mean the color of an eggplant, and that's a bad combination,\" he added. \"And there's that soul-sapping moment when you realize you're losing a life. So I started doing CPR, which is my training.\"", "Croissant told ABC News that he didn't recognize Oz at first because face masks are required at the airport, but once he did, the officer thought: \"You really can't get better help than that.\"", "Within minutes, more officers arrived on scene with oxygen and a defibrillator. After several more cycles of CPR and being shocked with the defibrillator, the man began to breathe on his own and was stabilized, according to police.", "\"You've seen those movies where the patient gets shocked and they jerk off the ground -- thats exactly what happened. Unfortunately, usually the heart doesn't start again,\" Oz said. \"In this case, like the movies, his heart started. You get goosebumps just seeing this happen.\"", "The 60-year-old New Jersey resident was transported to a local hospital in intensive care and is undergoing further evaluation, according to police.", "\"It is a true miracle with the odds heavily against him,\" Oz added, while praising the officers who also sprung into action.", "Oz said he has stayed in touch with the man's wife to make sure he is OK.", "\"He's doing very well. He's in the ICU but leaving today to go to a hospital closer to his home,\" Oz said. \"He's awake and alert, neurologically intact.\"", "The near-fatal incident highlights the importance of CPR and defibrillator training so people can jump in to help when there's a medical emergency, according to Oz.", "\"When you learn CPR, the person whose life you'll save will almost certainly be someone that you know and love,\" he added. \"You're actually going to be able to use that on people who are dear to you.\"", "ABC News' Kelly McCarthy and Will Reeve contributed to this report.", "24/7 coverage of breaking news and live events"], "12": ["Chicago’s mayor is proposing changes in the way police serve search warrants", "On Location: March 3, 2021", "CHICAGO -- Chicago's mayor on Wednesday proposed changes in the way police serve search warrants, the latest move to regain public trust that was damaged when officers stormed into the wrong home and forced the woman living there to stand naked in handcuffs for several minutes.", "In a news release, Mayor Lori Lightfoot and Police Superintendent David Brown outlined changes designed to prevent a repeat of the scene in          February 2019 at the home of Anjanette Young, starting with a ban on all “no-knock” warrants except “in specific cases where lives or safety are in danger.”", "Also, search warrants that now require the approval of a lieutenant will have to be approved by someone ranked deputy chief or higher, and a female officer must be on the scene whenever search warrants are served.", "Under the proposed policy, officers will be required before a search warrant is executed to, according to the news release, “conduct a planning session ... to identify any potentially vulnerable people\" who may be inside. Also, the policy will require an independent investigation to make sure the information used to obtain the warrant is accurate.", "At a press briefing, Brown and Lightfoot said the new policy will be posted as a draft on the police department's website for 15 days so that the public can comment on it. Lightfoot said she hopes that the final policy will be implemented by the end of the month.", "Lightfoot has come under intense criticism for the way she and the city responded to the botched raid at Young's home. The social worker during the several minutes she was not allowed to dress tearfully told officers who continued to search the home that they were at the wrong address.", "Chicago's law department, as it had in the video of the 2014 shooting death of Black teenager Laquan McDonald, tried in court to keep the video from being made public. Then, when WBBM-TV aired the video from Young’s home late last year, Lightfoot said she was only then learning about the video. She acknowledged later that she received a detailed email about the video a year earlier.", "On Wednesday, Lightfoot reiterated what she said at that time. “The fact of the matter is that trust was, no question, shaken,” she said.", "The police department has long struggled to change its reputation for brutality and misconduct. On Wednesday, Brown suggested that the problems won't be solved simply by changing rules.", "“If Ms. Young was the biggest drug kingpin we still should have treated her with dignity and respect,” he said.", "Last month,         Young sued the city and 12 police officers, alleging that the officers engaged in a conspiracy to cover up civil rights violations. The 12 officers connected to the raid have been placed on desk duty pending the outcome of a Civilian Office of Police Accountability investigation and the city's top attorney resigned shortly after the video became public.", "After the press briefing, an attorney representing Young, Keenan J. Saulter, said in a statement that Lightfoot's proposal “falls woefully short of the types of reforms that the citizens of Chicago require to feel secure in their homes from these violent and wrongful raids.\"", "Saulter said Lightfoot's proposal does not include provisions included in an ordinance introduced last month by aldermen, including a provision that would prohibit officers from pointing guns at children.", "24/7 coverage of breaking news and live events"], "13": ["A judge has set a $1 million bond for a 15-year-old boy accused of shooting a classmate earlier this week at an Arkansas junior high school", "On Location: March 3, 2021", "PINE BLUFF, Ark. -- A judge has set a $1 million bond for a 15-year-old boy accused of shooting a classmate         earlier this week at an Arkansas junior high school.", "The boy is being held on a first-degree battery charge for Monday's shooting at Watson Chapel Junior High School in Pine Bluff, about 40 miles (65 kilometers) southeast of Little Rock. He's next due in court on April 12.", "At a court hearing Wednesday, prosecutors said that the wounded boy was in the intensive care unit at Arkansas Children's Hospital in Little Rock.", "Authorities have said they believe the shooting was targeted, not random, but that they don't yet know a motive.", "24/7 coverage of breaking news and live events"], "14": ["A third man has come forward with sexual abuse allegations against a Chicago priest who has gained widespread acclaim for his activism", "On Location: March 3, 2021", "CHICAGO -- A third man has come forward with sexual abuse allegations against a Chicago priest who has gained widespread acclaim for his activism, saying he felt he owes it to         two brothers who have faced criticism for accusing the priest of abusing them decades ago when they were teens.", "The 59-year-old man alleges in an affidavit shared late Tuesday with church officials that the Rev. Michael Pfleger once grabbed his crotch over his clothes in the priest’s bedroom area at St. Sabina Church in the summer of 1979 as the then 18-year-old accuser pretended to sleep.", "Although he wasn't a minor at the time, the man said he did not consent to the sexual contact with Pfleger, whom he said he met about three years earlier and considered a trusted mentor and friend.", "The affidavit also alleges that he and Pfleger often drank alcohol and smoked pot together, beginning when the man was 15 or 16 and within years of the priest’s ordination.", "Pfleger emphatically denies the man’s allegations, his attorneys, James Figliulo and Michael Monico, said late Tuesday. They characterized the affidavit's release as an attempt “to keep the story alive” in the media.", "In January, two brothers who are in their 60s alleged that Pfleger abused them in the 1970s when he was a seminarian at a church on the city's West Side and they were in the church choir.", "Pfleger has denied the brothers' allegations. According to the archdiocese, he has agreed to live away from the parish while he is being investigated.", "Unlike the two brothers, the latest accuser — a truck driver who does not live in Illinois — said he does not plan to file an independent claim with the archdiocese or to seek a financial settlement.", "The man         told the Chicago Tribune that he does not know the brothers, but that he decided to share his story with church leaders after reading about the backlash and disbelief the brothers have faced from the priest’s loyal flock.", "He said he provided the affidavit to the brothers’ attorney after a childhood friend told him for weeks that it was the right thing to do.", "“I told (my friend) I’m not getting in the middle of that stuff up there,” the man, who asked that his name not be made public, told the newspaper.", "“She kept telling me, ‘You know, they’re not going to believe the victims because of who Mike is, and maybe if you talk to somebody and say what you know, it may help the victims with their credibility.’ It finally kind of started sinking in. I thought, ‘I have to say something.’\"", "Attorney Eugene Hollander, who represents the two brothers, said Wednesday in a statement that “my clients and the third victim have presented credible allegations of sexual abuse and assault, evidence which Father Pfleger and his team have chosen to ignore. There is significant corroboration between all of the claims.”", "Pfleger has won wide praise for turning a sleepy and struggling parish into one of the most thriving in the nation’s third-largest city. Over the years, he has garnered headlines for his activism and protests.", "24/7 coverage of breaking news and live events"], "15": ["Myanmar security forces have dramatically escalated their crackdown on protests against last month’s coup", "On Location: March 3, 2021", "YANGON, Myanmar -- Myanmar security forces dramatically escalated their crackdown on protests against last month’s coup, killing at least 34 protesters Wednesday in several cities, according to accounts on social media and local news reports compiled by a data analyst.", "That is highest daily death toll since the Feb. 1 takeover, exceeding the 18 that the U.N. Human Rights Office said were killed on Sunday, and could galvanize the international community, which has responded fitfully so far to the violence. Videos from Wednesday also showed security forces firing slingshots at demonstrators, chasing them down and even brutally beating an ambulance crew.", "The toll could even be higher; the Democratic Voice of Burma, an independent television and online news service, tallied 38 deaths.", "Demonstrators have regularly flooded the streets of cities across the country since the military seized power and ousted the elected government of leader Aung San Suu Kyi. Their numbers have remained high even as security forces have repeatedly fired tear gas, rubber bullets and live rounds to disperse the crowds, and arrested protesters en masse.", "The intensifying standoff is unfortunately familiar in a country with a long history of peaceful resistance to military rule — and brutal crackdowns. The coup reversed years of slow progress toward democracy in the Southeast Asian nation after five decades of military rule.", "The Wednesday death toll was compiled by a data analyst who spoke on condition of anonymity because he feared for his safety. He also collected information where he could on the victims’ names, ages, hometowns, and where and how they were killed.", "The Associated Press was unable to independently confirm most of the reported deaths, but several square with online postings. The data analyst, who is in Yangon, the country’s biggest city, said he collected the information to honor those who were killed for their heroic resistance.", "According to his list, the highest number of deaths were in Yangon, where the total was 18. In the central city of Monywa, which has turned out huge crowds, eight deaths were reported. Three deaths were reported in Mandalay, the country’s second-biggest city, and two in Salin, a town in Magwe region. Mawlamyine, in the country’s southeast, and Myingyan and Kalay, both in central Myanmar, each had a single death.", "As part of the crackdown, security forces have also arrested hundreds of people, including journalists. On Saturday, at least eight journalists, including Thein Zaw of The Associated Press, were detained. A video showed he had moved out of the way as police charged down a street at protesters, but then was seized by police officers, who handcuffed him and held him briefly in a chokehold before marching him away.", "He         has been charged with violating a public safety law  that could see him imprisoned for up to three years.", "The escalation of the crackdown has led to increased diplomatic efforts to resolve Myanmar’s political crisis — but there appear to be few viable options. It's not yet clear if Wednesday's soaring death toll could change the dynamic.", "The U.N. Security Council is expected to hold a closed meeting on the situation on Friday, council diplomats said, speaking on condition of anonymity because they were not authorized to make the information public before the official announcement. The United Kingdom requested the meeting, they said.", "Still, any kind of coordinated action at the United Nations will be difficult since two permanent members of the Security Council, China and Russia, would almost certainly veto it. Some countries have imposed or are considering imposing their own sanctions.", "On Wednesday, U.N. special envoy for Myanmar, Christine Schraner Burgener, who supports sanctions, told reporters at U.N. headquarters in New York that she receives some 2,000 messages per day from people inside Myanmar, many “who are really desperate to see action from the international community.”", "The Association of Southeast Asian Nations, of which Myanmar is a member, held a teleconference meeting of foreign ministers on Tuesday to discuss the crisis.", "But there, too, action is unlikely. The regional group of 10 nations has a tradition of non-interference in each other's internal affairs. A statement by the chair after the meeting merely called for an end to violence and for talks on how to reach a peaceful settlement.", "Ignoring that appeal, Myanmar’s security forces on Wednesday continued to attack peaceful protesters.", "In addition to the deaths, there have been reports of other violence. In Yangon, a widely circulated video taken from a security camera showed police in the city brutally beating members of an ambulance crew — apparently after they were arrested. Police can be seen kicking the three crew members and thrashing them with rifle butts.", "Security forces are believed to single out medical workers for arrest and mistreatment because members of the medical profession launched the country’s civil disobedience movement to resist the junta.", "In Mandalay, riot police, backed by soldiers, broke up a rally and chased around 1,000 teachers and students from a street with tear gas as gun shots could be heard.", "Video from the AP showed a squad of police firing slingshots in the apparent direction of demonstrators as they dispersed.", "———", "Associated Press writer Edith M. Lederer at U.N. Headquarters in New York contributed to this report.", "———", "This story has been updated to correct that there has been a report of one death in Myingyan, not two.", "24/7 coverage of breaking news and live events"], "16": ["Military officials say at least 10 rockets have slammed into a base housing U.S. and other coalition troops in western Iraq", "On Location: March 3, 2021", "BAGHDAD -- At least 10 rockets slammed into a base housing U.S. and other coalition troops in western Iraq on Wednesday, military officials said. It was not known if there were any casualties, but the Iraqi military said there were no significant losses.", "It was the first such attack since the U.S. struck Iran-aligned militia targets along the Iraq-Syria border last week, killing one militiaman and stoking fears of another cycle of tit-for-tat attacks as happened last year. Those attacks culminated in the U.S. drone strike that killed Iranian Gen. Qassim Soleimani in Baghdad.", "No one claimed responsibility for Wednesday’s attack, which comes two days before Pope Francis is scheduled to visit the country         amid concerns about security and the coronavirus pandemic. The much-anticipated trip will include stops in Baghdad, southern Iraq and the northern city of Irbil.", "The rockets struck Ain al-Asad airbase in Anbar province early in the morning, U.S.-led coalition spokesman Col. Wayne Marotto said. In addition to American troops, Danish and British are among those stationed at the base. It's the same base that Iran struck with a barrage of missiles in January last year in retaliation for the killing of Soleimani. Dozens of U.S. service members suffered concussions in that strike.", "The Iraqi military released a statement saying Wednesday's attack did not cause significant losses and that security forces had found the launch pad used for the rockets — a truck. Video of the site shows a burning truck in a desert area.", "British Ambassador to Iraq Stephen Hickey condemned the attack, saying it undermined the ongoing fight against the Islamic State group. “Coalition forces are in Iraq to fight Daesh at the invitation of the Iraqi government,” he tweeted, using the Arabic acronym for IS. “These terrorist attacks undermine the fight against Daesh and destabilize Iraq.”", "Denmark said coalition forces at the base were helping to bring stability and security to the country.", "“Despicable attacks against Ain al-Asad base in #Iraq are completely unacceptable,\" Danish Foreign Minister Jeppe Kofod tweeted. The Danish armed forces said two Danes who were at the base at the time of the attack are unharmed.", "Last week's U.S. strike along the border was in response to a spate of rocket attacks that targeted the American presence, including one that killed a coalition contractor from the Philippines outside the Irbil airport.", "After that attack, the Pentagon said the strike was a “proportionate military response.”", "Marotto, the coalition spokesman, said the Iraqi security forces were leading an investigation into the attack.", "Frequent rocket attacks targeting the heavily fortified Green Zone, which houses the U.S. Embassy, during Donald Trump’s presidency frustrated the administration, leading to threats of embassy closure and escalatory strikes. Those attacks have increased again in recent weeks, since President Joe Biden took office, following a lull during the transition period.", "U.S. troops in Iraq significantly decreased their presence in the country last year and withdrew from several Iraqi bases to consolidate chiefly in Ain al-Asad, Baghdad and Irbil.", "———", "Associated Press writer Jan M. Olsen in Copenhagen, Denmark, contributed to this report.", "24/7 coverage of breaking news and live events"], "17": ["Twenty-five people were in the SUV. Many passengers were ejected onto the road.", "13 killed in California highway collision", "The 13 people killed in a crash between their SUV and a big rig in Southern California on Tuesday are suspected to have entered the U.S. illegally that morning, breaching a fence on the U.S.-Mexico border in a likely human smuggling attempt, according to Customs and Border Patrol.", "\"A 10-foot breach\" in a fence between the two countries was reported Tuesday morning, and agents reviewed surveillance video which showed two \"vehicles leaving the area in proximity of the fence breach,\" border patrol said on Wednesday.", "A Ford Expedition SUV carrying 25 people collided with the big rig, ejecting many of the SUV passengers onto the road, later on Tuesday, according to the California Highway Patrol.", "Twelve people, including the SUV driver, died at the scene, and another person from the SUV died at a hospital, the highway patrol said.", "\"All are suspected to have entered the U.S. illegally,\" border patrol said.", "The accident was near Holtville in Imperial County, about 125 miles east of San Diego and about 10 miles from the U.S.-Mexico border.", "Every survivor was injured to some extent, highway patrol said. Some suffered life-threatening head injuries, chest injuries and fractures, officials at El Centro Regional Medical Center said Tuesday.", "Agents also found 19 people hiding in the brush by a red Suburban engulfed in flames and \"determined they had entered the country illegally through the breach in the border fence,\" border patrol said.", "\"We pray for the accident victims and their families during this difficult time,\" El Centro Sector Chief Patrol Agent Gregory Bovino said in Wednesday's statement released by border patrol.", "\"Human smugglers have proven time and again they have little regard for human life,\" he added. \"Those who may be contemplating crossing the border illegally should pause to think of the dangers that all too often end in tragedy.\"", "ABC News' Alex Stone contributed to this report.", "24/7 coverage of breaking news and live events"], "18": ["The celebrity doctor sprung into action and performed CPR.", "Dr. Oz saves life after man collapses in airport", "Dr. Mehmet Oz helped save the life of a man who collapsed at Newark Liberty International Airport on Monday night.", "The celebrity doctor, who hosts the daytime television talk show \"The Dr. Oz Show,\" had just arrived at the New Jersey airport on a flight from Florida with his family when they saw a man fall to the ground in the baggage claim area of Terminal A around 11 p.m. The man was foaming at the mouth and bleeding from where he had hit his head on the floor, Oz's representative told ABC News.", "Officer Jeffrey Croissant of the Port Authority of New York and New Jersey Police Department was on patrol in the area and rushed to help the man, who was not breathing and did not have a pulse. Croissant immediately called for back-up and started to perform cardiopulmonary resuscitation (CPR) on the man. Oz, a practicing heart surgeon, also ran over to help Croissant revive the man, according to a statement from the Port Authority of New York and New Jersey Police Department.", "\"I couldn't get a pulse, which is the first thing you check for. He wasn't responsive,\" Oz recalled during an interview Wednesday with ABC News' Robin Roberts on \"Good Morning America.\"", "\"I had to roll him onto his back and recognized that he was purple, I mean the color of an eggplant, and that's a bad combination,\" he added. \"And there's that soul-sapping moment when you realize you're losing a life. So I started doing CPR, which is my training.\"", "Croissant told ABC News that he didn't recognize Oz at first because face masks are required at the airport, but once he did, the officer thought: \"You really can't get better help than that.\"", "Within minutes, more officers arrived on scene with oxygen and a defibrillator. After several more cycles of CPR and being shocked with the defibrillator, the man began to breathe on his own and was stabilized, according to police.", "\"You've seen those movies where the patient gets shocked and they jerk off the ground -- thats exactly what happened. Unfortunately, usually the heart doesn't start again,\" Oz said. \"In this case, like the movies, his heart started. You get goosebumps just seeing this happen.\"", "The 60-year-old New Jersey resident was transported to a local hospital in intensive care and is undergoing further evaluation, according to police.", "\"It is a true miracle with the odds heavily against him,\" Oz added, while praising the officers who also sprung into action.", "Oz said he has stayed in touch with the man's wife to make sure he is OK.", "\"He's doing very well. He's in the ICU but leaving today to go to a hospital closer to his home,\" Oz said. \"He's awake and alert, neurologically intact.\"", "The near-fatal incident highlights the importance of CPR and defibrillator training so people can jump in to help when there's a medical emergency, according to Oz.", "\"When you learn CPR, the person whose life you'll save will almost certainly be someone that you know and love,\" he added. \"You're actually going to be able to use that on people who are dear to you.\"", "ABC News' Kelly McCarthy and Will Reeve contributed to this report.", "24/7 coverage of breaking news and live events"], "19": ["Chicago’s mayor is proposing changes in the way police serve search warrants", "On Location: March 3, 2021", "CHICAGO -- Chicago's mayor on Wednesday proposed changes in the way police serve search warrants, the latest move to regain public trust that was damaged when officers stormed into the wrong home and forced the woman living there to stand naked in handcuffs for several minutes.", "In a news release, Mayor Lori Lightfoot and Police Superintendent David Brown outlined changes designed to prevent a repeat of the scene in          February 2019 at the home of Anjanette Young, starting with a ban on all “no-knock” warrants except “in specific cases where lives or safety are in danger.”", "Also, search warrants that now require the approval of a lieutenant will have to be approved by someone ranked deputy chief or higher, and a female officer must be on the scene whenever search warrants are served.", "Under the proposed policy, officers will be required before a search warrant is executed to, according to the news release, “conduct a planning session ... to identify any potentially vulnerable people\" who may be inside. Also, the policy will require an independent investigation to make sure the information used to obtain the warrant is accurate.", "At a press briefing, Brown and Lightfoot said the new policy will be posted as a draft on the police department's website for 15 days so that the public can comment on it. Lightfoot said she hopes that the final policy will be implemented by the end of the month.", "Lightfoot has come under intense criticism for the way she and the city responded to the botched raid at Young's home. The social worker during the several minutes she was not allowed to dress tearfully told officers who continued to search the home that they were at the wrong address.", "Chicago's law department, as it had in the video of the 2014 shooting death of Black teenager Laquan McDonald, tried in court to keep the video from being made public. Then, when WBBM-TV aired the video from Young’s home late last year, Lightfoot said she was only then learning about the video. She acknowledged later that she received a detailed email about the video a year earlier.", "On Wednesday, Lightfoot reiterated what she said at that time. “The fact of the matter is that trust was, no question, shaken,” she said.", "The police department has long struggled to change its reputation for brutality and misconduct. On Wednesday, Brown suggested that the problems won't be solved simply by changing rules.", "“If Ms. Young was the biggest drug kingpin we still should have treated her with dignity and respect,” he said.", "Last month,         Young sued the city and 12 police officers, alleging that the officers engaged in a conspiracy to cover up civil rights violations. The 12 officers connected to the raid have been placed on desk duty pending the outcome of a Civilian Office of Police Accountability investigation and the city's top attorney resigned shortly after the video became public.", "After the press briefing, an attorney representing Young, Keenan J. Saulter, said in a statement that Lightfoot's proposal “falls woefully short of the types of reforms that the citizens of Chicago require to feel secure in their homes from these violent and wrongful raids.\"", "Saulter said Lightfoot's proposal does not include provisions included in an ordinance introduced last month by aldermen, including a provision that would prohibit officers from pointing guns at children.", "24/7 coverage of breaking news and live events"], "20": ["A judge has set a $1 million bond for a 15-year-old boy accused of shooting a classmate earlier this week at an Arkansas junior high school", "On Location: March 3, 2021", "PINE BLUFF, Ark. -- A judge has set a $1 million bond for a 15-year-old boy accused of shooting a classmate         earlier this week at an Arkansas junior high school.", "The boy is being held on a first-degree battery charge for Monday's shooting at Watson Chapel Junior High School in Pine Bluff, about 40 miles (65 kilometers) southeast of Little Rock. He's next due in court on April 12.", "At a court hearing Wednesday, prosecutors said that the wounded boy was in the intensive care unit at Arkansas Children's Hospital in Little Rock.", "Authorities have said they believe the shooting was targeted, not random, but that they don't yet know a motive.", "24/7 coverage of breaking news and live events"], "21": ["A third man has come forward with sexual abuse allegations against a Chicago priest who has gained widespread acclaim for his activism", "On Location: March 3, 2021", "CHICAGO -- A third man has come forward with sexual abuse allegations against a Chicago priest who has gained widespread acclaim for his activism, saying he felt he owes it to         two brothers who have faced criticism for accusing the priest of abusing them decades ago when they were teens.", "The 59-year-old man alleges in an affidavit shared late Tuesday with church officials that the Rev. Michael Pfleger once grabbed his crotch over his clothes in the priest’s bedroom area at St. Sabina Church in the summer of 1979 as the then 18-year-old accuser pretended to sleep.", "Although he wasn't a minor at the time, the man said he did not consent to the sexual contact with Pfleger, whom he said he met about three years earlier and considered a trusted mentor and friend.", "The affidavit also alleges that he and Pfleger often drank alcohol and smoked pot together, beginning when the man was 15 or 16 and within years of the priest’s ordination.", "Pfleger emphatically denies the man’s allegations, his attorneys, James Figliulo and Michael Monico, said late Tuesday. They characterized the affidavit's release as an attempt “to keep the story alive” in the media.", "In January, two brothers who are in their 60s alleged that Pfleger abused them in the 1970s when he was a seminarian at a church on the city's West Side and they were in the church choir.", "Pfleger has denied the brothers' allegations. According to the archdiocese, he has agreed to live away from the parish while he is being investigated.", "Unlike the two brothers, the latest accuser — a truck driver who does not live in Illinois — said he does not plan to file an independent claim with the archdiocese or to seek a financial settlement.", "The man         told the Chicago Tribune that he does not know the brothers, but that he decided to share his story with church leaders after reading about the backlash and disbelief the brothers have faced from the priest’s loyal flock.", "He said he provided the affidavit to the brothers’ attorney after a childhood friend told him for weeks that it was the right thing to do.", "“I told (my friend) I’m not getting in the middle of that stuff up there,” the man, who asked that his name not be made public, told the newspaper.", "“She kept telling me, ‘You know, they’re not going to believe the victims because of who Mike is, and maybe if you talk to somebody and say what you know, it may help the victims with their credibility.’ It finally kind of started sinking in. I thought, ‘I have to say something.’\"", "Attorney Eugene Hollander, who represents the two brothers, said Wednesday in a statement that “my clients and the third victim have presented credible allegations of sexual abuse and assault, evidence which Father Pfleger and his team have chosen to ignore. There is significant corroboration between all of the claims.”", "Pfleger has won wide praise for turning a sleepy and struggling parish into one of the most thriving in the nation’s third-largest city. Over the years, he has garnered headlines for his activism and protests.", "24/7 coverage of breaking news and live events"], "22": ["Prosecutors are opposing the release of an Arizona man who stormed the Capitol while sporting face paint and a furry hat with horns", "FBI director testifies for 1st time since Capitol riot", "PHOENIX -- Prosecutors in Washington are opposing the pretrial release of an Arizona man who stormed the U.S. Capitol nearly two months ago while sporting face paint, no shirt and a furry hat with horns.", "Prosecutors told a judge in a filing Monday that Jacob Chansley should remain jailed until trial because he is a danger to the community, explaining he held a weapon as he confronted officers inside the Capitol, wrote a threatening note to then-Vice President Mike Pence, and spoke about ridding the government of traitors.", "“He cannot be trusted now to suddenly change course,” prosecutors said.", "A judge in Washington is scheduled to hear arguments Friday over whether Chansley should be released.", "While prosecutors say the spear attached to a flagpole carried by Chansley into the Capitol was a weapon, his attorney has characterized the spear as an ornament.", "The defense lawyer also argued the message that Chansley penned to Pence wasn’t intended to be threatening and said his client is suffering from digestive tract difficulties, even though he has been given him organic food, as he had requested.", "Authorities say Chansley was among the first people to force their way into the Capitol building, disobeyed orders to leave, refused an officer’s request to use Chansley’s bullhorn to tell rioters to leave the Senate chamber, called Pence a traitor and wrote a note to the then-vice president saying, “It’s only a matter of time, justice is coming.”", "Chansley, who calls himself the “QAnon Shaman” and has long been a fixture at Trump rallies, unsuccessfully sought a pardon from Trump. He has since apologized for his actions during the insurrection and has soured on Trump. He has pleaded not guilty to two felony and four misdemeanor charges.", "Prosecutors said other people arrested in the Capitol riot have remained jailed for possessing nontraditional weapons, such as an axe handle or flagpole.", "24/7 coverage of breaking news and live events"], "23": ["Prosecutors are opposing the release of an Arizona man who stormed the Capitol while sporting face paint and a furry hat with horns", "FBI director testifies for 1st time since Capitol riot", "PHOENIX -- Prosecutors in Washington are opposing the pretrial release of an Arizona man who stormed the U.S. Capitol nearly two months ago while sporting face paint, no shirt and a furry hat with horns.", "Prosecutors told a judge in a filing Monday that Jacob Chansley should remain jailed until trial because he is a danger to the community, explaining he held a weapon as he confronted officers inside the Capitol, wrote a threatening note to then-Vice President Mike Pence, and spoke about ridding the government of traitors.", "“He cannot be trusted now to suddenly change course,” prosecutors said.", "A judge in Washington is scheduled to hear arguments Friday over whether Chansley should be released.", "While prosecutors say the spear attached to a flagpole carried by Chansley into the Capitol was a weapon, his attorney has characterized the spear as an ornament.", "The defense lawyer also argued the message that Chansley penned to Pence wasn’t intended to be threatening and said his client is suffering from digestive tract difficulties, even though he has been given him organic food, as he had requested.", "Authorities say Chansley was among the first people to force their way into the Capitol building, disobeyed orders to leave, refused an officer’s request to use Chansley’s bullhorn to tell rioters to leave the Senate chamber, called Pence a traitor and wrote a note to the then-vice president saying, “It’s only a matter of time, justice is coming.”", "Chansley, who calls himself the “QAnon Shaman” and has long been a fixture at Trump rallies, unsuccessfully sought a pardon from Trump. He has since apologized for his actions during the insurrection and has soured on Trump. He has pleaded not guilty to two felony and four misdemeanor charges.", "Prosecutors said other people arrested in the Capitol riot have remained jailed for possessing nontraditional weapons, such as an axe handle or flagpole.", "24/7 coverage of breaking news and live events"], "24": ["Arts and crafts retailer Michaels is going private", "On Location: March 3, 2021", "NEW YORK -- Arts and crafts retailer Michaels is going private.", "The retail chain, based in Irving, Texas, said Wednesday that it has agreed to be acquired by Apollo Global Management Inc. for a transaction valued at $5 billion.", "Under the terms of the agreement, approved by Michaels' board, Apollo will begin a tender offer to buy shares for $22 each in cash. The purchase price represents a 47% premium to the closing stock price on Feb. 26, the last trading day prior to the media speculation about the potential deal.", "In midday trading, shares rose 23%, or $4.17, to $22.19.", "“The company’s impressive growth transformation, including our financial and operational performance in the unprecedented environment of the pandemic, led to an unsolicited offer to buy the company,” said James Quella, chairman of the Michaels Cos. board of directors.", "Company executives said that by going private, Michaels will have the financial flexibility to invest and improve its retail and online business.", "Andrew S. Jhawar, senior partner and head of retail and consumer group at Apollo, said there's significant opportunity to improve the Michaels brand, store experience and online business across North America.", "The deal includes a 25-day go-shop period which lets Michaels to solicit and evaluate other offers and to terminate the deal for a better proposal. UBS is acting as the company’s exclusive financial adviser.", "The company operates more than 1,275 Michaels stores in 49 states and Canada.", "24/7 coverage of breaking news and live events"], "25": ["A video of the arrest of Associated Press journalist Thein Zaw as he was photographing Myanmar security forces charging at anti-coup protesters shows him being held in a chokehold as handcuffs are placed on him", "On Location: March 3, 2021", "YANGON, Myanmar -- A video of the arrest of Associated Press journalist Thein Zaw as he was photographing Myanmar security forces charging at anti-coup protesters shows him being quickly surrounded and held in a chokehold as handcuffs are placed on him.", "Authorities have charged Thein Zaw and five other members of the media with violating a public order law that could see them imprisoned for up to three years.", "The video starts with Thein Zaw standing by the side of a road on Saturday photographing dozens of security forces as they run at a group of protesters in Yangon, Myanmar's largest city.", "Several police run at him, and he tries to escape. At least seven surround him as he is placed in a chokehold. He is pushed and shoved and quickly handcuffed. A policeman with a bullhorn then uses the handcuffs to pull him away.", "Many of the police are carrying truncheons, while some have what appear to be guns and automatic weapons.", "“The Associated Press calls for the immediate release of AP journalist Thein Zaw, who has been charged with a crime in Myanmar for simply doing his job,” Ian Phillips, AP vice president for international news, said Wednesday. “Independent journalists must be allowed to freely and safely report the news without fear of retribution. AP condemns the charge against Thein Zaw and his arbitrary detention.”", "The military ousted the elected government of Aung San Suu Kyi in a Feb. 1 coup. Protesters have demonstrated peacefully against the coup even as security forces have dramatically escalated their crackdown. On Wednesday,         at least 34 protesters were killed  in several cities, according to accounts on social media and local news reports compiled by a data analyst.", "Authorities have also arrested people en masse.", "Lawyer Tin Zar Oo, who represents Thein Zaw, said his client was one of six journalists who have been charged under a law that punishes anyone who causes fear among the public, knowingly spreads false news, or agitates directly or indirectly for a criminal offense against a government employee. The law was amended by the junta last month to broaden its scope and increase the maximum prison term from two years.", "The group includes journalists working for Myanmar Now, Myanmar Photo Agency, 7Day News, Zee Kwet online news and a freelancer.", "The U.S. said it was concerned about the increasing attacks on and arrests of journalists by Myanmar security forces. “We call on the military to immediately release these individuals and to cease intimidation and harassment of the media and others unjustly detained merely for doing their jobs for exercising their universal rights,” State Department spokesperson Ned Price said to reporters in Washington.", "Rights and press freedom groups also have demanded the journalists’ release.", "“AAJA-Asia stands in full support of Burmese journalists, and urges all Myanmar authorities to uphold press freedom and allow the media to report on the news without fear of reprisal,” the Asian American Journalists Association’s Asia Chapter said in a statement. “We call for an immediate end to the violence, censorship and persecution.”", "Thein Zaw, 32, is reported to be held in Insein Prison in northern Yangon, notorious for housing political prisoners under previous military regimes.", "According to the lawyer, Thein Zaw was remanded into custody by a court and can be held until March 12 without another hearing or further action.", "In December 2017, two journalists working for the Reuters news agency were arrested while working on a story about Myanmar’s Rohingya minority. They were accused of illegally possessing official documents, although they argued that they were framed because of official opposition to their reporting.", "Although their case attracted international attention, they were convicted the following year and were sentenced to seven years behind bars. They were freed in 2019 in a mass presidential pardon.", "24/7 coverage of breaking news and live events"], "26": ["Google says it won’t develop new ways to follow individual users across the internet after it phases out existing ad-tracking technology from Chrome browsers", "Google Maps will now allow users to pay their parking meter through the app", "LONDON -- Google says it won't develop new ways to follow individual users across the internet after it phases out existing ad-tracking technology from its Chrome browser, a change that could shake up the online advertising industry.", "Google says it's taking the move to protect user privacy. It's part of a broader shift in the industry as marketers such as Apple and regulators in the U.K., U.S. and elsewhere increasingly are seeking ways to phase out more egregious data collection practices.", "Still, there are concerns that it will add to the tech giant’s already dominant power in online advertising. And the change won't affect Google's largest advertising moneymakers: Search and YouTube.", "“There's a growing idea that if you can’t persuade consumers to part with their data willingly, you probably don’t deserve it,\" said Brian Wieser, global president of business intelligence at media agency GroupM. “Consumers are more aware of their data being used unwittingly. Brands (thinking long term) are asking ‘do you really want to irritate consumers with messages that create a perception of privacy being violated in some form?' No.\"", "The digital giant         already said it would remove so-called third party cookies from Chrome. Those are snippets of code used by advertisers to record users' web-browsing histories in order to target personalized ads. Third-party cookies have long been a key tool for marketers to deliver targeted ads, but they've also been a source of privacy concerns since they trace users across the Internet in ways they might not be aware of.", "On Wednesday, the company said it won't replace those cookies with another way of tracking individuals. Instead, Google proposes grouping together web users with similar interests and keeping web histories private on user devices. Google can still track users through its own services like Search or Maps.", "“If digital advertising doesn’t evolve to address the growing concerns people have about their privacy and how their personal identity is being used, we risk the future of the free and open web,” David Temkin, Google’s director of product management for ads privacy and trust, said in         a blog post.", "Temkin said the company continues to get questions on whether it will join others in the ad tech industry that plan to replace third-party cookies with alternative user-level identifiers.", "“Today, we’re making explicit that once third-party cookies are phased out, we will not build alternate identifiers to track individuals as they browse across the web, nor will we use them in our products,\" he said.", "Chrome is the world’s dominant web browser, and many rival browsers like Microsoft’s Edge are based on Google’s Chromium technology.", "Even though the changes are aimed at tightening up on privacy, Google will still be able to track users of its own services, said James Rosewell, CEO of Marketers for an Open Web, a group of media and advertising companies lobbying against the changes.", "“What they’re not saying is that ‘people are logged into our products all the time’\" and thus give consent to be tracked when they use Search, Maps, Gmail or YouTube, Rosewell said. \"What they’re not saying is, ‘we’re going to stop all of that’.”", "Another key bit of background: Apple is preparing to erect a new barrier to monitoring the activities of more than 1 billion iPhone users online.", "Its new privacy tool, expected to roll out in a software update early this spring, will require mobile apps to explicitly ask iPhone users for permission to collect information about what they are doing and where. That safeguard is a change from Apple's long-held practice of requiring iPhone users to go into settings to block apps from tracking them.", "The added privacy protection on iPhones has         riled Facebook, which has relied on widespread tracking to build the second most lucrative digital ad network behind Google. Facebook has repeatedly attacked Apple’s anti-tracking tool as an attack on small businesses that rely on personalized digital ads to subsidize their mostly free services. It's also suggested that the iPhone maker is mostly interested in forcing more apps to charge consumers for their products so it can collect a 15% to 30% commission in its app store.", "Analysts say Facebook stands to lose billions of dollars if most iPhone users don’t grant the social network permission to track them.", "Google has acknowledged Apple’s new privacy tool could decrease the revenue of some apps in its digital ad network but plans to revise its own iPhone apps so they won’t be affected by the upcoming changes.", "Unlike Facebook, Google has a crucial business relationship with Apple. Google pays Apple an estimated $9 billion to $12 billion annually to be the default search engine on the iPhone.", "Aram Sinnreich, a communication studies professor at American University, said shifting the mechanics of analyzing online behavior and buying patterns away from third-party tracking cookies might make people less vulnerable to privacy abuses, at least for now. It’s also in some ways a shot against Facebook, which has publicized a big push for better privacy but remains “really, really dependent on tracking for its business model,” he said.", "“Apple and Amazon and Google have more diversified business models, where tracking is important but not central,” Sinnreich said. “It’s a re-envisioning of the digital marketing universe that diminishes Facebook’s relative power.”", "——", "Anderson reported from New York. Mike Liedtke in San Ramon, California, and Matt O'Brien in Providence, Rhode Island, contributed to this report.", "24/7 coverage of breaking news and live events"], "27": ["Fearful of returning to their homes, thousands of people in central Greece are spending the night outdoors after a powerful earthquake, felt across the region, damaged homes and public buildings", "On Location: March 3, 2021", "ATHENS, Greece -- Fearful of returning to their homes, thousands of people in central Greece were spending the night outdoors late Wednesday after a powerful earthquake, felt across the region, damaged homes and public buildings.", "The shallow, magnitude-6.0 quake struck near the central city of Larissa. One man was hurt by falling debris but no serious injuries were reported.", "Officials reported structural damage, mainly to old houses and buildings that saw walls collapse or crack. One of them was a primary school, stone-built in 1938, in the quake-hit village of Damasi where 63 students were attending classes.", "“The teachers kept their cool and the pupils stuck to the emergency drill, and everyone got out okay,” headmaster Grigoris Letsios said while on a video call with Greek Prime Minister Kyriakos Mitsotakis. “The building will be condemned now...We’ll need a new school.”", "The army set up tents and meal counters at a nearby soccer field as local officials urged people to remain outside their homes until they could be inspected. A series of powerful aftershocks of up to 5.2 magnitude kept many residents on edge.", "“Have you seen how trees move when the wind blows? That’s how the houses moved,” Damasi resident Vangelis Mouseris said.", "“I stood still like a statue. I wondered whose house would fall? The neighbor’s house? My house? I’ve never felt something like this before.”", "The quake struck at 12:16 p.m. (1015 GMT), according to the Athens Geodynamic Institute, and was also felt in neighboring Albania and North Macedonia, and as far north as Kosovo and Montenegro.", "Turkish Foreign Minister Mevlut Cavusoglu phoned his Greek counterpart, Nikos Dendias, to convey solidarity and offer assistance if needed, according to officials from the two neighboring countries — which are longtime regional rivals.", "The foreign minister of Albania, Olta Xhacka, also called Dendias to express support.", "In Athens, seismologist Vassilis Karastathis told reporters that the quake originated in a fault line in the area that has historically not produced temblors of much larger magnitude than Wednesday's. He said the post-quake activity appeared normal so far but experts were monitoring the situation.", "“The earthquake had an estimated depth of just 8 kilometers (5 miles) and that was one of the reasons why it was felt so strongly in the region,” said Karastathis, who is the deputy director of the Athens Geodynamic Institute.", "The head of Greece's armed forces was in the quake-hit area to assist emergency service, and Fire Service helicopters were used before nightfall to assess building damage around the central Greek towns of Tyrnavos, Elasona, and elsewhere near the epicenter.", "The fire department said it had received multiple calls Wednesday to deal with medical emergencies, helping patients with various chronic conditions get hospital access, already affected by the pandemic.", "Greece lies in a highly seismically active region. The vast majority of earthquakes cause no damage or injuries, many occurring under the sea.", "Last October, an earthquake that struck the eastern Greek Aegean island of Samos and the nearby Turkish coast killed two high school students on Samos and at least 75 people in Turkey. In 1999, an earthquake near Athens killed 143 people.", "——— Elena Becatoros and Theodora Tongas in Athens, Llazar Semini in Tirana, Albania, and Suzan Fraser in Ankara, Turkey contributed. ———", "Follow Gatopoulos at https://twitter.com/dgatopoulos and Kantouris at https://twitter.com/CostasKantouris", "24/7 coverage of breaking news and live events"], "28": ["Officials say an investigation of K-9 training is underway after video showed a North Carolina officer lifting a dog by a leash and slamming the animal into the side of a police vehicle", "On Location: March 3, 2021", "SALISBURY, N.C. -- An investigation of K-9 training is underway after video showed a North Carolina officer lifting a dog by a leash and slamming the animal into the side of a police vehicle, officials said.", "Salisbury Police Chief Jerry Stokes told news outlets he couldn't comment in detail on what happened. Stokes said the dog, Zuul, wasn't hurt or stunned and has since been separated from the officer. Zuul was on hand with Stokes for a Tuesday news conference about the investigation.", "The video was sent to         WMYT-TV. It's unclear when the training took place.", "The video first shows the dog exiting a police SUV before the handler yells “stay.\" The officer puts a leash on the dog, lifts it up and begins swinging the animal around his back as he walks towards the SUV, the video shows.", "In the background, someone is heard saying, “we’re good, no witnesses.”", "The video then shows the officer slamming the dog into the SUV before shoving the dog into the car. The officer yells “stay” and then hits the dog.", "The video ends with someone asking if a camera is on and another person replying, “no, my power is off.”", "Stokes said the officer's actions may have been part of training tactics but didn't comment on whether those tactics were appropriate. He added that K-9s are trained to be used against criminal suspects and \"when a canine is non-compliant with the handler’s commands, the handler is trained to correct the dog.”", "An outside agency will be investigating and the department is reviewing its K-9 policy and guidelines.", "The officer's name wasn't immediately released.", "24/7 coverage of breaking news and live events"], "29": ["Britain’s treasury chief has announced an additional 65 billion pounds ($91 billion) of support for an economy ravaged by the coronavirus pandemic", "On Location: March 3, 2021", "LONDON -- Britain’s treasury chief on Wednesday announced an additional 65 billion pounds ($91 billion) of support for an economy ravaged by the coronavirus pandemic, extending job support programs and temporary tax cuts to help workers and businesses in his annual budget.", "Chancellor of the Exchequer Rishi Sunak told the House of Commons that it is too soon for the government to rein in spending, saying that his plans would “protect the jobs and livelihoods of the British people” through September as the government slowly lifts lockdown restrictions that have shut businesses across the U.K.", "At the same time, he said Britain must be prepared to cut the deficit, announcing plans to increase the tax on corporate profits and boost revenue from personal income taxes in 2023.", "“An important moment is upon us,” Sunak told the House of Commons. “A moment of challenge and of change. Of difficulties, yes, but of possibilities, too. This is a budget that meets that moment.”", "U.K. public borrowing has risen to levels not seen since World War II as the government seeks to cushion the fallout from COVID-19, which has reduced gross domestic product by 10% and cost more than 700,000 people their jobs. Projections released Wednesday by the Office for Budget Responsibility show that the economy will still be 3% smaller five years from now than it would have been without the pandemic.", "Sunak said government support programs have succeeded in mitigating the impact. The unemployment rate is now expected to peak at about 6.5%, rather than the 11.9% forecast last July, he said, citing estimates from the Office for Budget Responsibility. The economy is forecast to grow 4% this year and 7.3% in 2022.", "On Wednesday, Sunak announced plans to extend those support programs for six months. They include a furlough program, under which the government pays 80% of the wages for private employees unable to work during the pandemic, as well as grants for self-employed workers, a temporary increase in welfare payments and tax relief for businesses.", "Sunak cheered business leaders by offering a tax credit of up to 130% of the money companies invest in expanding and improving their operations. Sunak said the credit is expected to increase investment by 10% or 25 billion pounds over the next two years, creating jobs and boosting economic growth.", "Stephen Phipson, chief executive of Make UK, described the policy as bold.", "“Manufacturers have strong intentions to invest in capital equipment as well as digital and green technologies which are crucial for our long-term recovery,'' he said. “Today’s announcement should help turbocharge investment to ensure that those plans turn into reality in the short-term.''", "Looking to the future, Sunak said the government will in 2023 increase corporation tax to 25%, from the current rate of 19%, and freeze personal income tax thresholds, which will increase revenue as inflation boosts incomes.", "But opposition leader Keir Starmer accused Sunak of failing to address deep-seated economic problems and banking on a “consumer spending blitz” to bail out the economy.", "Starmer said the budget fails millions of key workers who are having their pay frozen, businesses swamped by debt, and families paying higher local property taxes.", "“The central problem in our economy is a deep-rooted insecurity and inequality, and this budget isn’t the answer to that,” Starmer said. “So rather than the big, transformative budget that we needed, this budget simply papers over the cracks.”", "Ian Blackford, the Scottish National Party’s leader in Parliament, criticized Sunak for continuing a strategy of temporary support that leaves businesses and consumers unsure of the future.", "The budget leaves Scottish voters with a clear choice as the SNP campaigns to hold a second referendum on independence from the U.K., Blackford said.", "“For the people of Scotland, this budget comes at a critical moment of choice,” he said, echoing Sunak’s language. “Post-Brexit and post-pandemic, Scotland now has a choice of two futures: The long-term damage of Brexit and more Tory austerity cuts, or the opportunity to protect her place in Europe and to build a strong, fair and green recovery with independence.”", "———", "Follow AP coverage of the virus outbreak at:", "https://apnews.com/hub/coronavirus-pandemic", "https://apnews.com/hub/coronavirus-vaccine", "https://apnews.com/UnderstandingtheOutbreak", "24/7 coverage of breaking news and live events"], "30": ["Scottish First Minister Nicola Sturgeon has strongly denied being part of a plot against her predecessor", "On Location: March 3, 2021", "LONDON -- Scottish First Minister Nicola Sturgeon on Wednesday strongly denied being part of a plot against her predecessor, as she testified under oath in a political saga that is threatening both her leadership and her push for an independent Scotland.", "Sturgeon defended the way her government handled sexual assault claims against former First Minister Alex Salmond, saying the #MeToo movement had made it clear that abuse allegations about powerful people must not be “ignored or swept under the carpet.”", "Sturgeon testified for more than seven hours to a committee of lawmakers probing a political and personal feud that is wracking Scotland’s pro-independence movement and the governing Scottish National Party. Its antagonists are Salmond and Sturgeon, two former allies and friends who have dominated Scottish politics for decades.", "Salmond was tried and acquitted last year on sexual assault charges, and claims the allegations made by several women were part of a conspiracy to wreck his political career.", "He accuses Sturgeon of lying about when she learned of the allegations and breaking the code of conduct for government ministers. He alleges her administration undermined democratic principles and the rule of law by allowing the distinctions between government, party and civil service to become blurred.", "Scotland’s highest civil court ruled in 2019 that the way the Scottish government had handled the misconduct allegations was unlawful and “tainted by apparent bias,” and awarded Salmond 500,000 pounds ($695,000) in expenses.", "Sturgeon told a Scottish Parliament inquiry into the handling of the complaints that no one had “acted with malice or as part of a plot against Alex Salmond.”", "“A number of women made serious complaints about Alex Salmond’s behavior,” she said. “The government, despite the mistakes it undoubtedly made, tried to do the right thing. As first minister I refused to follow the age-old pattern of allowing a powerful man to use his status and connections to get what he wants.”", "The opposition Scottish Conservatives have demanded Sturgeon resign, but she insisted she acted properly.", "Sturgeon defended not reporting to civil servants a meeting and a call with Salmond in 2018 about the complaints, saying it was because she did not want to influence the investigation. She denied leaking the complainants’ names, and said she refused Salmond's request to intervene on his behalf because that would have been “a heinous, egregious breach of my position.”", "Salmond, who led the SNP for two decades, built the separatist party into a major political force and took Scotland to the brink of independence by holding a 2014 referendum.", "He stepped down as first minister after the “remain” side won, and Sturgeon, his friend and deputy, replaced him.", "In 2019, Salmond was charged with sexual assault and attempted rape after allegations by nine women who had worked with him as first minister or for the party. Salmond called the charges “deliberate fabrications for a political purpose,” and was acquitted after a trial in March 2020.", "Salmond has called the last few years a “nightmare.” Sturgeon expressed sympathy for her former friend, but said she had searched in vain for “any sign at all that he recognized how difficult this has been for others, too.”", "“That he was acquitted by a jury of criminal conduct is beyond question,” she said. “But I know just from what he told me, that his behavior was not always appropriate.\"", "Yet she said Salmond had not spoken “a single word of regret.”", "Sturgeon said she had “revered” Salmond as a mentor for decades.", "\"I’ve learned things about Alex Salmond over the past few years that have made me rethink,\" she said. “Many of us, including me, feel deeply let down by him. And that’s a matter of deep personal pain and regret for me.”", "The political drama in Edinburgh could have major implications for the future of Scotland and the U.K.", "Scotland's 2014 independence referendum was billed at the time as a once-in-a-generation decision. But the SNP says Brexit has fundamentally changed the situation by dragging Scotland out of the European Union against its will. A majority of Scottish voters backed “remain” in the U.K.’s 2016 EU membership referendum. The U.K. as a whole voted narrowly to leave the bloc.", "A Scottish Parliament election is due in May, and the SNP leads in opinion polls. Sturgeon says if she wins a majority, she will push for a new independence referendum and challenge British Prime Minister Boris Johnson in the courts if his government refuses to agree.", "John Curtice, professor of politics at the University of Strathclyde, said the damaging saga could hurt the SNP’s electoral prospects.", "“(The possibility) is that sufficient people, as they see the drama on the accusations played out between Mr. Salmond and Ms. Sturgeon, that some say ‘Well hang on, is this really a country that can govern itself, or at least is this a party that I want us to take us on the road to independence?’” he said.", "24/7 coverage of breaking news and live events"], "31": ["\"I will pay for the entire journey,\" Yusaku Maezawa said. ", "Girls ask Dr. Mae Jemison about space", "A Japanese billionaire is searching for eight members of the public to join him on a mission to orbit around the moon.", "Yusaku Maezawa, who made headlines in 2018 when he was unveiled as SpaceX's first private passenger to commission a trip around the moon, released a new video Tuesday to share updates on his pending mission.", "\"I’m inviting you to join me on this mission, eight of you from all around the world,\" Maezawa said in the video.", "He said the mission is now scheduled to take place in 2023 on a Starship spacecraft that is currently being developed by Elon Musk's private space-faring firm SpaceX.", "\"I will pay for the entire journey,\" Maezawa said. \"Ten to 12 of us will be on board, and I hope that together we can make it a fun trip.\"", "Maezawa initially said his plan was to bring artists from around the world into space with him, but said Tuesday that this plan has \"evolved.\"", "\"I began to wonder ... what do I mean by artists?\" he said. \"The more I though about it, the more ambiguous it became.\"", "\"I began to think that maybe every single person who is doing something creative could be called an artist,\" he added.", "Now, Maezawa said the mission is open to anyone who has the goal of going into space \"to help other people and greater society in some way.\"", "In addition, Maezawa said the crew members must be \"willing and able to support other crew members who share similar aspirations.\"", "\"If that sounds like you, please join me,\" he said.", "Musk also shared a message in the video, saying that the mission is significant because \"it will be the first private spaceflight, first commercial spaceflight with humans beyond Earth orbit.\"", "He went on, \"This has never occurred before and we’re going to go past the moon, so it will actually end up being further. This mission, we expect people will go further than any human has ever gone from planet Earth. Maezawa is also providing places on the ship for artists and others to join, so he wants this to be something that is exciting and inspiring for the whole world.\"", "Finally, Musk said he is \"highly confident\" that the Starship spacecraft will have reached orbit \"many times\" before 2023, and \"that it will be safe enough for human transport by 2023.\"", "Those who want to join the mission can pre-register for the application process on the dearMoon mission’s website. Pre-registration must be submitted by March 14. Then there is a screening, assignment and interview process -- though further details for how the crew will be selected were not disclosed.", "The final interview round and medical checkup for the crew is expected to happen in late May 2021.", "24/7 coverage of breaking news and live events"], "32": ["\"I will pay for the entire journey,\" Yusaku Maezawa said. ", "Girls ask Dr. Mae Jemison about space", "A Japanese billionaire is searching for eight members of the public to join him on a mission to orbit around the moon.", "Yusaku Maezawa, who made headlines in 2018 when he was unveiled as SpaceX's first private passenger to commission a trip around the moon, released a new video Tuesday to share updates on his pending mission.", "\"I’m inviting you to join me on this mission, eight of you from all around the world,\" Maezawa said in the video.", "He said the mission is now scheduled to take place in 2023 on a Starship spacecraft that is currently being developed by Elon Musk's private space-faring firm SpaceX.", "\"I will pay for the entire journey,\" Maezawa said. \"Ten to 12 of us will be on board, and I hope that together we can make it a fun trip.\"", "Maezawa initially said his plan was to bring artists from around the world into space with him, but said Tuesday that this plan has \"evolved.\"", "\"I began to wonder ... what do I mean by artists?\" he said. \"The more I though about it, the more ambiguous it became.\"", "\"I began to think that maybe every single person who is doing something creative could be called an artist,\" he added.", "Now, Maezawa said the mission is open to anyone who has the goal of going into space \"to help other people and greater society in some way.\"", "In addition, Maezawa said the crew members must be \"willing and able to support other crew members who share similar aspirations.\"", "\"If that sounds like you, please join me,\" he said.", "Musk also shared a message in the video, saying that the mission is significant because \"it will be the first private spaceflight, first commercial spaceflight with humans beyond Earth orbit.\"", "He went on, \"This has never occurred before and we’re going to go past the moon, so it will actually end up being further. This mission, we expect people will go further than any human has ever gone from planet Earth. Maezawa is also providing places on the ship for artists and others to join, so he wants this to be something that is exciting and inspiring for the whole world.\"", "Finally, Musk said he is \"highly confident\" that the Starship spacecraft will have reached orbit \"many times\" before 2023, and \"that it will be safe enough for human transport by 2023.\"", "Those who want to join the mission can pre-register for the application process on the dearMoon mission’s website. Pre-registration must be submitted by March 14. Then there is a screening, assignment and interview process -- though further details for how the crew will be selected were not disclosed.", "The final interview round and medical checkup for the crew is expected to happen in late May 2021.", "24/7 coverage of breaking news and live events"], "33": ["The celebrity doctor sprung into action and performed CPR.", "Dr. Oz saves life after man collapses in airport", "Dr. Mehmet Oz helped save the life of a man who collapsed at Newark Liberty International Airport on Monday night.", "The celebrity doctor, who hosts the daytime television talk show \"The Dr. Oz Show,\" had just arrived at the New Jersey airport on a flight from Florida with his family when they saw a man fall to the ground in the baggage claim area of Terminal A around 11 p.m. The man was foaming at the mouth and bleeding from where he had hit his head on the floor, Oz's representative told ABC News.", "Officer Jeffrey Croissant of the Port Authority of New York and New Jersey Police Department was on patrol in the area and rushed to help the man, who was not breathing and did not have a pulse. Croissant immediately called for back-up and started to perform cardiopulmonary resuscitation (CPR) on the man. Oz, a practicing heart surgeon, also ran over to help Croissant revive the man, according to a statement from the Port Authority of New York and New Jersey Police Department.", "\"I couldn't get a pulse, which is the first thing you check for. He wasn't responsive,\" Oz recalled during an interview Wednesday with ABC News' Robin Roberts on \"Good Morning America.\"", "\"I had to roll him onto his back and recognized that he was purple, I mean the color of an eggplant, and that's a bad combination,\" he added. \"And there's that soul-sapping moment when you realize you're losing a life. So I started doing CPR, which is my training.\"", "Croissant told ABC News that he didn't recognize Oz at first because face masks are required at the airport, but once he did, the officer thought: \"You really can't get better help than that.\"", "Within minutes, more officers arrived on scene with oxygen and a defibrillator. After several more cycles of CPR and being shocked with the defibrillator, the man began to breathe on his own and was stabilized, according to police.", "\"You've seen those movies where the patient gets shocked and they jerk off the ground -- thats exactly what happened. Unfortunately, usually the heart doesn't start again,\" Oz said. \"In this case, like the movies, his heart started. You get goosebumps just seeing this happen.\"", "The 60-year-old New Jersey resident was transported to a local hospital in intensive care and is undergoing further evaluation, according to police.", "\"It is a true miracle with the odds heavily against him,\" Oz added, while praising the officers who also sprung into action.", "Oz said he has stayed in touch with the man's wife to make sure he is OK.", "\"He's doing very well. He's in the ICU but leaving today to go to a hospital closer to his home,\" Oz said. \"He's awake and alert, neurologically intact.\"", "The near-fatal incident highlights the importance of CPR and defibrillator training so people can jump in to help when there's a medical emergency, according to Oz.", "\"When you learn CPR, the person whose life you'll save will almost certainly be someone that you know and love,\" he added. \"You're actually going to be able to use that on people who are dear to you.\"", "ABC News' Kelly McCarthy and Will Reeve contributed to this report.", "24/7 coverage of breaking news and live events"], "34": ["Chicago’s mayor is proposing changes in the way police serve search warrants", "On Location: March 3, 2021", "CHICAGO -- Chicago's mayor on Wednesday proposed changes in the way police serve search warrants, the latest move to regain public trust that was damaged when officers stormed into the wrong home and forced the woman living there to stand naked in handcuffs for several minutes.", "In a news release, Mayor Lori Lightfoot and Police Superintendent David Brown outlined changes designed to prevent a repeat of the scene in          February 2019 at the home of Anjanette Young, starting with a ban on all “no-knock” warrants except “in specific cases where lives or safety are in danger.”", "Also, search warrants that now require the approval of a lieutenant will have to be approved by someone ranked deputy chief or higher, and a female officer must be on the scene whenever search warrants are served.", "Under the proposed policy, officers will be required before a search warrant is executed to, according to the news release, “conduct a planning session ... to identify any potentially vulnerable people\" who may be inside. Also, the policy will require an independent investigation to make sure the information used to obtain the warrant is accurate.", "At a press briefing, Brown and Lightfoot said the new policy will be posted as a draft on the police department's website for 15 days so that the public can comment on it. Lightfoot said she hopes that the final policy will be implemented by the end of the month.", "Lightfoot has come under intense criticism for the way she and the city responded to the botched raid at Young's home. The social worker during the several minutes she was not allowed to dress tearfully told officers who continued to search the home that they were at the wrong address.", "Chicago's law department, as it had in the video of the 2014 shooting death of Black teenager Laquan McDonald, tried in court to keep the video from being made public. Then, when WBBM-TV aired the video from Young’s home late last year, Lightfoot said she was only then learning about the video. She acknowledged later that she received a detailed email about the video a year earlier.", "On Wednesday, Lightfoot reiterated what she said at that time. “The fact of the matter is that trust was, no question, shaken,” she said.", "The police department has long struggled to change its reputation for brutality and misconduct. On Wednesday, Brown suggested that the problems won't be solved simply by changing rules.", "“If Ms. Young was the biggest drug kingpin we still should have treated her with dignity and respect,” he said.", "Last month,         Young sued the city and 12 police officers, alleging that the officers engaged in a conspiracy to cover up civil rights violations. The 12 officers connected to the raid have been placed on desk duty pending the outcome of a Civilian Office of Police Accountability investigation and the city's top attorney resigned shortly after the video became public.", "After the press briefing, an attorney representing Young, Keenan J. Saulter, said in a statement that Lightfoot's proposal “falls woefully short of the types of reforms that the citizens of Chicago require to feel secure in their homes from these violent and wrongful raids.\"", "Saulter said Lightfoot's proposal does not include provisions included in an ordinance introduced last month by aldermen, including a provision that would prohibit officers from pointing guns at children.", "24/7 coverage of breaking news and live events"], "35": ["A judge has set a $1 million bond for a 15-year-old boy accused of shooting a classmate earlier this week at an Arkansas junior high school", "On Location: March 3, 2021", "PINE BLUFF, Ark. -- A judge has set a $1 million bond for a 15-year-old boy accused of shooting a classmate         earlier this week at an Arkansas junior high school.", "The boy is being held on a first-degree battery charge for Monday's shooting at Watson Chapel Junior High School in Pine Bluff, about 40 miles (65 kilometers) southeast of Little Rock. He's next due in court on April 12.", "At a court hearing Wednesday, prosecutors said that the wounded boy was in the intensive care unit at Arkansas Children's Hospital in Little Rock.", "Authorities have said they believe the shooting was targeted, not random, but that they don't yet know a motive.", "24/7 coverage of breaking news and live events"], "36": ["A third man has come forward with sexual abuse allegations against a Chicago priest who has gained widespread acclaim for his activism", "On Location: March 3, 2021", "CHICAGO -- A third man has come forward with sexual abuse allegations against a Chicago priest who has gained widespread acclaim for his activism, saying he felt he owes it to         two brothers who have faced criticism for accusing the priest of abusing them decades ago when they were teens.", "The 59-year-old man alleges in an affidavit shared late Tuesday with church officials that the Rev. Michael Pfleger once grabbed his crotch over his clothes in the priest’s bedroom area at St. Sabina Church in the summer of 1979 as the then 18-year-old accuser pretended to sleep.", "Although he wasn't a minor at the time, the man said he did not consent to the sexual contact with Pfleger, whom he said he met about three years earlier and considered a trusted mentor and friend.", "The affidavit also alleges that he and Pfleger often drank alcohol and smoked pot together, beginning when the man was 15 or 16 and within years of the priest’s ordination.", "Pfleger emphatically denies the man’s allegations, his attorneys, James Figliulo and Michael Monico, said late Tuesday. They characterized the affidavit's release as an attempt “to keep the story alive” in the media.", "In January, two brothers who are in their 60s alleged that Pfleger abused them in the 1970s when he was a seminarian at a church on the city's West Side and they were in the church choir.", "Pfleger has denied the brothers' allegations. According to the archdiocese, he has agreed to live away from the parish while he is being investigated.", "Unlike the two brothers, the latest accuser — a truck driver who does not live in Illinois — said he does not plan to file an independent claim with the archdiocese or to seek a financial settlement.", "The man         told the Chicago Tribune that he does not know the brothers, but that he decided to share his story with church leaders after reading about the backlash and disbelief the brothers have faced from the priest’s loyal flock.", "He said he provided the affidavit to the brothers’ attorney after a childhood friend told him for weeks that it was the right thing to do.", "“I told (my friend) I’m not getting in the middle of that stuff up there,” the man, who asked that his name not be made public, told the newspaper.", "“She kept telling me, ‘You know, they’re not going to believe the victims because of who Mike is, and maybe if you talk to somebody and say what you know, it may help the victims with their credibility.’ It finally kind of started sinking in. I thought, ‘I have to say something.’\"", "Attorney Eugene Hollander, who represents the two brothers, said Wednesday in a statement that “my clients and the third victim have presented credible allegations of sexual abuse and assault, evidence which Father Pfleger and his team have chosen to ignore. There is significant corroboration between all of the claims.”", "Pfleger has won wide praise for turning a sleepy and struggling parish into one of the most thriving in the nation’s third-largest city. Over the years, he has garnered headlines for his activism and protests.", "24/7 coverage of breaking news and live events"], "37": ["A judge is ordering Mississippi to pay $500,000 to a Black man who was wrongfully imprisoned more than 22 years", "On Location: March 3, 2021", "JACKSON, Miss. -- A judge is ordering the state of Mississippi to pay $500,000 to a Black man who was wrongfully imprisoned more than 22 years and was tried six times in a quadruple murder case.", "Curtis Flowers was released from prison in December 2019, months after the U.S. Supreme Court ruled that a district attorney had excluded Black jurors from his trials. Flowers had spent years on death row.", "Mississippi Attorney General Lynn Fitch said in September that she would not try Flowers a seventh time in the 1996 slayings and a robbery that took place at a furniture store in Winona. He had been in custody since 1997.", "In November, Flowers sued the state seeking compensation for wrongful imprisonment. Court papers show the attorney general's office agreed to his request.", "Montgomery County Circuit Judge George Mitchell on Tuesday ordered the state to pay Flowers $500,000. That is the maximum allowed under a 2009 state law, which says the state can pay $50,000 for each year of wrongful imprisonment, for a up to 10 years.", "Mitchell also ordered the state to make a separate payment of $50,000 to Flowers's attorneys.", "Flowers was convicted four times: twice for individual slayings and twice for all four killings. Two other trials involving all four deaths ended in mistrials. Each of Flowers’s convictions was overturned.", "In June 2019, the U.S. Supreme Court tossed out the conviction and death sentence from Flowers’s sixth trial, which took place in 2010. Justices said prosecutors' pattern of excluding Black jurors from his trials was unconstitutional.", "The Supreme Court ruling came after American Public Media’s “In the Dark” investigated the case. The podcast recorded jailhouse informant Odell Hallmon in 2017 and 2018 recanting his testimony that Flowers had confessed to him.", "The first six trials were prosecuted by the local district attorney. Flowers was still facing the 1997 indictments in December 2019 when a judge agreed to release him on bond. The district attorney handed the case to the attorney general, and her staff spent months reviewing it before deciding not to go forward because of a lack of credible witnesses.", "The four people shot to death on July 16, 1996, in Tardy Furniture were store owner Bertha Tardy, 59; and three employees: Carmen Rigby, 45; Robert Golden, 42; and 16-year-old Derrick “Bobo” Stewart.", "The NFL announced in December that players were wearing helmet decals to honor Flowers and other \"victims of systemic racism, victims of police misconduct and social justice heroes.”", "———", "Follow Emily Wagster Pettus on Twitter at         http://twitter.com/EWagsterPettus.", "24/7 coverage of breaking news and live events"], "38": ["A judge is ordering Mississippi to pay $500,000 to a Black man who was wrongfully imprisoned more than 22 years", "On Location: March 3, 2021", "JACKSON, Miss. -- A judge is ordering the state of Mississippi to pay $500,000 to a Black man who was wrongfully imprisoned more than 22 years and was tried six times in a quadruple murder case.", "Curtis Flowers was released from prison in December 2019, months after the U.S. Supreme Court ruled that a district attorney had excluded Black jurors from his trials. Flowers had spent years on death row.", "Mississippi Attorney General Lynn Fitch said in September that she would not try Flowers a seventh time in the 1996 slayings and a robbery that took place at a furniture store in Winona. He had been in custody since 1997.", "In November, Flowers sued the state seeking compensation for wrongful imprisonment. Court papers show the attorney general's office agreed to his request.", "Montgomery County Circuit Judge George Mitchell on Tuesday ordered the state to pay Flowers $500,000. That is the maximum allowed under a 2009 state law, which says the state can pay $50,000 for each year of wrongful imprisonment, for a up to 10 years.", "Mitchell also ordered the state to make a separate payment of $50,000 to Flowers's attorneys.", "Flowers was convicted four times: twice for individual slayings and twice for all four killings. Two other trials involving all four deaths ended in mistrials. Each of Flowers’s convictions was overturned.", "In June 2019, the U.S. Supreme Court tossed out the conviction and death sentence from Flowers’s sixth trial, which took place in 2010. Justices said prosecutors' pattern of excluding Black jurors from his trials was unconstitutional.", "The Supreme Court ruling came after American Public Media’s “In the Dark” investigated the case. The podcast recorded jailhouse informant Odell Hallmon in 2017 and 2018 recanting his testimony that Flowers had confessed to him.", "The first six trials were prosecuted by the local district attorney. Flowers was still facing the 1997 indictments in December 2019 when a judge agreed to release him on bond. The district attorney handed the case to the attorney general, and her staff spent months reviewing it before deciding not to go forward because of a lack of credible witnesses.", "The four people shot to death on July 16, 1996, in Tardy Furniture were store owner Bertha Tardy, 59; and three employees: Carmen Rigby, 45; Robert Golden, 42; and 16-year-old Derrick “Bobo” Stewart.", "The NFL announced in December that players were wearing helmet decals to honor Flowers and other \"victims of systemic racism, victims of police misconduct and social justice heroes.”", "———", "Follow Emily Wagster Pettus on Twitter at         http://twitter.com/EWagsterPettus.", "24/7 coverage of breaking news and live events"], "39": ["South Korea’s first known transgender soldier, who protested the military’s decision last year to discharge her for undergoing gender reassignment surgery, has been found dead at her home", "On Location: March 3, 2021", "SEOUL, South Korea -- South Korea’s first known transgender soldier, who protested the military’s decision last year to discharge her for undergoing gender reassignment surgery, was found dead at her home on Wednesday.", "Shin Jeong-hwan, a fire department official in the central city of Cheongju, said rescue workers visited the home of Byun Hui-su after local mental health counselors reported that she had been out of contact for days.", "The cause of death wasn’t immediately known. Shin said the decomposition of the body indicated she had been dead for days.", "Byun, who had been a staff sergeant and tank driver, pleaded to be allowed to continue serving as a female soldier after the army discharged her in January 2020, triggering criticism by human rights advocates who saw the decision as discriminatory.", "She said she had sex reassignment surgery in Thailand in November 2019 after suffering depression over her sexual identity for an extended period.", "South Korea prohibits transgender people from joining the military and the army rejected Byun’s petition for reinstatement in July last year.", "24/7 coverage of breaking news and live events"], "40": ["South Korea’s first known transgender soldier, who protested the military’s decision last year to discharge her for undergoing gender reassignment surgery, has been found dead at her home", "On Location: March 3, 2021", "SEOUL, South Korea -- South Korea’s first known transgender soldier, who protested the military’s decision last year to discharge her for undergoing gender reassignment surgery, was found dead at her home on Wednesday.", "Shin Jeong-hwan, a fire department official in the central city of Cheongju, said rescue workers visited the home of Byun Hui-su after local mental health counselors reported that she had been out of contact for days.", "The cause of death wasn’t immediately known. Shin said the decomposition of the body indicated she had been dead for days.", "Byun, who had been a staff sergeant and tank driver, pleaded to be allowed to continue serving as a female soldier after the army discharged her in January 2020, triggering criticism by human rights advocates who saw the decision as discriminatory.", "She said she had sex reassignment surgery in Thailand in November 2019 after suffering depression over her sexual identity for an extended period.", "South Korea prohibits transgender people from joining the military and the army rejected Byun’s petition for reinstatement in July last year.", "24/7 coverage of breaking news and live events"], "41": ["Las Vegas Sands is selling the Venetian casino resort and Sands Expo and Convention Center for $6.25 billion", "On Location: March 3, 2021", "Las Vegas Sands is selling the Venetian casino resort and Sands Expo and Convention Center for $6.25 billion.", "In the two-part deal, VICI Properties will buy the property and all assets associated with the Venetian Resort Las Vegas and the Sands Expo for $4 billion. Apollo Global Management will acquire the operations of the Venetian for $2.25 billion.", "The global pandemic broadsided Las Vegas, shuttering the Strip where Las Vegas Sands is the biggest operator. Sales growth vanished last March as infections spread across the U.S. The company posted a quarterly loss of almost $300 million in January.", "The sale comes just two months after the death of CEO and Chairman Sheldon Adelson, who transformed the landmark Las Vegas casino that was once a hangout of Frank Sinatra’s Rat Pack into a towering Italian-inspired complex.", "Adelson, however, for years had pushed hard into Asia. Sands under Adelson expanded to Macao, the only place in China where casino gambling is legal, where he directed his company to build land where there wasn’t any, piling sand up to create the Cotai Peninsula. Soon revenue in Macao outstripped that from Las Vegas.", "Sands said Wednesday that Asia is where the company's focus will remain.", "“This company is focused on growth, and we see meaningful opportunities on a variety of fronts,\" said Chairman and CEO Robert Goldstein. \"Asia remains the backbone of this company and our developments in Macao and Singapore are the center of our attention.\"", "VICI will enter a triple-net lease agreement with Apollo for the Venetian. The lease will have an initial total annual rent of $250 million and an initial term of 30 years, with two 10-year tenant renewal options.", "The Venetian, located on the Las Vegas Strip, has three luxury hotel towers with gaming, entertainment, shopping and dining. The resort includes more than 7,000 all-suite rooms, 225,000 square feet of gaming space and 2.3 million square feet of meeting space.", "Travel related companies, from airlines, to hotels and resorts, are roaring back with the rollout of a slew of new vaccines.", "Apollo Partner Alex van Hoek said in a prepared statement that the deal “underscores our conviction in a strong recovery for Las Vegas as vaccines usher in a reopening of leisure and travel in the United States and across the world.”", "The sale is expected to close by the fourth quarter.", "24/7 coverage of breaking news and live events"], "42": ["The killings of three staffers of a TV station have deepened fears among Afghanistan's journalists, who face a continuing campaign of assassinations", "On Location: March 3, 2021", "KABUL, Afghanistan -- It was Mursal Wahidi’s dream job, landed right after finishing her studies in journalism — working at a local TV station in her home city in eastern Afghanistan.", "This week, the 21-year-old left the office for the day and walked home. She only made it a few steps. A gunman shot her point blank in the head and chest. She died instantly.", "At around the same time, two of her co-workers, 21-year-old Sadia Sadat and 20-year-old Shahnaz Raufi, left work together, jumping into an auto rickshaw. When they got out close to their homes, gunmen in another rickshaw that had been following them opened fire, killing both women and wounding two passers-by.", "The coordinated killings of the three women were the latest in a bloody campaign against journalists in Afghanistan, a country that was already considered one of the most dangerous places in the world to be a journalist. In just the last six months, 15 journalists and media workers have been killed in a series of targeted killings.", "The killings have spread fear among Afghanistan’s journalist community, prompting some to stop working or flee or self-censor to avoid angering militants or government officials, who have threatened journalists reporting on killings of civilians by government forces.", "The fear is even worse because the perpetrators remain mysterious, a sign of the country’s fracturing security situation even as peace negotiations try to gain a foothold. Judges, lawyers and activists have also been targeted in a wave of assassinations since Washington signed a peace deal with the Taliban a year ago.", "The Islamic State group has claimed responsibility for some of the attacks, including Tuesday’s slaying of the three women. But many others have gone unclaimed. The government blames most on the Taliban, trying to undermine the group’s support among Afghans. The Taliban deny any role and blame the government for the slayings, saying it wants to undermine the peace process.", "Zabiullah Doorandish, who works for a local TV channel in Kabul, said false information flying around, including from the government, only fuels speculation. Some \"start to think maybe there are groups inside the government that are targeting media,” he said. Some armed groups are connected to officials, but no one has put forward evidence they have a role in killings.", "Doorandish, who often covers corruption, violence and human rights violations, was targeted by a roadside bomb attack in May. He survived, but two colleagues were killed. Now he’s afraid every time he steps out of the house, he said.", "He said he gets death threats, some claiming to be from the Taliban, but others unknown. The threats, he said, prompted him to put aside for now a documentary he was preparing about the killings of journalists.", "“Whenever I cover some incident, an explosion or attack, I am filled with fear and panic,” said Doorandish, a father of two.", "On Wednesday, funerals were held for the three women, who worked for Enikass Radio and TV in the city of Jalalabad. They dubbed popular and often emotion-laden dramas from Turkey and India into Afghanistan’s local languages of Dari and Pashtu. In December, IS claimed the killing of another female employee at the station, Malala Maiwand.", "Wahidi’s father said he had implored her to quit her job after Maiwand’s killing, but she refused, fiercely loving her work.", "“Journalism was her life’s dream, she studied and was living her dream,” Wahidullah Khogyani told The Associated Press. He said he did not think that she had received any threats — but if she did, “she was hiding it.”", "The aftermath of the killing underscored the government’s credibility problem.", "Afghan officials claimed they arrested the killer of the three, identifying him as Qari Baser and insisting he was a Taliban. Police did not explain how the man could have carried out two near simultaneous attacks so far apart.", "Hours after the killings, the Islamic State group said it killed the women because they worked for one of the “media stations loyal to the apostate Afghan government.” Taliban spokesman Zabihullah Mujahid denied the group had any role.", "Afghanistan has over 2,000 officially registered media outlets. Violence against journalists was up 26% in 2020 compared to 2019, according to the Afghan Journalists Safety Committee, which recorded 132 threats and acts of violence against journalists and media workers last year.", "Attacks against the media have been countrywide.", "Last month in northern Afghanistan, the former head of a journalist association was killed and in western Ghor province a journalist and his family was killed.", "Early this year, an angry mob ransacked Radio Zohra, a local radio station in northern Afghanistan, after a mosque imam incited the attackers, claiming the station’s music interfered with prayers. The station’s equipment was damaged, and it had to halt broadcasting.", "One female TV presenter told the AP she fled her home after receiving death threats by phone from a person claiming to be from the Taliban. Taliban spokesman Zabihullah Mujahid said the caller had no connection to the insurgent group and the Taliban had no issue with the work she was doing.", "“As a mother, I get depressed thinking about my children’s future. What will happen to them if something happens to me?” said the presenter. She spoke on condition she not be named or her hometown or current location identified to protect her security.", "She also criticized the government, saying her pleas for help have gone unanswered. They just tell her to be careful.", "“The government doesn’t do anything about these targeted killings,” she said. “They don’t care.”", "Mohammad Naweed, a journalist who is now in hiding, said no side can be trusted.", "“All sides in the war are seeking their own interests.”", "Latif Mahmood, the director of the government media and information center, said the government is working for the safety of journalists and media workers and insisted officials provide accurate information. He blamed the Taliban for most of the attacks.", "“Our investigations show that armed opponents of the government are behind the target killings, we have identified them, suspects are arrested, and they have confessed, their base and aim are totally clear,” he said.", "The head of the journalist safety committee, Najeeb Sharifi, said he expected killings to continue until a final peace agreement is reached.", "“The targeted killing of journalists is very much linked to the larger political landscape in Afghanistan.”", "———", "Associated Press writers Rahim Faiez in Kabul and Maamoun Youssef in Cairo contributed to this report.", "24/7 coverage of breaking news and live events"], "43": ["\"While he could run…he couldn’t hide,\" said the Oklahoma City Police Department.", "On Location: March 3, 2021", "A man who stole more than $40,000 worth of lottery tickets has been arrested after being found hiding in the back of a pickup truck following a foot chase by police.", "The theft of the lottery tickets happened in Oklahoma City, Oklahoma, in January 2021 and police put out a public notice on Crime Stoppers with an image of the suspect asking the public to help identify the man, later named as 21-year-old Dylan Barrett, according to the Oklahoma City Police Department (OKCPD).", "“You may or may not recognize this man, as we’ve posted his photos before. This time, we have much clearer photos of him...specifically his identifiable tattoos,” the Oklahoma City Police Department said in a post on social media on Jan. 15. “Last time we posted, he had stolen several lottery tickets. Now, he’s graduated to stealing entire towers of lottery tickets. As of today, he’s hit seven times, totaling over $40K in tickets.”", "Police confirmed later that same day on social media that they were able to confirm Barrett’s identity but could not release his name at that time because charges had not been filed against him.", "On March 2, the Oklahoma City Police Department confirmed in a statement posted on social media that they had finally apprehended Barrett in a “pursuit-turned-foot-chase.”", "“Today, our Violent Crimes Apprehension Team (VCAT) had the pleasure of making Mr. Barrett’s acquaintance during a pursuit-turned-foot-chase,” said the OKCPD on social media\" Officers found him in the back of a pickup and took him into custody.”", "Authorities say that Barrett now faces multiple charges related to the pursuit as well as charges related to the $40,000 worth of stolen lottery tickets in January though specific charges were not disclosed.", "24/7 coverage of breaking news and live events"], "44": ["Moms are experiencing psychological distress, a report said.", "1 year into the pandemic, working moms are still trying juggle it all", "The kitchen table has become more than just a place to eat dinner for Opal Foster and her 13-year-old son, Jeremiah, of Silver Spring, Maryland. It has also served as an office and a school for a year now.", "Foster lost her job last March, joining the more than 2 million women who left the workforce in the U.S. over the course of 2020.", "According to the National Women's Law Center, women have lost more than 5 million jobs since February 2020. Since the pandemic began, they’ve experienced nearly 54% of overall net job losses versus men. Some economic experts refer to this phenomenon as a “she-cession.”", "Foster said she collected unemployment and was able to freelance until she was able to get a part-time job in December. All the while, she continued to work with Jeremiah to juggle remote learning. He has Down syndrome and requires extra help in class.", "“In normal situations, you could reach out to somebody else and get assistance. We're kind of all in the same boat -- all stretched way thin,” Foster told ABC News.", "Foster is not alone. As the U.S. nears the one-year mark living with COVID-19 precautions, working moms are feeling the weight from the extended pressure.", "According to a recent study by the University of Southern California, 44% of women said they were the sole provider of care for their children compared with 14% of men during the pandemic.", "The study found that 42% of working mothers reduced their working hours between March and July 2020 versus 30% of men. When compared to households without children, there was no dramatic gender difference in working hours.", "Moreover, the study showed nearly half of mothers surveyed experienced mild psychological distress. The percentage of mothers experiencing distress remained higher than men with children and both genders without children from March through July when the study was conducted.", "“This new gap in psychological distress observed between mothers and women without school-age children appears to be driven by higher levels of psychological distress among mothers of elementary school-age and younger children,” the study's researchers said.", "The study has not been published or peer reviewed.", "“Many of [these women] are basically trying to do three peoples’ jobs,” Joan C. Williams, director of the Center for WorkLife Law at UC Hastings Law, told ABC News. “They’re doing their own job. They’re doing the childcare worker’s job. And they’re being a tech aid to their children’s teacher.”", "She added, “Of course they’re stressed out beyond belief.”", "Since the pandemic began, Nicole Strauch of Canonsburg, Pennsylvania, has gone into work every day as an occupational therapist at a long-term care nursing home. Her husband works from home with her son and their nanny.", "“I really kind of felt like a germ coming into the house,” she told ABC News. “I'd strip in the garage and shower and hope that I wasn't infecting my family.”", "In December, the nightmare scenario happened: Her facility experienced an outbreak. She said over 90% of her patients contracted the coronavirus and more than 35 of them died.", "“These are people I spend 40 hours a week with, every day,” she said. “I know their families. I know what they like for breakfast.”", "She said the emotional toll of the outbreak was devastating.", "“Trying to be a parent, but then also dealing with death constantly. It was the most trauma I've ever seen,” she recounted in tears.", "She went on, “Just trying to care for dying people of COVID all day, not having anyone come into our house because I was around positive patients all the time, and then just trying to be a parent and feel like I'm failing my son because I can't play with him and I don't have the energy to be happy for him.”", "For Kristine Tague, balancing her work and life balance has been overwhelming.", "“This has taken a huge mental toll on me,” Tague, who works as an airline industry technical illustrator in Texas, told ABC News. “The hardest thing is being OK and saying, ‘Yes, I need to take this break and it's OK.’”", "Her toddler is in day care and her kindergartener attends in-person classes. Both institutions require students to quarantine if they’ve been exposed to the virus so she’s set up an area in her home office for them.", "“Anytime there's an exposure, it's a quarantine of 14 days with the school district. So, basically I've had to take my children for tests, holding down my toddler, so that way he can get the nasal swab -- not fun,” she said.", "Last year, her husband tested positive for COVID-19 and had to quarantine in the guest room. As he recovered, Tague continued to work full-time while taking care of her toddler and helping her kindergartener with remote learning.", "“Almost a year later, it’s surreal to me that it’s still going on,” she said. “I'm working on my resilience … anytime I fail and cry and mess up, I just let myself do that. And I get back up again and keep going.”", "Tague said she feels fortunate that she and her husband have been able to keep their jobs, but there’s an anxiety about what the future may hold.", "“I want there to be a place where my toddler gets to know what it's like to play with other kids … and not have to worry,” she said.", "With nationwide vaccination efforts underway, Foster plans to keep marching forward the best she can, hoping relief from the stresses of the pandemic is somewhere on the horizon.", "“I can't wait to get back to working just one job,” Foster said. “And letting that be my primary source of income instead of trying to make a dollar out of 15 cents.”", "24/7 coverage of breaking news and live events"], "45": ["One suspect has been arrested, police said.", "On Location: March 3, 2021", "A Tulane police officer was shot and killed outside a high school basketball game Friday evening, the New Orleans Police Department announced.", "At around 6:15 p.m. a person attempted to enter the George Washington Carver High School gymnasium, where the game was being held, and was refused by one of the staff members, New Orleans police told reporters Friday.", "\"The officer heard the disturbance and attempted to intervene,\" NOPD Superintendent Shaun Ferguson said. \"As a result of intervening and attempting to escort this individual out of the school, this individual pulled his weapon out and fired a shot that struck the officer in his chest.\"", "The shooting happened outside the gymnasium, Ferguson said.", "At 6:38 p.m., the NOPD wrote on Twitter that they were on their way to the scene after learning that \"a law enforcement officer from an outside agency was shot.\"", "When they arrived at the high school, police found the officer suffering from a gunshot wound to the chest, the NOPD said in a statement.", "The officer, who was also a reserve officer with the City Court Constable, was taken to University Medical Center, where he was later pronounced dead, Ferguson told reporters.", "A suspect was immediately apprehended and arrested, according to the police department's statement.", "\"We do have an individual detained at this time, who we do believe is responsible for this act,\" Ferguson said. \"Again, this is a very fluid situation. Our homicide ... division will be the lead in this investigation while our force investigation team will assist in this process.\"", "Ferguson said the deceased officer's name cannot yet be released, as the incident is still under investigation. The NOPD said in their statement that they will release his name upon completion of an autopsy and notification of family.", "Orleans Parish Sheriff Marlin Gusman reacted to the news on Twitter Friday night.", "\"The Orleans Parish Sheriff's Office mourns the loss of the the deputy constable killed tonight in the line of duty. Our thoughts and prayers are with his family and the 2nd City Court Constable at this difficult time,\" he wrote.", "24/7 coverage of breaking news and live events"], "46": ["One suspect has been arrested, police said.", "On Location: March 3, 2021", "A Tulane police officer was shot and killed outside a high school basketball game Friday evening, the New Orleans Police Department announced.", "At around 6:15 p.m. a person attempted to enter the George Washington Carver High School gymnasium, where the game was being held, and was refused by one of the staff members, New Orleans police told reporters Friday.", "\"The officer heard the disturbance and attempted to intervene,\" NOPD Superintendent Shaun Ferguson said. \"As a result of intervening and attempting to escort this individual out of the school, this individual pulled his weapon out and fired a shot that struck the officer in his chest.\"", "The shooting happened outside the gymnasium, Ferguson said.", "At 6:38 p.m., the NOPD wrote on Twitter that they were on their way to the scene after learning that \"a law enforcement officer from an outside agency was shot.\"", "When they arrived at the high school, police found the officer suffering from a gunshot wound to the chest, the NOPD said in a statement.", "The officer, who was also a reserve officer with the City Court Constable, was taken to University Medical Center, where he was later pronounced dead, Ferguson told reporters.", "A suspect was immediately apprehended and arrested, according to the police department's statement.", "\"We do have an individual detained at this time, who we do believe is responsible for this act,\" Ferguson said. \"Again, this is a very fluid situation. Our homicide ... division will be the lead in this investigation while our force investigation team will assist in this process.\"", "Ferguson said the deceased officer's name cannot yet be released, as the incident is still under investigation. The NOPD said in their statement that they will release his name upon completion of an autopsy and notification of family.", "Orleans Parish Sheriff Marlin Gusman reacted to the news on Twitter Friday night.", "\"The Orleans Parish Sheriff's Office mourns the loss of the the deputy constable killed tonight in the line of duty. Our thoughts and prayers are with his family and the 2nd City Court Constable at this difficult time,\" he wrote.", "24/7 coverage of breaking news and live events"], "47": ["A retired couple has a musical message about COVID-19.", "ABC News Live", "One retired couple is helping prevent the spread of COVID-19 by going viral.", "Joel and Harmony Kaplan, from Edina, Minnesota, have been taking to TikTok to share video messages about the pandemic.", "Singing together, they encourage everyone to wear masks, to wash their hands and to get a vaccine.", "The lyrical duo has been married for 50 years, and they have two children and four grandchildren. On March 1, they received the second dose of the Pfizer vaccine.", "In a video with more than 70,000 likes, they sang that they're ready to see their family again.", "\"And maybe one day, we can all say, we can be together one-on-one,\" sang the Kaplans. \"No screen between us! We can be together one-on-one.\"", "Tonight, the two told \"World News Tonight\" that we all can get back to normal if we work together.", "\"We just want to tell everyone to get your shots when it's your turn. They work. It means you're going to get to see your loved ones,\" Harmony Kaplan said. \"We can get off these screens, but keep wearing your masks.\"", "24/7 coverage of breaking news and live events"], "48": ["A retired couple has a musical message about COVID-19.", "ABC News Live", "One retired couple is helping prevent the spread of COVID-19 by going viral.", "Joel and Harmony Kaplan, from Edina, Minnesota, have been taking to TikTok to share video messages about the pandemic.", "Singing together, they encourage everyone to wear masks, to wash their hands and to get a vaccine.", "The lyrical duo has been married for 50 years, and they have two children and four grandchildren. On March 1, they received the second dose of the Pfizer vaccine.", "In a video with more than 70,000 likes, they sang that they're ready to see their family again.", "\"And maybe one day, we can all say, we can be together one-on-one,\" sang the Kaplans. \"No screen between us! We can be together one-on-one.\"", "Tonight, the two told \"World News Tonight\" that we all can get back to normal if we work together.", "\"We just want to tell everyone to get your shots when it's your turn. They work. It means you're going to get to see your loved ones,\" Harmony Kaplan said. \"We can get off these screens, but keep wearing your masks.\"", "24/7 coverage of breaking news and live events"], "49": ["One baby’s first time hearing music was caught on camera in a touching moment.", "11-month-old baby born deaf, hears for the first time ", "After months of appointments, testing, fittings and surgery, one baby’s first time hearing music was caught on camera in a touching moment.", "Manning James Roldan of Clifton Forge, Virginia, was born deaf in both ears. On Dec. 30, 2020, the 11-month-old received Cochlear implants.", "Mother Noelle Brantley recorded the moment where Manning heard music, a cartoon theme song, for the first time. Immediately, Manning began dancing and laughing.", "“To most people, this is just something every baby does, but to me, this is incredible. Manning has never danced to music because he’s never heard it,” Brantley shared in an emotional Facebook post on Feb. 10.", "Brantley told “World News Tonight” Monday that the moment was one that she will never forget.", "“To see him light up from sound when we’ve never seen that before is truly amazing,” she said.", "Manning’s family said they are grateful for his medical team and the power of music.", "“For him to hear with that device for the first time,” Brantley said, “was just so emotional and so incredible.”", "24/7 coverage of breaking news and live events"], "50": ["One baby’s first time hearing music was caught on camera in a touching moment.", "11-month-old baby born deaf, hears for the first time ", "After months of appointments, testing, fittings and surgery, one baby’s first time hearing music was caught on camera in a touching moment.", "Manning James Roldan of Clifton Forge, Virginia, was born deaf in both ears. On Dec. 30, 2020, the 11-month-old received Cochlear implants.", "Mother Noelle Brantley recorded the moment where Manning heard music, a cartoon theme song, for the first time. Immediately, Manning began dancing and laughing.", "“To most people, this is just something every baby does, but to me, this is incredible. Manning has never danced to music because he’s never heard it,” Brantley shared in an emotional Facebook post on Feb. 10.", "Brantley told “World News Tonight” Monday that the moment was one that she will never forget.", "“To see him light up from sound when we’ve never seen that before is truly amazing,” she said.", "Manning’s family said they are grateful for his medical team and the power of music.", "“For him to hear with that device for the first time,” Brantley said, “was just so emotional and so incredible.”", "24/7 coverage of breaking news and live events"], "51": ["\nSlideshow of celebrities and trailblazers who left their mark on society and died in 2020.\n"], "52": ["\nSlideshow of celebrities and trailblazers who left their mark on society and died in 2020.\n"], "53": ["\nSlideshow of celebrities and trailblazers who left their mark on society and died in 2020.\n"], "54": ["\nFind this week's top photos from around the globe in ABC News' This Week in Pictures slideshow\n"], "55": ["\nFind this week's top photos from around the globe in ABC News' This Week in Pictures slideshow\n"], "56": ["\nFind this week's top photos from around the globe in ABC News' This Week in Pictures slideshow\n"], "57": null, "58": ["Here are instructions for how to share your information with our journalists.", "ABC News reaches hundreds of millions of Americans every month, far more than any other outlet, making it the country’s number-one news source.", "Our award-winning investigative journalists cover national security, political corruption, human rights, consumer concerns and other issues for Good Morning America, World News Tonight with David Muir, Nightline, 20/20, and ABC News Live (our 24/7 streaming channel) as well as the network's three digital brands: abcnews.com, goodmorningamerica.com and fivethirtyeight.com.", "We encourage anyone to reach out to discuss potential news stories that may be in the public interest. You can reach us via email at news.tips@abc.com or by phone at (212) 456-2828 with the understanding that the information you provide might be used in our broadcasts or other stories.", "If you have a question or comment about an ABC News program or ABC network show, please call Audience Relations at (818) 460-7477 or contact another department.", "ABC News can also be reached through several other channels that provide a more secure pathway for communication. While no system is 100% secure, using one of the methods listed below can help protect the privacy of your communication to us.", "SIGNAL", "Signal is an app with end-to-end encryption that allows you to send text, voice, video, document and picture messages. “We can’t read your messages or see your calls, and no one else [other than the intended recipient] can either,” its developers say.", "You can contact us via Signal at (646) 256-5457.", "WHATSAPP", "WhatsApp, which is owned by Facebook, is an app with end-to-end encryption that allows you to send text, voice, video, document and picture messages. “Your messages and calls are secured so only you and the person you’re communicating with can read or listen to them, and nobody in between, not even WhatsApp,” the company says.", "You can contact us via WhatsApp at (646) 256-5457.", "POSTAL MAIL", "ABC News Investigative Unit", "7 West 66th St.", "New York, NY 10023", "24/7 coverage of breaking news and live events"]}