{"0": ["Officials say a California serial killer who strangled and raped at least seven women was fatally choked himself in a state prison", "Upstate New York and New England are seeing below zero-degree wind chills.", "The investigation revealed a much darker tale beyond the missing kids.", "Over two dozen states have proposed similar measures this year."], "1": ["Police in the French city of Marseille have detained a man who was wielding a knife outside a Jewish school and kosher market", "Mexico City has launched the first of what it hopes will be several cable-car lines in the poorer outskirts of the city of 9 million", "A man has been killed by a rooster with a blade tied to its leg during an illegal cockfight in southern India", "A national panel of vaccine experts in Canada has recommended that provinces extend the interval between the two doses of a COVID-19 shot to quickly inoculate more people"], "2": ["The stock market drama has been called a \"David and Goliath\" battle. ", "Manhattan's district attorney fought for a year and a half to get access to former President Donald Trump’s tax records"], "3": ["Here are instructions for how to share your information with our journalists.", "ABC News reaches hundreds of millions of Americans every month, far more than any other outlet, making it the country’s number-one news source.", "Our award-winning investigative journalists cover national security, political corruption, human rights, consumer concerns and other issues for Good Morning America, World News Tonight with David Muir, Nightline, 20/20, and ABC News Live (our 24/7 streaming channel) as well as the network's three digital brands: abcnews.com, goodmorningamerica.com and fivethirtyeight.com.", "We encourage anyone to reach out to discuss potential news stories that may be in the public interest. You can reach us via email at news.tips@abc.com or by phone at (212) 456-2828 with the understanding that the information you provide might be used in our broadcasts or other stories.", "If you have a question or comment about an ABC News program or ABC network show, please call Audience Relations at (818) 460-7477 or contact another department.", "ABC News can also be reached through several other channels that provide a more secure pathway for communication. While no system is 100% secure, using one of the methods listed below can help protect the privacy of your communication to us.", "SIGNAL", "Signal is an app with end-to-end encryption that allows you to send text, voice, video, document and picture messages. “We can’t read your messages or see your calls, and no one else [other than the intended recipient] can either,” its developers say.", "You can contact us via Signal at (646) 256-5457.", "WHATSAPP", "WhatsApp, which is owned by Facebook, is an app with end-to-end encryption that allows you to send text, voice, video, document and picture messages. “Your messages and calls are secured so only you and the person you’re communicating with can read or listen to them, and nobody in between, not even WhatsApp,” the company says.", "You can contact us via WhatsApp at (646) 256-5457.", "POSTAL MAIL", "ABC News Investigative Unit", "7 West 66th St.", "New York, NY 10023", "24/7 coverage of breaking news and live events"], "4": ["Officials say a California serial killer who strangled and raped at least seven women was fatally choked himself in a state prison", "Upstate New York and New England are seeing below zero-degree wind chills.", "The investigation revealed a much darker tale beyond the missing kids.", "Over two dozen states have proposed similar measures this year."], "5": ["Police in the French city of Marseille have detained a man who was wielding a knife outside a Jewish school and kosher market", "Mexico City has launched the first of what it hopes will be several cable-car lines in the poorer outskirts of the city of 9 million", "A man has been killed by a rooster with a blade tied to its leg during an illegal cockfight in southern India", "A national panel of vaccine experts in Canada has recommended that provinces extend the interval between the two doses of a COVID-19 shot to quickly inoculate more people"], "6": ["The stock market drama has been called a \"David and Goliath\" battle. ", "Manhattan's district attorney fought for a year and a half to get access to former President Donald Trump’s tax records"], "7": ["Here are instructions for how to share your information with our journalists.", "ABC News reaches hundreds of millions of Americans every month, far more than any other outlet, making it the country’s number-one news source.", "Our award-winning investigative journalists cover national security, political corruption, human rights, consumer concerns and other issues for Good Morning America, World News Tonight with David Muir, Nightline, 20/20, and ABC News Live (our 24/7 streaming channel) as well as the network's three digital brands: abcnews.com, goodmorningamerica.com and fivethirtyeight.com.", "We encourage anyone to reach out to discuss potential news stories that may be in the public interest. You can reach us via email at news.tips@abc.com or by phone at (212) 456-2828 with the understanding that the information you provide might be used in our broadcasts or other stories.", "If you have a question or comment about an ABC News program or ABC network show, please call Audience Relations at (818) 460-7477 or contact another department.", "ABC News can also be reached through several other channels that provide a more secure pathway for communication. While no system is 100% secure, using one of the methods listed below can help protect the privacy of your communication to us.", "SIGNAL", "Signal is an app with end-to-end encryption that allows you to send text, voice, video, document and picture messages. “We can’t read your messages or see your calls, and no one else [other than the intended recipient] can either,” its developers say.", "You can contact us via Signal at (646) 256-5457.", "WHATSAPP", "WhatsApp, which is owned by Facebook, is an app with end-to-end encryption that allows you to send text, voice, video, document and picture messages. “Your messages and calls are secured so only you and the person you’re communicating with can read or listen to them, and nobody in between, not even WhatsApp,” the company says.", "You can contact us via WhatsApp at (646) 256-5457.", "POSTAL MAIL", "ABC News Investigative Unit", "7 West 66th St.", "New York, NY 10023", "24/7 coverage of breaking news and live events"], "8": ["The recovery remains hampered by the ongoing coronavirus pandemic.", "On Location: March 4, 2021", "U.S. employers added 379,000 jobs last month, pushing the unemployment rate for February down by a fraction of a percentage point to 6.2%, the Department of Labor said Friday.", "Friday's jobs report highlights how the pace of the labor market's recovery remains hampered by the ongoing coronavirus pandemic. The pre-pandemic unemployment rate in the U.S. was 3.5%.", "Notable job gains last month occurred in leisure and hospitality (which saw an uptick of 355,000) that the DOL linked to easing pandemic-related restrictions. Employment declined last month in state and local government education (which saw a loss of 69,000 jobs) and construction (which shed 61,000 jobs).", "\"The labor market continued to reflect the impact of the coronavirus (COVID-19) pandemic,\" the DOL said.", "Julia Pollak, a labor economist for the jobs site ZipRecruiter, told ABC News ahead of the report's release that hiring figures last month remain \"disappointing\" and \"not consistent with a robust recovery.\"", "\"I think in the winter it was really just hard for the economy to recover much, given the fact that it's now so sensitive to weather with outdoor services beings the only show in town,\" she said.", "\"We also had this winter surge in COVID cases that led to renewed restrictions,\" Pollak added. \"So it was a difficult time for employers to get back to business at full steam.\"", "The DOL said in its release Friday that \"severe winter weather across much of the country may have held down employment in construction,\" which saw some of the highest job losses last month.", "Still, Pollak said that she holds some optimism for the labor market going forward, citing recent falling case counts across the country and a vaccine rollout that is \"finally accelerating.\"", "While it may not be captured in February's jobs report, Pollak said employers \"really started expanding capacity and posting jobs in February, and that will translate into hiring in March.\"", "Friday's data also highlighted the uneven recoveries for workers when broken down by racial groups. The unemployment rate last month for Black workers was 9.9% and for Hispanic workers was 8.5%. Meanwhile, the unemployment rate for white workers was 5.6%.", "Pollak also noted that the pandemic has had a disproportionate effect on women in the workforce, who have borne the brunt of child care responsibilities amid school closures and remote learning.", "\"For all the progress that women have made in the labor force in the last few years, it's often mothers who have to stay home and are forced out of their careers,\" she said.", "Citing Census Current Population Survey data, she added, \"It's women with children who had the largest decline in labor force participation.\"", "Pollak said some threats to the recovery still lurk, including the concerning spread of new COVID-19 variants even amid the vaccine rollout.", "\"We can't possibly know what what's going to happen in the future; there's still tremendous uncertainty,\" she said. \"But the news right now is overwhelmingly positive on the vaccine front and on the decline in cases.\"", "And at a time when \"the economy's never been so tied to the weather,\" Pollak added, the coming of spring also offers a bright spot for restaurants and other industries.", "24/7 coverage of breaking news and live events"], "9": ["Several gorillas came down with coronavirus earlier this year.", "Are animals at risk of COVID-19?", "It's no monkey business: These apes are getting vaccinated.", "The San Diego Zoo announced on Thursday it was in the process of inoculating many of its great apes after several of its gorillas became sick with SARS-CoV-2, the virus that causes COVID-19, in January.", "So far, four orangutans and five bonobos are in the process of being vaccinated, the San Diego Union Tribune reported. The zoo would only say \"some of the members of the great apes\" were being vaccinated.", "Zoetis, a producer of medicine and vaccinations for animals, provided the shots, according to the zoo, and they were not for human use.", "\"Zoetis provided our veterinarians with a limited supply of recombinant purified spike protein vaccine, intended for use in protecting animals against SARS-CoV-2,\" San Diego Zoo said in a statement. \"The vaccine doses originated from a supply strictly intended for nonhuman use.\"", "These are the first known vaccinations of great apes, the zoo said.", "The zoo said the animals were getting two shots three weeks apart -- just like the Moderna and Pfizer vaccines developed for humans -- and had begun receiving them in January. Officials said they have seen no adverse reactions to the injections.", "Meanwhile, the troop of gorillas at San Diego Zoo Safari Park that was infected is on the mend.", "\"The gorilla troop at the San Diego Zoo Safari Park are doing well and appear to be on their way to a full recovery,\" officials said in a statement.", "The gorillas will not be vaccinated \"as they were exposed to the SARS-CoV-2 virus, and we assume their own immune systems have developed antibodies to the virus,\" the park said.", "In February, Lisa Peterson, executive director of the San Diego Zoo Safari Park, said the zoo was \"so grateful for the outpouring concern and support we’ve received while the troop safely recovered.\"", "Vaccines for the primates known as humans remain in short supply around the country, including California.", "California Gov. Gavin Newsom said Wednesday that the state had administered 9.3 million vaccines. He was presumably not counting humans' closest living relatives.", "The gorillas are just some of the many wild animals to come down with the virus during the pandemic. At the Bronx Zoo, at least eight big cats -- five tigers and three lions -- came down with the virus last year.", "ABC News' Stephanie Fuerte contributed to this report.", "24/7 coverage of breaking news and live events"], "10": ["He will remain in the hospital for continuing treatment \"for a number of days.\"", "Pressure increases for Harry, Meghan to delay Oprah Winfrey interview", "Britain's Prince Philip has been transferred back to a private hospital in London after undergoing a \"successful procedure\" for a pre-existing heart condition, according to Buckingham Palace.", "The 99-year-old Duke of Edinburgh was transferred to King Edward VII’s Hospital on Friday morning. He is expected to remain hospitalized \"for continuing treatment for a number of days,\" the palace said in a statement.", "Philip, who will turn 100 in June, was initially transported by car from Windsor, England, to King Edward VII's Hospital on Feb. 17 for what Buckingham Palace described as a \"precautionary measure\" after the duke reported feeling unwell.", "The duke was then transferred to St. Bartholomew's Hospital in east London on Monday. Buckingham Palace said at the time \"doctors will continue to treat him for an infection, as well as undertake testing and observation for a pre-existing heart condition.\"", "Two days later, Buckingham Palace confirmed Philip had undergone a \"successful procedure\" for a pre-existing heart condition. Philip's hospitalization is not COVID-19-related, a royal source told ABC News.", "Both Queen Elizabeth and Prince Philip received COVID-19 vaccinations earlier this year.", "Camilla, Duchess of Cornwall, said Wednesday that the family is keeping its \"fingers crossed\" for Philip's recovery. The duchess is married to Prince Charles, the oldest son of Philip and Queen Elizabeth.", "“We heard today that he’s slightly improving. So that’s very good news,\" Camilla said during a visit to a coronavirus vaccination center in London. \"We’ll keep our fingers crossed.”", "King Edward VII’s Hospital, where Philip is now recovering, is located closer to Windsor Castle, the royals' residence in the English county of Berkshire, outside London. St. Bartholomew's Hospital is a larger facility that specializes in cardiovascular treatment, according to the hospital's website.", "While Philip is hospitalized in London, Queen Elizabeth remains at Windsor Castle, where the couple has been staying for most of the coronavirus pandemic. Queen Elizabeth has recently taken in two new puppies, ABC News has learned.", "The queen and Philip celebrated their 73rd wedding anniversary in November.", "ABC News' Katie Kindelan and Morgan Winsor contributed to this report.", "24/7 coverage of breaking news and live events"], "11": ["Upstate New York and New England are seeing below zero-degree wind chills.", "On Location: March 4, 2021", "Winter is back for the Northeast.", "Upstate New York and New England are seeing below zero-degree wind chills Friday morning, as the I-95 corridor is seeing wind chills in the teens and single digits.", "Winds have been gusty Friday morning, blowing at more than 40 mph.", "The chilly weather will linger through the weekend for the Northeast, but a nice warm-up is expected by the middle of next week.", "Meanwhile in the West, a winter storm brought snow to parts of the Rockies Thursday.", "More than 10 inches of snow fell in Colorado, where roads were covered in snow and ice. Some accidents and spinouts were even reported in Colorado Springs.", "The Rockies snowstorm is now moving into the South with rain and a few thunderstorms.", "On the West Coast, from California to Washington, a new storm will move in Friday, bringing a threat of flooding, heavy mountain snow and gusty damaging winds.", "A winter weather advisory has been issued for Northern California, where up to a foot of snow may fall.", "A flood watch has been issued for western Washington, where heavy rain could cause rivers to rise quickly, producing flooding.", "Also, high wind alerts have been issued for Oregon and California, where winds could gust at up to 70 mph.", "The storm will reach the San Francisco Bay Area late Friday evening, and heavy rain is possible to the north of the city. Flooding is unlikely.", "Over the next 48 hours, 2 to 3 inches of rain may fall from Northern California to Washington, and up to a foot of snow may fall in the Cascades.", "Also, most rivers in the Mid-South, including hard-hit Kentucky and West Virginia, will begin to recede Friday night and continue into this weekend.", "Even though rivers are receding, there is still moderate and major flooding happening Friday. Many homes, roads and neighborhoods are still under water.", "24/7 coverage of breaking news and live events"], "12": ["A man who officials say was equipped with roughly 600 rounds of ammunition when he exchanged gunfire with a security guard at a Virginia social security building died Wednesday at a local hospital", "On Location: March 4, 2021", "NORFOLK, Va. -- A man who officials said was equipped with hundreds of rounds of ammunition when he exchanged gunfire with a security guard at a Virginia social security building died Wednesday at a local hospital, officials said.", "Federal prosecutors said Thursday they were dropping the charges against William Rankin, 44, after learning of his death, news outlets reported. He was charged with attempted murder and assault in connection with the shooting at the Norfolk’s Social Security Administration building.", "FBI Special Agent Justin Goodrich previously said Rankin entered the building on         Feb. 8 with a rifle bag on his shoulder and shouted, “I want my money!”", "A security guard told Rankin he couldn’t enter the building due to COVID-19 protocols, but Rankin became agitated, pulled out a pistol and told the guard he wasn’t leaving without the money, court documents said.", "Rankin later fired at the officer, wounding him in several places including the upper chest, Goodrich said. A bulletproof vest saved the guard.", "As Rankin turned to leave, the officer fired back, wounding Rankin, court documents said.", "Both men were hospitalized. The guard was expected to fully recover. Norfolk police previously said Rankin’s wounds were life-threatening but the agency didn't immediately respond to update requests from         The Virginian-Pilot newspaper. A cause of death for Rankin wasn't immediately released.", "Authorities found several guns and roughly 600 rounds of ammunition in Rankin’s rifle bag, along with beer and sandwiches.", "Rankin’s wife told FBI agents after the shooting that he had been dealing with Social Security over the phone for months regarding his mother’s benefits, court documents said.", "24/7 coverage of breaking news and live events"], "13": ["The decision is part of a campaign to ensure only Beijing loyalists have power.", "On Location: March 4, 2021", "HONG KONG -- Beijing is poised to block any remaining avenues for the Hong Kong pro-democracy movement, leaving the opposition with no way to attain elected office in the Chinese territory.", "China's decision-makers are expected to grant Beijing vetoing powers over selecting Hong Kong lawmakers as part of a wide-reaching campaign to wipe out pro-democracy politicians and make sure that only pro-Beijing loyalists have any real power in the city.", "The major changes to Hong Kong's electoral system were confirmed at China's annual meeting of parliament, the National People's Congress, which began on Friday.", "The proposed reform will be rubber-stamped at the end of the week-long meeting and attended by thousands of delegates in the capital.", "Speaking on Friday morning, NPC spokesman Zhang Yesui said the system needs to be upgraded \"to provide institutional guarantees and the principle of patriots administering Hong Kong.\"", "\"The National People's Congress is the supreme organ of state power. It will improve the Hong Kong SAR system consistent with the constitution,\" Wang said.", "Willy Lam, a political scientist at the Chinese University of Hong Kong, said that although full details of the plan are yet to be announced, it looks as though a \"vetting committee\" will be set up to screen politicians.", "\"Would-be candidates, people who want to be elected to the legislature or the electoral college which selects chief executives, would have to be vetted before they can be allowed to apply,\" Lam said.", "Other proposed plans in the pipeline to reform the electoral system include scrapping the right for district councilors to vote in chief executive elections or occupy seats in the legislature.", "That would effectively shut out the opposition camp, which won more than 80% of the vote in the 2019 local elections.", "\"I'm afraid there may be no more place for the opposition,\" Lam said. \"But of course Hong Kong still has a well-established civil society, even though they have to be extremely cautious because they may be detained or arrested for speaking out against the government.\"", "Beijing's crackdown in Hong Kong has intensified since it imposed a national security law last summer, which it said was necessary to restore peace after mass protests in 2019.", "\"There's been a change in the way Beijing wants to run Hong Kong. Before this, at least a small space was offered to members of the opposition to give their opinions on various major policies -- even though in most cases their opinions came to nothing [and] they were not powerful enough to influence policy, but there was a room for them to voice their different views,\" Lam said.", "Now, Lam explained, Beijing is asserting \"comprehensive jurisdiction\" over Hong Kong: \"Beijing will set the rules and they're supposed to be followed without any question by Hong Kong citizens.\"", "Former democrat lawmaker Fernando Cheung told ABC News that the proposed changes are \"an effort to further tighten the system so that only those who are blessed by Beijing would stand a chance to run for public offices.\"", "\"It's a great leap backwards for Hong Kong's democracy,\" Cheung said.", "The move goes against the agreements drawn up before Hong Kong was handed back to Chinese rule from Britain in 1997. In Hong Kong's mini-constitution, Beijing vowed that \"one person, one vote\" would be the ultimate goal.", "\"It's a blatant violation of the Basic Law, given that it has promised Hong Kong people that we should move toward universal suffrage, in accordance with the principle of gradual and orderly progress,\" Cheung said.", "The latest directives from Beijing come as 47 pro-democracy leaders faced court on charges of subversion for holding an unofficial primary vote last year. After a grueling four days of hearings, 15 were granted bail late Thursday night.", "It leaves dozens of Hong Kong's pro-democracy leaders either in prison or in exile.", "Political scientist Lam said the verdict is meant to send \"a clear message that the opposition should keep silent, should not show defiance.\"", "\"It is a very tough warning to the opposition to follow Beijing's instructions, otherwise they too might fall into some kind of trouble,\" he continued.", "However, there are growing signs that China's intensifying crackdown is having a negative impact on Hong Kong's status as a global financial hub.", "The Washington-based Heritage Foundation recently dropped Hong Kong from its Index of Economic Freedom. The city had topped the list for more than two decades before it was dethroned by Singapore last year.", "Editors said that developments in Hong Kong and Macau show \"unambiguously\" that policies are ultimately controlled by Beijing.", "24/7 coverage of breaking news and live events"], "14": ["ERCOT's leader has been fired after a poor response to the winter storm.", "Texas energy executives pressed by state lawmakers", "Bill Magness, CEO of the Electric Reliability Council of Texas, was fired on Wednesday in the wake of February's deadly blackouts that left millions without electricity and heat in freezing temperatures.", "As power grid manager, Magness was given a 60-day termination notice by the company's board of directors. He has not released a statement yet on his termination, but he informed the board that he will not seek or accept severance pay, according to an updated employment agreement.", "\"The ERCOT Board is expected to begin an immediate search for a new President and CEO, and will continue to discuss the transition plan at future meetings during this time period,\" the agency said in a statement.", "ERCOT, which oversees 90% of the state's power grid, came under fire for downplaying the severity of the winter weather, according to state legislators. Texas Gov. Greg Abbott was among a group of state leaders who called for Magness to resign because of his role in one of the worst power outages in U.S. history.", "\"They downplayed the severity of it, at the same time telling me and the public that they were fully prepared for it,\" Abbott said at the Feb. 25 hearing. \"Texans suffered last week in ways they shouldn't have to suffer.\"", "Magness, who testified at the hearing, claimed that the scale of forced blackouts was necessary in preventing an even larger energy failure.", "\"We came dangerously close to losing the entire electric system,\" Magness said. \"I'd say [ERCOT] worked from keeping us from going into a blackout that we'd still be in today -- that's why we did it.\"", "At least 40 people have died due to the severe weather in Texas, according to The Associated Press.", "Magness became the second senior official to leave his position at ERCOT while at least six board members have resigned in the aftermath of the blackouts.", "24/7 coverage of breaking news and live events"], "15": ["Officials say the killings were not related to his police work.", "Dallas cop arrested on 2 counts of capital murder", "A Texas police officer was arrested Thursday on two counts of capital murder, authorities said.", "Bryan Riser, a 13-year veteran of the Dallas police force, was taken into custody and transported to the Dallas County Jail for processing, Police Chief Eddie Garcia said at a press conference.", "A man came forward in August 2019 and told investigators that Riser directed him to kidnap and kill two people in 2017, Garcia said. The murders took place when Riser was off-duty, Garcia added.", "Officials said his arrest stems from a 2017 internal affairs investigation. A lawyer for Riser couldn’t immediately be identified, Associated Press reported.", "On March 10, 2017, officers found Liza Saenz, 31, with several bullet wounds in her body in the 200 block of Santa Fe Avenue.", "The man stated that he had kidnapped and murdered Saenz at the direction of Riser, who also told him to kidnap a second victim, 61-year-old Albert Douglas, Garcia said.", "Douglas was reported missing by his family in February 2017. His body was never found.", "Garcia said Douglas was kidnapped and murdered on the same 200 block of Santa Fe Avenue.", "The motive behind the murders is unknown. Garcia said the killings were not related to Riser’s police work and the investigation is ongoing.", "Garcia said Riser had a relationship with at least one of the victims.", "“The actions that have been investigated in no way reflect the actions of the men and women who wear this uniform,\" Garcia said.", "Riser's conduct as a police officer and his arrests will be investigated, Garcia said.", "Riser had been patrolling the streets of Dallas up until his arrest and officials said they will expedite the process to have him removed from the department.", "ABC News' Jenna Harrison contributed to this report.", "24/7 coverage of breaking news and live events"], "16": ["The body is believed to be that of John Pennington, who vanished last week.", "On Location: March 4, 2021", "Authorities believe they have found the body of a Kentucky man who disappeared at the Grand Canyon last week.", "John Pennington, 40, of Walton, Kentucky, was thought to have entered the Grand Canyon National Park in Arizona on or around Feb. 23, abandoning his vehicle at the South Rim near Yaki Point.", "He was believed to be traveling alone, possibly on a yellow 2005 Suzuki motorcycle, according to the National Park Service.", "After days of searching the area, National Park Service personnel spotted a body and a motorcycle on Wednesday, below the South Kaibab Trailhead, south of Yaki Point.", "Park rangers recovered the body, which was located approximately 465 feet below the canyon rim, according to the National Park Service.", "The body was flown by helicopter to the rim and was then transferred to the Coconino County Health and Human Services Medical Examiner's Office in Flagstaff.", "\"Based on evidence found with the body, the individual is believed to be missing person John Pennington,\" the National Park Service said in a statement Thursday.", "An investigation into the incident is ongoing. No additional information was immediately available.", "24/7 coverage of breaking news and live events"], "17": ["The body is believed to be that of John Pennington, who vanished last week.", "On Location: March 4, 2021", "Authorities believe they have found the body of a Kentucky man who disappeared at the Grand Canyon last week.", "John Pennington, 40, of Walton, Kentucky, was thought to have entered the Grand Canyon National Park in Arizona on or around Feb. 23, abandoning his vehicle at the South Rim near Yaki Point.", "He was believed to be traveling alone, possibly on a yellow 2005 Suzuki motorcycle, according to the National Park Service.", "After days of searching the area, National Park Service personnel spotted a body and a motorcycle on Wednesday, below the South Kaibab Trailhead, south of Yaki Point.", "Park rangers recovered the body, which was located approximately 465 feet below the canyon rim, according to the National Park Service.", "The body was flown by helicopter to the rim and was then transferred to the Coconino County Health and Human Services Medical Examiner's Office in Flagstaff.", "\"Based on evidence found with the body, the individual is believed to be missing person John Pennington,\" the National Park Service said in a statement Thursday.", "An investigation into the incident is ongoing. No additional information was immediately available.", "24/7 coverage of breaking news and live events"], "18": ["The recovery remains hampered by the ongoing coronavirus pandemic.", "On Location: March 4, 2021", "U.S. employers added 379,000 jobs last month, pushing the unemployment rate for February down by a fraction of a percentage point to 6.2%, the Department of Labor said Friday.", "Friday's jobs report highlights how the pace of the labor market's recovery remains hampered by the ongoing coronavirus pandemic. The pre-pandemic unemployment rate in the U.S. was 3.5%.", "Notable job gains last month occurred in leisure and hospitality (which saw an uptick of 355,000) that the DOL linked to easing pandemic-related restrictions. Employment declined last month in state and local government education (which saw a loss of 69,000 jobs) and construction (which shed 61,000 jobs).", "\"The labor market continued to reflect the impact of the coronavirus (COVID-19) pandemic,\" the DOL said.", "Julia Pollak, a labor economist for the jobs site ZipRecruiter, told ABC News ahead of the report's release that hiring figures last month remain \"disappointing\" and \"not consistent with a robust recovery.\"", "\"I think in the winter it was really just hard for the economy to recover much, given the fact that it's now so sensitive to weather with outdoor services beings the only show in town,\" she said.", "\"We also had this winter surge in COVID cases that led to renewed restrictions,\" Pollak added. \"So it was a difficult time for employers to get back to business at full steam.\"", "The DOL said in its release Friday that \"severe winter weather across much of the country may have held down employment in construction,\" which saw some of the highest job losses last month.", "Still, Pollak said that she holds some optimism for the labor market going forward, citing recent falling case counts across the country and a vaccine rollout that is \"finally accelerating.\"", "While it may not be captured in February's jobs report, Pollak said employers \"really started expanding capacity and posting jobs in February, and that will translate into hiring in March.\"", "Friday's data also highlighted the uneven recoveries for workers when broken down by racial groups. The unemployment rate last month for Black workers was 9.9% and for Hispanic workers was 8.5%. Meanwhile, the unemployment rate for white workers was 5.6%.", "Pollak also noted that the pandemic has had a disproportionate effect on women in the workforce, who have borne the brunt of child care responsibilities amid school closures and remote learning.", "\"For all the progress that women have made in the labor force in the last few years, it's often mothers who have to stay home and are forced out of their careers,\" she said.", "Citing Census Current Population Survey data, she added, \"It's women with children who had the largest decline in labor force participation.\"", "Pollak said some threats to the recovery still lurk, including the concerning spread of new COVID-19 variants even amid the vaccine rollout.", "\"We can't possibly know what what's going to happen in the future; there's still tremendous uncertainty,\" she said. \"But the news right now is overwhelmingly positive on the vaccine front and on the decline in cases.\"", "And at a time when \"the economy's never been so tied to the weather,\" Pollak added, the coming of spring also offers a bright spot for restaurants and other industries.", "24/7 coverage of breaking news and live events"], "19": ["Several gorillas came down with coronavirus earlier this year.", "Are animals at risk of COVID-19?", "It's no monkey business: These apes are getting vaccinated.", "The San Diego Zoo announced on Thursday it was in the process of inoculating many of its great apes after several of its gorillas became sick with SARS-CoV-2, the virus that causes COVID-19, in January.", "So far, four orangutans and five bonobos are in the process of being vaccinated, the San Diego Union Tribune reported. The zoo would only say \"some of the members of the great apes\" were being vaccinated.", "Zoetis, a producer of medicine and vaccinations for animals, provided the shots, according to the zoo, and they were not for human use.", "\"Zoetis provided our veterinarians with a limited supply of recombinant purified spike protein vaccine, intended for use in protecting animals against SARS-CoV-2,\" San Diego Zoo said in a statement. \"The vaccine doses originated from a supply strictly intended for nonhuman use.\"", "These are the first known vaccinations of great apes, the zoo said.", "The zoo said the animals were getting two shots three weeks apart -- just like the Moderna and Pfizer vaccines developed for humans -- and had begun receiving them in January. Officials said they have seen no adverse reactions to the injections.", "Meanwhile, the troop of gorillas at San Diego Zoo Safari Park that was infected is on the mend.", "\"The gorilla troop at the San Diego Zoo Safari Park are doing well and appear to be on their way to a full recovery,\" officials said in a statement.", "The gorillas will not be vaccinated \"as they were exposed to the SARS-CoV-2 virus, and we assume their own immune systems have developed antibodies to the virus,\" the park said.", "In February, Lisa Peterson, executive director of the San Diego Zoo Safari Park, said the zoo was \"so grateful for the outpouring concern and support we’ve received while the troop safely recovered.\"", "Vaccines for the primates known as humans remain in short supply around the country, including California.", "California Gov. Gavin Newsom said Wednesday that the state had administered 9.3 million vaccines. He was presumably not counting humans' closest living relatives.", "The gorillas are just some of the many wild animals to come down with the virus during the pandemic. At the Bronx Zoo, at least eight big cats -- five tigers and three lions -- came down with the virus last year.", "ABC News' Stephanie Fuerte contributed to this report.", "24/7 coverage of breaking news and live events"], "20": ["He will remain in the hospital for continuing treatment \"for a number of days.\"", "Pressure increases for Harry, Meghan to delay Oprah Winfrey interview", "Britain's Prince Philip has been transferred back to a private hospital in London after undergoing a \"successful procedure\" for a pre-existing heart condition, according to Buckingham Palace.", "The 99-year-old Duke of Edinburgh was transferred to King Edward VII’s Hospital on Friday morning. He is expected to remain hospitalized \"for continuing treatment for a number of days,\" the palace said in a statement.", "Philip, who will turn 100 in June, was initially transported by car from Windsor, England, to King Edward VII's Hospital on Feb. 17 for what Buckingham Palace described as a \"precautionary measure\" after the duke reported feeling unwell.", "The duke was then transferred to St. Bartholomew's Hospital in east London on Monday. Buckingham Palace said at the time \"doctors will continue to treat him for an infection, as well as undertake testing and observation for a pre-existing heart condition.\"", "Two days later, Buckingham Palace confirmed Philip had undergone a \"successful procedure\" for a pre-existing heart condition. Philip's hospitalization is not COVID-19-related, a royal source told ABC News.", "Both Queen Elizabeth and Prince Philip received COVID-19 vaccinations earlier this year.", "Camilla, Duchess of Cornwall, said Wednesday that the family is keeping its \"fingers crossed\" for Philip's recovery. The duchess is married to Prince Charles, the oldest son of Philip and Queen Elizabeth.", "“We heard today that he’s slightly improving. So that’s very good news,\" Camilla said during a visit to a coronavirus vaccination center in London. \"We’ll keep our fingers crossed.”", "King Edward VII’s Hospital, where Philip is now recovering, is located closer to Windsor Castle, the royals' residence in the English county of Berkshire, outside London. St. Bartholomew's Hospital is a larger facility that specializes in cardiovascular treatment, according to the hospital's website.", "While Philip is hospitalized in London, Queen Elizabeth remains at Windsor Castle, where the couple has been staying for most of the coronavirus pandemic. Queen Elizabeth has recently taken in two new puppies, ABC News has learned.", "The queen and Philip celebrated their 73rd wedding anniversary in November.", "ABC News' Katie Kindelan and Morgan Winsor contributed to this report.", "24/7 coverage of breaking news and live events"], "21": ["Upstate New York and New England are seeing below zero-degree wind chills.", "On Location: March 4, 2021", "Winter is back for the Northeast.", "Upstate New York and New England are seeing below zero-degree wind chills Friday morning, as the I-95 corridor is seeing wind chills in the teens and single digits.", "Winds have been gusty Friday morning, blowing at more than 40 mph.", "The chilly weather will linger through the weekend for the Northeast, but a nice warm-up is expected by the middle of next week.", "Meanwhile in the West, a winter storm brought snow to parts of the Rockies Thursday.", "More than 10 inches of snow fell in Colorado, where roads were covered in snow and ice. Some accidents and spinouts were even reported in Colorado Springs.", "The Rockies snowstorm is now moving into the South with rain and a few thunderstorms.", "On the West Coast, from California to Washington, a new storm will move in Friday, bringing a threat of flooding, heavy mountain snow and gusty damaging winds.", "A winter weather advisory has been issued for Northern California, where up to a foot of snow may fall.", "A flood watch has been issued for western Washington, where heavy rain could cause rivers to rise quickly, producing flooding.", "Also, high wind alerts have been issued for Oregon and California, where winds could gust at up to 70 mph.", "The storm will reach the San Francisco Bay Area late Friday evening, and heavy rain is possible to the north of the city. Flooding is unlikely.", "Over the next 48 hours, 2 to 3 inches of rain may fall from Northern California to Washington, and up to a foot of snow may fall in the Cascades.", "Also, most rivers in the Mid-South, including hard-hit Kentucky and West Virginia, will begin to recede Friday night and continue into this weekend.", "Even though rivers are receding, there is still moderate and major flooding happening Friday. Many homes, roads and neighborhoods are still under water.", "24/7 coverage of breaking news and live events"], "22": ["A man who officials say was equipped with roughly 600 rounds of ammunition when he exchanged gunfire with a security guard at a Virginia social security building died Wednesday at a local hospital", "On Location: March 4, 2021", "NORFOLK, Va. -- A man who officials said was equipped with hundreds of rounds of ammunition when he exchanged gunfire with a security guard at a Virginia social security building died Wednesday at a local hospital, officials said.", "Federal prosecutors said Thursday they were dropping the charges against William Rankin, 44, after learning of his death, news outlets reported. He was charged with attempted murder and assault in connection with the shooting at the Norfolk’s Social Security Administration building.", "FBI Special Agent Justin Goodrich previously said Rankin entered the building on         Feb. 8 with a rifle bag on his shoulder and shouted, “I want my money!”", "A security guard told Rankin he couldn’t enter the building due to COVID-19 protocols, but Rankin became agitated, pulled out a pistol and told the guard he wasn’t leaving without the money, court documents said.", "Rankin later fired at the officer, wounding him in several places including the upper chest, Goodrich said. A bulletproof vest saved the guard.", "As Rankin turned to leave, the officer fired back, wounding Rankin, court documents said.", "Both men were hospitalized. The guard was expected to fully recover. Norfolk police previously said Rankin’s wounds were life-threatening but the agency didn't immediately respond to update requests from         The Virginian-Pilot newspaper. A cause of death for Rankin wasn't immediately released.", "Authorities found several guns and roughly 600 rounds of ammunition in Rankin’s rifle bag, along with beer and sandwiches.", "Rankin’s wife told FBI agents after the shooting that he had been dealing with Social Security over the phone for months regarding his mother’s benefits, court documents said.", "24/7 coverage of breaking news and live events"], "23": ["The decision is part of a campaign to ensure only Beijing loyalists have power.", "On Location: March 4, 2021", "HONG KONG -- Beijing is poised to block any remaining avenues for the Hong Kong pro-democracy movement, leaving the opposition with no way to attain elected office in the Chinese territory.", "China's decision-makers are expected to grant Beijing vetoing powers over selecting Hong Kong lawmakers as part of a wide-reaching campaign to wipe out pro-democracy politicians and make sure that only pro-Beijing loyalists have any real power in the city.", "The major changes to Hong Kong's electoral system were confirmed at China's annual meeting of parliament, the National People's Congress, which began on Friday.", "The proposed reform will be rubber-stamped at the end of the week-long meeting and attended by thousands of delegates in the capital.", "Speaking on Friday morning, NPC spokesman Zhang Yesui said the system needs to be upgraded \"to provide institutional guarantees and the principle of patriots administering Hong Kong.\"", "\"The National People's Congress is the supreme organ of state power. It will improve the Hong Kong SAR system consistent with the constitution,\" Wang said.", "Willy Lam, a political scientist at the Chinese University of Hong Kong, said that although full details of the plan are yet to be announced, it looks as though a \"vetting committee\" will be set up to screen politicians.", "\"Would-be candidates, people who want to be elected to the legislature or the electoral college which selects chief executives, would have to be vetted before they can be allowed to apply,\" Lam said.", "Other proposed plans in the pipeline to reform the electoral system include scrapping the right for district councilors to vote in chief executive elections or occupy seats in the legislature.", "That would effectively shut out the opposition camp, which won more than 80% of the vote in the 2019 local elections.", "\"I'm afraid there may be no more place for the opposition,\" Lam said. \"But of course Hong Kong still has a well-established civil society, even though they have to be extremely cautious because they may be detained or arrested for speaking out against the government.\"", "Beijing's crackdown in Hong Kong has intensified since it imposed a national security law last summer, which it said was necessary to restore peace after mass protests in 2019.", "\"There's been a change in the way Beijing wants to run Hong Kong. Before this, at least a small space was offered to members of the opposition to give their opinions on various major policies -- even though in most cases their opinions came to nothing [and] they were not powerful enough to influence policy, but there was a room for them to voice their different views,\" Lam said.", "Now, Lam explained, Beijing is asserting \"comprehensive jurisdiction\" over Hong Kong: \"Beijing will set the rules and they're supposed to be followed without any question by Hong Kong citizens.\"", "Former democrat lawmaker Fernando Cheung told ABC News that the proposed changes are \"an effort to further tighten the system so that only those who are blessed by Beijing would stand a chance to run for public offices.\"", "\"It's a great leap backwards for Hong Kong's democracy,\" Cheung said.", "The move goes against the agreements drawn up before Hong Kong was handed back to Chinese rule from Britain in 1997. In Hong Kong's mini-constitution, Beijing vowed that \"one person, one vote\" would be the ultimate goal.", "\"It's a blatant violation of the Basic Law, given that it has promised Hong Kong people that we should move toward universal suffrage, in accordance with the principle of gradual and orderly progress,\" Cheung said.", "The latest directives from Beijing come as 47 pro-democracy leaders faced court on charges of subversion for holding an unofficial primary vote last year. After a grueling four days of hearings, 15 were granted bail late Thursday night.", "It leaves dozens of Hong Kong's pro-democracy leaders either in prison or in exile.", "Political scientist Lam said the verdict is meant to send \"a clear message that the opposition should keep silent, should not show defiance.\"", "\"It is a very tough warning to the opposition to follow Beijing's instructions, otherwise they too might fall into some kind of trouble,\" he continued.", "However, there are growing signs that China's intensifying crackdown is having a negative impact on Hong Kong's status as a global financial hub.", "The Washington-based Heritage Foundation recently dropped Hong Kong from its Index of Economic Freedom. The city had topped the list for more than two decades before it was dethroned by Singapore last year.", "Editors said that developments in Hong Kong and Macau show \"unambiguously\" that policies are ultimately controlled by Beijing.", "24/7 coverage of breaking news and live events"], "24": ["ERCOT's leader has been fired after a poor response to the winter storm.", "Texas energy executives pressed by state lawmakers", "Bill Magness, CEO of the Electric Reliability Council of Texas, was fired on Wednesday in the wake of February's deadly blackouts that left millions without electricity and heat in freezing temperatures.", "As power grid manager, Magness was given a 60-day termination notice by the company's board of directors. He has not released a statement yet on his termination, but he informed the board that he will not seek or accept severance pay, according to an updated employment agreement.", "\"The ERCOT Board is expected to begin an immediate search for a new President and CEO, and will continue to discuss the transition plan at future meetings during this time period,\" the agency said in a statement.", "ERCOT, which oversees 90% of the state's power grid, came under fire for downplaying the severity of the winter weather, according to state legislators. Texas Gov. Greg Abbott was among a group of state leaders who called for Magness to resign because of his role in one of the worst power outages in U.S. history.", "\"They downplayed the severity of it, at the same time telling me and the public that they were fully prepared for it,\" Abbott said at the Feb. 25 hearing. \"Texans suffered last week in ways they shouldn't have to suffer.\"", "Magness, who testified at the hearing, claimed that the scale of forced blackouts was necessary in preventing an even larger energy failure.", "\"We came dangerously close to losing the entire electric system,\" Magness said. \"I'd say [ERCOT] worked from keeping us from going into a blackout that we'd still be in today -- that's why we did it.\"", "At least 40 people have died due to the severe weather in Texas, according to The Associated Press.", "Magness became the second senior official to leave his position at ERCOT while at least six board members have resigned in the aftermath of the blackouts.", "24/7 coverage of breaking news and live events"], "25": ["Officials say the killings were not related to his police work.", "Dallas cop arrested on 2 counts of capital murder", "A Texas police officer was arrested Thursday on two counts of capital murder, authorities said.", "Bryan Riser, a 13-year veteran of the Dallas police force, was taken into custody and transported to the Dallas County Jail for processing, Police Chief Eddie Garcia said at a press conference.", "A man came forward in August 2019 and told investigators that Riser directed him to kidnap and kill two people in 2017, Garcia said. The murders took place when Riser was off-duty, Garcia added.", "Officials said his arrest stems from a 2017 internal affairs investigation. A lawyer for Riser couldn’t immediately be identified, Associated Press reported.", "On March 10, 2017, officers found Liza Saenz, 31, with several bullet wounds in her body in the 200 block of Santa Fe Avenue.", "The man stated that he had kidnapped and murdered Saenz at the direction of Riser, who also told him to kidnap a second victim, 61-year-old Albert Douglas, Garcia said.", "Douglas was reported missing by his family in February 2017. His body was never found.", "Garcia said Douglas was kidnapped and murdered on the same 200 block of Santa Fe Avenue.", "The motive behind the murders is unknown. Garcia said the killings were not related to Riser’s police work and the investigation is ongoing.", "Garcia said Riser had a relationship with at least one of the victims.", "“The actions that have been investigated in no way reflect the actions of the men and women who wear this uniform,\" Garcia said.", "Riser's conduct as a police officer and his arrests will be investigated, Garcia said.", "Riser had been patrolling the streets of Dallas up until his arrest and officials said they will expedite the process to have him removed from the department.", "ABC News' Jenna Harrison contributed to this report.", "24/7 coverage of breaking news and live events"], "26": ["The battle comes after mail-in voting exploded during the coronavirus pandemic.", "Ballot Watch: States target voting rights", "After a record number of Americans chose to cast their ballot by mail in 2020, Republican-led states and Democrat federal lawmakers are fighting a pitched battle over the rules governing the future of voting in the United States -- with special attention on whether voters will still be permitted to send their ballots through the mail.", "This \"great clash,\" as it is framed by Michael Waldman, president of the bipartisan Brennan Center for Justice public policy institute, pits multiple Republican-controlled state legislatures pushing bills for tighter restrictions against a Democrat-dominated federal government that has pressed ahead with a nationwide voting rights package.", "\"In states across the country, Republican legislatures are racing to enact restrictions on voting rights -- the most significant wave of such restrictions since the Jim Crow era,\" Waldman said. Conversely, said Waldman, Congress \"can supersede that voter suppression wave, can override those laws.\"", "At the heart of the fight is the widespread use of mail-in ballots. Voting by mail has been pushed by advocates for years, but the practice exploded in 2020 as a way to address the challenges of holding elections during the global coronavirus pandemic. Then-President Donald Trump seized on the practice -- both before and after his defeat -- to push unsupported claims that mail-in ballots are subject to greater risk of fraud, something experts have refuted.", "Since January, more than 250 bills that would restrict access to voting have been introduced in 43 statehouses, according to Brennan Center for Justice officials. The \"biggest chunk\" of these proposals would \"limit who can vote by mail and how easy it is to vote by mail,\" said Eliza Sweren-Becker, counsel in the Brennan Center's Democracy Program.", "\"Policymakers are essentially trying to put stumbling blocks in the way of voters in every step of the way in the mail voting process,\" Sweren-Becker said.", "Much of the legislation being considered aims to slash recent rules that broadened access to voting by mail during the pandemic, such as no-excuse absentee voting and extended deadlines for ballots sent through the U.S. Postal Service.", "Opponents of these recent rules say that changes made during the pandemic were not intended to be permanent.  And they want to ensure that the act of in-person voting at polling precincts is not supplanted by more remote methods.", "\"Certainly some states want to reign in the practice pretty dramatically,\" said Jason Snead, the executive director of the Honest Elections Project, which is advocating for tighter election laws, \"but most of the conversion is how we make this process work well and how to we secure this process.\"", "\"What we're talking about is the basic need to safeguard the process, and to show voters that the process has integrity can be trusted,\" Snead said.", "The battle is particularly fierce in places like Arizona and Georgia, key battlegrounds where Democrat Joe Biden carried the vote, but Republicans maintain control of state government.", "In Arizona, for example, one bill introduced by Republican legislators would require absentee ballots to be returned in person, not by mail. Conversely, another bill seeks to effectively ban the use of drop boxes and drive-through ballot drop-offs by mandating that absentee ballots can only be returned through the mail.", "\"So even within a single state sometimes there's a real conflict in the type of legislation being introduced,\" said Tammy Patrick, a senior adviser at the Democracy Fund, a nonpartisan election advocacy group.", "Following the election, Arizona Gov. Doug Ducey defended the state's election integrity in the face of criticism from Trump and others. \"I trust our election system. There's integrity in our election system,\" Ducey said in an interview in December.", "On Monday in Georgia -- where increased turnout helped Biden win the presidency in November and two Democrats win the state's Senate seats in January -- the Republican-controlled state legislature approved a new measure to change the state's absentee voting laws over the objections of Democrats and voting rights advocates.", "\"I felt like there were not any unreasonable changes that were made,\" Republican state representative Dale Washburn said of the bill. \"[It] should provide more security and more confidence in the system.\"", "Georgia Secretary of State Brad Raffensperger, a Republican, has repeatedly said there was no evidence of fraud in the state's election. \"We've never found systemic fraud, not enough to overturn the election,\" Raffenseperger told ABC's George Stephanopoulos in December.", "Because Republicans control the levers of powers in both Arizona and Georgia, Sweren-Becker said, legislation aimed at curbing mail-in voting is expected to pass in some form.", "Yet in Washington, where Biden is in the White House and Democrats now have majorities in both chambers of Congress, preserving access to absentee voting has emerged as a legislative priority.", "On Thursday, the House of Representatives voted to pass H.R. 1, a sweeping voting rights bill that expands access to absentee voting with nationwide baselines. Democrats have cited Republican efforts to curb mail-in voting rules at the state level as the impetus for the legislation, which, if passed and enacted, would take precedence over statewide regulations during federal elections.", "\"We're not pursuing this reform against the backdrop of the status quo,\" the bill's lead sponsor, Rep. John Sarbanes, D-Md., told ABC News. \"We're pursuing it against the prospect that the Republicans will take things in the wrong direction, and in a significant way.\"", "Republican pushback to H.R. 1 has been swift and strong, with warnings that the bill's standards would usurp the states' constitutionally protected right to run their own elections.", "On Thursday, 20 Republican state attorneys general warned that, if passed, the bill \"would federalize state elections and impose burdensome costs and regulations on state and local officials.\"", "Former Vice President Mike Pence, in an op-ed published this week in the Daily Signal, wrote that H.R. 1 would unfairly \"force states to adopt universal mail-in ballots.\"", "\"Election reform is a national imperative, but under our constitution, election reform must be undertaken at the state level,\" Pence wrote.", "Other experts fear that these statewide bills reflect partisan efforts to justify unsupported claims that the 2020 presidential election was undermined by widespread voter fraud.", "\"Lawmakers are using those lies to justify policies that limit voting access,\" Sweren-Becker said, calling it \"disingenuous and misleading.\"", "Sweren-Becker called efforts in GOP strongholds to change absentee voting rules a \"backlash\" to Trump's defeat.", "Patrick, who said any so-called evidence of voter fraud underpinning these proposals is \"not based on the facts,\" called 2020 \"the most transparent election in our history.\"", "\"It was the most observed election; it was the most audited election,\" Patrick said. \"There are definitely things that could and should be done to improve the process, but far too often the proposals being made are based on misinformation and lies.\"", "In Georgia, where Black voters propelled Biden's victory due in no small part to expanded access to no-excuse mail-in voting, critics of the GOP's statewide voting proposals claim they will disenfranchise large swaths of Black voters, who overwhelmingly support Democrats.", "\"Democrats are more likely to be people of color,\" said Stacy Abrams, a Georgia-based voting rights advocate and former Democratic candidate for governor. \"And so, whether [these bills] intend to target Democrats or not, they are absolutely targeting communities of color to silence their voices. But H.R. 1 would guarantee that, once again, we would have access to no-excuse absentee balloting.\"", "24/7 coverage of breaking news and live events"], "27": ["The battle comes after mail-in voting exploded during the coronavirus pandemic.", "Ballot Watch: States target voting rights", "After a record number of Americans chose to cast their ballot by mail in 2020, Republican-led states and Democrat federal lawmakers are fighting a pitched battle over the rules governing the future of voting in the United States -- with special attention on whether voters will still be permitted to send their ballots through the mail.", "This \"great clash,\" as it is framed by Michael Waldman, president of the bipartisan Brennan Center for Justice public policy institute, pits multiple Republican-controlled state legislatures pushing bills for tighter restrictions against a Democrat-dominated federal government that has pressed ahead with a nationwide voting rights package.", "\"In states across the country, Republican legislatures are racing to enact restrictions on voting rights -- the most significant wave of such restrictions since the Jim Crow era,\" Waldman said. Conversely, said Waldman, Congress \"can supersede that voter suppression wave, can override those laws.\"", "At the heart of the fight is the widespread use of mail-in ballots. Voting by mail has been pushed by advocates for years, but the practice exploded in 2020 as a way to address the challenges of holding elections during the global coronavirus pandemic. Then-President Donald Trump seized on the practice -- both before and after his defeat -- to push unsupported claims that mail-in ballots are subject to greater risk of fraud, something experts have refuted.", "Since January, more than 250 bills that would restrict access to voting have been introduced in 43 statehouses, according to Brennan Center for Justice officials. The \"biggest chunk\" of these proposals would \"limit who can vote by mail and how easy it is to vote by mail,\" said Eliza Sweren-Becker, counsel in the Brennan Center's Democracy Program.", "\"Policymakers are essentially trying to put stumbling blocks in the way of voters in every step of the way in the mail voting process,\" Sweren-Becker said.", "Much of the legislation being considered aims to slash recent rules that broadened access to voting by mail during the pandemic, such as no-excuse absentee voting and extended deadlines for ballots sent through the U.S. Postal Service.", "Opponents of these recent rules say that changes made during the pandemic were not intended to be permanent.  And they want to ensure that the act of in-person voting at polling precincts is not supplanted by more remote methods.", "\"Certainly some states want to reign in the practice pretty dramatically,\" said Jason Snead, the executive director of the Honest Elections Project, which is advocating for tighter election laws, \"but most of the conversion is how we make this process work well and how to we secure this process.\"", "\"What we're talking about is the basic need to safeguard the process, and to show voters that the process has integrity can be trusted,\" Snead said.", "The battle is particularly fierce in places like Arizona and Georgia, key battlegrounds where Democrat Joe Biden carried the vote, but Republicans maintain control of state government.", "In Arizona, for example, one bill introduced by Republican legislators would require absentee ballots to be returned in person, not by mail. Conversely, another bill seeks to effectively ban the use of drop boxes and drive-through ballot drop-offs by mandating that absentee ballots can only be returned through the mail.", "\"So even within a single state sometimes there's a real conflict in the type of legislation being introduced,\" said Tammy Patrick, a senior adviser at the Democracy Fund, a nonpartisan election advocacy group.", "Following the election, Arizona Gov. Doug Ducey defended the state's election integrity in the face of criticism from Trump and others. \"I trust our election system. There's integrity in our election system,\" Ducey said in an interview in December.", "On Monday in Georgia -- where increased turnout helped Biden win the presidency in November and two Democrats win the state's Senate seats in January -- the Republican-controlled state legislature approved a new measure to change the state's absentee voting laws over the objections of Democrats and voting rights advocates.", "\"I felt like there were not any unreasonable changes that were made,\" Republican state representative Dale Washburn said of the bill. \"[It] should provide more security and more confidence in the system.\"", "Georgia Secretary of State Brad Raffensperger, a Republican, has repeatedly said there was no evidence of fraud in the state's election. \"We've never found systemic fraud, not enough to overturn the election,\" Raffenseperger told ABC's George Stephanopoulos in December.", "Because Republicans control the levers of powers in both Arizona and Georgia, Sweren-Becker said, legislation aimed at curbing mail-in voting is expected to pass in some form.", "Yet in Washington, where Biden is in the White House and Democrats now have majorities in both chambers of Congress, preserving access to absentee voting has emerged as a legislative priority.", "On Thursday, the House of Representatives voted to pass H.R. 1, a sweeping voting rights bill that expands access to absentee voting with nationwide baselines. Democrats have cited Republican efforts to curb mail-in voting rules at the state level as the impetus for the legislation, which, if passed and enacted, would take precedence over statewide regulations during federal elections.", "\"We're not pursuing this reform against the backdrop of the status quo,\" the bill's lead sponsor, Rep. John Sarbanes, D-Md., told ABC News. \"We're pursuing it against the prospect that the Republicans will take things in the wrong direction, and in a significant way.\"", "Republican pushback to H.R. 1 has been swift and strong, with warnings that the bill's standards would usurp the states' constitutionally protected right to run their own elections.", "On Thursday, 20 Republican state attorneys general warned that, if passed, the bill \"would federalize state elections and impose burdensome costs and regulations on state and local officials.\"", "Former Vice President Mike Pence, in an op-ed published this week in the Daily Signal, wrote that H.R. 1 would unfairly \"force states to adopt universal mail-in ballots.\"", "\"Election reform is a national imperative, but under our constitution, election reform must be undertaken at the state level,\" Pence wrote.", "Other experts fear that these statewide bills reflect partisan efforts to justify unsupported claims that the 2020 presidential election was undermined by widespread voter fraud.", "\"Lawmakers are using those lies to justify policies that limit voting access,\" Sweren-Becker said, calling it \"disingenuous and misleading.\"", "Sweren-Becker called efforts in GOP strongholds to change absentee voting rules a \"backlash\" to Trump's defeat.", "Patrick, who said any so-called evidence of voter fraud underpinning these proposals is \"not based on the facts,\" called 2020 \"the most transparent election in our history.\"", "\"It was the most observed election; it was the most audited election,\" Patrick said. \"There are definitely things that could and should be done to improve the process, but far too often the proposals being made are based on misinformation and lies.\"", "In Georgia, where Black voters propelled Biden's victory due in no small part to expanded access to no-excuse mail-in voting, critics of the GOP's statewide voting proposals claim they will disenfranchise large swaths of Black voters, who overwhelmingly support Democrats.", "\"Democrats are more likely to be people of color,\" said Stacy Abrams, a Georgia-based voting rights advocate and former Democratic candidate for governor. \"And so, whether [these bills] intend to target Democrats or not, they are absolutely targeting communities of color to silence their voices. But H.R. 1 would guarantee that, once again, we would have access to no-excuse absentee balloting.\"", "24/7 coverage of breaking news and live events"], "28": ["\"Please, somebody pay attention, please notice us,\" a congresswoman said.", "Anti-Asian xenophobia rises amid pandemic", "A barrage of attacks on Asian Americans, reported to be fueled in part by biases pertaining to the coronavirus pandemic, have filled communities around the country with fear and rage.", "But they have also exposed old wounds as advocates implore their fellow Americans to see and hear what they call a long-standing plight of invisibility.", "\"Our people are getting attacked, our people are getting harassed, spat on, beat up, you know, slashed,\" Rep. Grace Meng, D-NY, told ABC News. \"Please, somebody pay attention, please notice us.\"", "\"Give me confirmation that -- I am American, too,\" the congresswoman said. \"I just haven't been able to feel that in a long time.\"", "The coronavirus pandemic and its suspected origins in Wuhan, China, is cited as having led to a new onslaught of Anti-Asian discrimination in the U.S. that has waged on for almost a year.", "There have been nearly 3,000 hate incidents towards Asian Americans in 2020 alone, according to data from the Stop AAPI Hate coalition, which set up a website to help track the cases, some of which were not reported to police. The group, which says it started to operate last year in response to an increase in discrimination, does not have statistics for 2019, but for context, in that year, there were 158 incidents of reported anti-Asian bias crimes in the U.S., according to FBI hate crimes data.", "Some lawmakers and advocates, however, believe this represents a tiny fraction of the total in any given year -- as many victims in Asian American communities may not report crimes due to distrust of the government or language barriers.", "Until the very end of his term, former President Donald Trump repeatedly used the phrases \"China virus\" and \"Kung flu\" to describe COVID-19. Critics said racist rhetoric by Trump exacerbated anti-Asian xenophobia in the U.S., alienating people of Asian descent.", "As a rash of recent attacks in California and a number of incidents -- including the murder of an 84-year-old man -- have been caught on video, many Asian Americans are speaking out to raise awareness, offer support to each other and affirm to all the \"American\" in the Asian American identity.", "\"Even though I and so many Asian Americans were born and raised in the United States of America, there are always instances where we are made to feel that we are foreigners,\" Meng said. \"That we are just not good enough in some people's eyes to be American.\"", "On Jan. 28, 84-year-old Vicha Ratanapakdee was taking his morning walk around his neighborhood in San Francisco, California, when he was violently shoved to the ground by a random passerby.", "Ratanapakdee, who his family said was beloved as \"grandpa\" by his neighborhood, was taken to the hospital following the attack. He died two days later.", "Monthanus Ratanapakdee tearfully remembered her father as a \"family man\" and a gentle soul. He had moved from Thailand to San Francisco four years ago to help care for his grandchildren.", "\"He was a good senior citizen,\" she told ABC News.", "\"I want him to stay alive and wake up … and come and see me again,\" she said. \"But he will never wake up again.\"", "A 19-year-old suspect, Antoine Watson, was arrested in connection to Vicha Ratanapakdee's death and has been charged with murder and elder abuse, though the incident is not being treated as a hate crime. He has pleaded not guilty.", "The suspect's lawyer has insisted the attack was not racially motivated, but was due to a \"break in the mental health of a teenager.\" The lawyer said that the suspect had \"no knowledge\" of Ratanapakdee's ethnicity because his face was covered with a mask.", "San Francisco District Attorney Boudin told the New York Times that there is no evidence to suggest the assault was motivated by racial animus.", "But in an earlier statement announcing the filing of charges against the suspect, Boudin said, \"My heart goes out to the entire AAPI community for the harm and fear this tragedy has inflicted.\"", "The victim's family, however, disagrees that the attack was not racially-motivated.", "Eric Lawson, Ratanapakdee's son-in-law, told ABC News' \"Nightline,\" that he believes, \"It's pretty obvious that it's a racist attack.\"", "\"He looked at a little Asian man and felt like he could take out his anger on him and it was justified somehow,\" he added. \"He ran from all the way across the street downhill and slammed him into the garage, into the floor and broke his head open.\"", "\"We know that we've got to speak up and we can't be quiet about this because that's why this keeps happening,\" Lawson said.", "Ratanapakdee's violent assault, which was caught on surveillance video, came amid a flurry of similar attacks against Asian Americans in Northern California.", "The video sparked outrage and galvanized Asian American actors and public figures across the country to decry pandemic-related racism.", "And though it is not a monolith, Asian America have seemed to come together.", "While many have recently pointed to the pandemic and the Trump administration's incendiary language as the root of the anti-Asian hate, historians note that the U.S. has a long legacy of xenophobia towards people of Asian descent.", "\"I would argue that none of this is really new,\" Dr. Nobuko Adachi, a professor of sociology and anthropology at Illinois State University, told ABC News. \"This stereotype of 'foreigners' toward Asians and Asian Americans have been used throughout the history of the United States.\"", "In 1882, the Chinese Exclusion Act barred the immigration of Chinese laborers and marked the first time in history that the U.S. placed broad restrictions on immigration, according to the U.S. Office of the Historian, which stated American objections to Chinese immigration stemmed in part from \"ethnic discrimination.\"", "More than a half century later in 1942, Franklin D. Roosevelt signed Executive Order 9066 that paved the way for the forced incarceration of Japanese Americans during World War II. Some 112,000 people of Japanese descent were sent to \"relocation center\" camps.", "The majority of those people (70,000) were American citizens.", "\"Since this is embedded into American mindset, people will easily forget that Asian Americans are really Americans,\" Adachi said.", "Last month, President Joe Biden said he signed an executive action \"to combat the resurgence of xenophobia, particularly against Asian Americans and Pacific Islanders, that we've seen skyrocket during this pandemic.\"", "As videos circulate online of elderly Asian people being violently attacked, Adachi said, \"We should now turn these tragedies as opportunities to vocalize to mainstream society that we do suffer racial bias and discrimination.\"", "\"We need to tell our children to learn our history of what happened in the past, so they understand that what is happening right now has a clear history,\" she said. \"We need to deal with the issues instead of hiding our feelings inside, until we have a mental break down.\"", "Amanda Nguyen, an activist and founder of the civil rights nonprofit RISE, told ABC News that in her experience, \"Asians are often seen as an afterthought.\"", "\"The feeling that you don't belong, the feeling that you have to prove yourself consistently,\" she said. \"And we shouldn't be.\"", "\"If you are anti-racist, you must acknowledge the Asian American experience,\" she said. \"And if you care about diversity, you must include us at the table.\"", "Nguyen called for more Asian American representation in the media and Hollywood, arguing that \"storytelling\" builds empathy.", "\"I implore mainstream media to cover our stories, to give credence to our existence to witness our pain,\" she said. \"And not only to witness our pain, but also to cover Asian excellence, because that's the fabric of humanity.\"", "Dr. Adachi echoed Nguyen's sentiments, saying it is imperative to break the silence and \"let people know what's really happening right now.\"", "\"We live here. We are Americans. It's okay to talk about your feelings,\" Adachi said.", "The police killing of George Floyd last May sparked protests in all 50 states condemning police brutality against Black Americans and systemic anti-Black racism in the U.S.", "Congresswoman Meng said the national racial reckoning also sparked new conversations \"about racial justice and why Black lives matter, why the movement is important not just for Black people, but for all Americans.\"", "While the insidious legacy of racism in the U.S. continues to loom large, Meng expressed hope that the America her children grow up in will be a slightly better place.", "\"My kids are still a little young, but I think their generation will be able to understand the importance of solidarity and the importance of being there for each other's communities,\" she said.", "24/7 coverage of breaking news and live events"], "29": ["\"Please, somebody pay attention, please notice us,\" a congresswoman said.", "Anti-Asian xenophobia rises amid pandemic", "A barrage of attacks on Asian Americans, reported to be fueled in part by biases pertaining to the coronavirus pandemic, have filled communities around the country with fear and rage.", "But they have also exposed old wounds as advocates implore their fellow Americans to see and hear what they call a long-standing plight of invisibility.", "\"Our people are getting attacked, our people are getting harassed, spat on, beat up, you know, slashed,\" Rep. Grace Meng, D-NY, told ABC News. \"Please, somebody pay attention, please notice us.\"", "\"Give me confirmation that -- I am American, too,\" the congresswoman said. \"I just haven't been able to feel that in a long time.\"", "The coronavirus pandemic and its suspected origins in Wuhan, China, is cited as having led to a new onslaught of Anti-Asian discrimination in the U.S. that has waged on for almost a year.", "There have been nearly 3,000 hate incidents towards Asian Americans in 2020 alone, according to data from the Stop AAPI Hate coalition, which set up a website to help track the cases, some of which were not reported to police. The group, which says it started to operate last year in response to an increase in discrimination, does not have statistics for 2019, but for context, in that year, there were 158 incidents of reported anti-Asian bias crimes in the U.S., according to FBI hate crimes data.", "Some lawmakers and advocates, however, believe this represents a tiny fraction of the total in any given year -- as many victims in Asian American communities may not report crimes due to distrust of the government or language barriers.", "Until the very end of his term, former President Donald Trump repeatedly used the phrases \"China virus\" and \"Kung flu\" to describe COVID-19. Critics said racist rhetoric by Trump exacerbated anti-Asian xenophobia in the U.S., alienating people of Asian descent.", "As a rash of recent attacks in California and a number of incidents -- including the murder of an 84-year-old man -- have been caught on video, many Asian Americans are speaking out to raise awareness, offer support to each other and affirm to all the \"American\" in the Asian American identity.", "\"Even though I and so many Asian Americans were born and raised in the United States of America, there are always instances where we are made to feel that we are foreigners,\" Meng said. \"That we are just not good enough in some people's eyes to be American.\"", "On Jan. 28, 84-year-old Vicha Ratanapakdee was taking his morning walk around his neighborhood in San Francisco, California, when he was violently shoved to the ground by a random passerby.", "Ratanapakdee, who his family said was beloved as \"grandpa\" by his neighborhood, was taken to the hospital following the attack. He died two days later.", "Monthanus Ratanapakdee tearfully remembered her father as a \"family man\" and a gentle soul. He had moved from Thailand to San Francisco four years ago to help care for his grandchildren.", "\"He was a good senior citizen,\" she told ABC News.", "\"I want him to stay alive and wake up … and come and see me again,\" she said. \"But he will never wake up again.\"", "A 19-year-old suspect, Antoine Watson, was arrested in connection to Vicha Ratanapakdee's death and has been charged with murder and elder abuse, though the incident is not being treated as a hate crime. He has pleaded not guilty.", "The suspect's lawyer has insisted the attack was not racially motivated, but was due to a \"break in the mental health of a teenager.\" The lawyer said that the suspect had \"no knowledge\" of Ratanapakdee's ethnicity because his face was covered with a mask.", "San Francisco District Attorney Boudin told the New York Times that there is no evidence to suggest the assault was motivated by racial animus.", "But in an earlier statement announcing the filing of charges against the suspect, Boudin said, \"My heart goes out to the entire AAPI community for the harm and fear this tragedy has inflicted.\"", "The victim's family, however, disagrees that the attack was not racially-motivated.", "Eric Lawson, Ratanapakdee's son-in-law, told ABC News' \"Nightline,\" that he believes, \"It's pretty obvious that it's a racist attack.\"", "\"He looked at a little Asian man and felt like he could take out his anger on him and it was justified somehow,\" he added. \"He ran from all the way across the street downhill and slammed him into the garage, into the floor and broke his head open.\"", "\"We know that we've got to speak up and we can't be quiet about this because that's why this keeps happening,\" Lawson said.", "Ratanapakdee's violent assault, which was caught on surveillance video, came amid a flurry of similar attacks against Asian Americans in Northern California.", "The video sparked outrage and galvanized Asian American actors and public figures across the country to decry pandemic-related racism.", "And though it is not a monolith, Asian America have seemed to come together.", "While many have recently pointed to the pandemic and the Trump administration's incendiary language as the root of the anti-Asian hate, historians note that the U.S. has a long legacy of xenophobia towards people of Asian descent.", "\"I would argue that none of this is really new,\" Dr. Nobuko Adachi, a professor of sociology and anthropology at Illinois State University, told ABC News. \"This stereotype of 'foreigners' toward Asians and Asian Americans have been used throughout the history of the United States.\"", "In 1882, the Chinese Exclusion Act barred the immigration of Chinese laborers and marked the first time in history that the U.S. placed broad restrictions on immigration, according to the U.S. Office of the Historian, which stated American objections to Chinese immigration stemmed in part from \"ethnic discrimination.\"", "More than a half century later in 1942, Franklin D. Roosevelt signed Executive Order 9066 that paved the way for the forced incarceration of Japanese Americans during World War II. Some 112,000 people of Japanese descent were sent to \"relocation center\" camps.", "The majority of those people (70,000) were American citizens.", "\"Since this is embedded into American mindset, people will easily forget that Asian Americans are really Americans,\" Adachi said.", "Last month, President Joe Biden said he signed an executive action \"to combat the resurgence of xenophobia, particularly against Asian Americans and Pacific Islanders, that we've seen skyrocket during this pandemic.\"", "As videos circulate online of elderly Asian people being violently attacked, Adachi said, \"We should now turn these tragedies as opportunities to vocalize to mainstream society that we do suffer racial bias and discrimination.\"", "\"We need to tell our children to learn our history of what happened in the past, so they understand that what is happening right now has a clear history,\" she said. \"We need to deal with the issues instead of hiding our feelings inside, until we have a mental break down.\"", "Amanda Nguyen, an activist and founder of the civil rights nonprofit RISE, told ABC News that in her experience, \"Asians are often seen as an afterthought.\"", "\"The feeling that you don't belong, the feeling that you have to prove yourself consistently,\" she said. \"And we shouldn't be.\"", "\"If you are anti-racist, you must acknowledge the Asian American experience,\" she said. \"And if you care about diversity, you must include us at the table.\"", "Nguyen called for more Asian American representation in the media and Hollywood, arguing that \"storytelling\" builds empathy.", "\"I implore mainstream media to cover our stories, to give credence to our existence to witness our pain,\" she said. \"And not only to witness our pain, but also to cover Asian excellence, because that's the fabric of humanity.\"", "Dr. Adachi echoed Nguyen's sentiments, saying it is imperative to break the silence and \"let people know what's really happening right now.\"", "\"We live here. We are Americans. It's okay to talk about your feelings,\" Adachi said.", "The police killing of George Floyd last May sparked protests in all 50 states condemning police brutality against Black Americans and systemic anti-Black racism in the U.S.", "Congresswoman Meng said the national racial reckoning also sparked new conversations \"about racial justice and why Black lives matter, why the movement is important not just for Black people, but for all Americans.\"", "While the insidious legacy of racism in the U.S. continues to loom large, Meng expressed hope that the America her children grow up in will be a slightly better place.", "\"My kids are still a little young, but I think their generation will be able to understand the importance of solidarity and the importance of being there for each other's communities,\" she said.", "24/7 coverage of breaking news and live events"], "30": ["Michigan House members said in a letter that meals contained \"metal shavings.\"", "On Location: March 4, 2021", "New Jersey Rep. Chris Smith has asked House Speaker Nancy Pelosi to investigate after at least 30 New Jersey National Guard members allegedly got sick over the last month from eating the food they were provided while deployed to protect the U.S. Capitol.", "In a letter Wednesday, Smith told Pelosi that several National Guard members in various states, including New Jersey, \"have become ill due to tainted and unhealthy food from a private-sector vendor.\"", "\"Some have even reported vomiting in the Senate parking lot,\" he wrote. \"Alarmingly, the soldiers have noted receiving almost completely raw meat, some of which, according to press reports, even contained pieces of shaved metal.\"", "Smith asked that the company in charge of catering the food be dismissed and replaced with a new provider, \"immediately.\"", "\"Furthermore, the provision of this food, whether intentional or not, warrants a thorough investigation,\" he wrote. \"The men and women deployed here from New Jersey and elsewhere to protect the Capitol deserve meals that are absolutely safe and healthful.\"", "Various Michigan National Guard members guarding the Capitol were also allegedly hospitalized after eating \"undercooked,\" \"raw\" and \"moldy\" meals, as was alleged in a letter sent by Michigan House members to the Pentagon.", "That letter also states that some meals contained \"metal shavings.\"", "\"It is completely unacceptable that our men and women serving in Washington D.C. are being hospitalized due to the food they are being provided,\" the members wrote, also calling for the current food provider to be replaced.", "The news comes as members of the National Guard and U.S. Capitol Police continue to keep watch over the Capitol following the Jan. 6 siege and ahead of Thursday, when Capitol police say a militia group is threatening to, again, breach the building.", "Thursday, March 4, is the date that some far-right conspiracy theorists believe former President Donald Trump will return to power.", "\"Our Department is working with our local, state, and federal partners to stop any threats to the Capitol. We are taking the intelligence seriously. Due to the sensitive nature of this information, we cannot provide additional details at this time,\" Capitol Police officials said in a statement on Twitter Wednesday.", "Around 5,000 National Guard troops are currently working to protect the Capitol -- both on site and around Washington, D.C, and the complex is surrounded with temporary fencing.", "ABC News' Global Affairs team has reached out to the National Guard and Pentagon for comment.", "ABC News' Benjamin Siegel contributed to this report.", "24/7 coverage of breaking news and live events"], "31": ["Michigan House members said in a letter that meals contained \"metal shavings.\"", "On Location: March 4, 2021", "New Jersey Rep. Chris Smith has asked House Speaker Nancy Pelosi to investigate after at least 30 New Jersey National Guard members allegedly got sick over the last month from eating the food they were provided while deployed to protect the U.S. Capitol.", "In a letter Wednesday, Smith told Pelosi that several National Guard members in various states, including New Jersey, \"have become ill due to tainted and unhealthy food from a private-sector vendor.\"", "\"Some have even reported vomiting in the Senate parking lot,\" he wrote. \"Alarmingly, the soldiers have noted receiving almost completely raw meat, some of which, according to press reports, even contained pieces of shaved metal.\"", "Smith asked that the company in charge of catering the food be dismissed and replaced with a new provider, \"immediately.\"", "\"Furthermore, the provision of this food, whether intentional or not, warrants a thorough investigation,\" he wrote. \"The men and women deployed here from New Jersey and elsewhere to protect the Capitol deserve meals that are absolutely safe and healthful.\"", "Various Michigan National Guard members guarding the Capitol were also allegedly hospitalized after eating \"undercooked,\" \"raw\" and \"moldy\" meals, as was alleged in a letter sent by Michigan House members to the Pentagon.", "That letter also states that some meals contained \"metal shavings.\"", "\"It is completely unacceptable that our men and women serving in Washington D.C. are being hospitalized due to the food they are being provided,\" the members wrote, also calling for the current food provider to be replaced.", "The news comes as members of the National Guard and U.S. Capitol Police continue to keep watch over the Capitol following the Jan. 6 siege and ahead of Thursday, when Capitol police say a militia group is threatening to, again, breach the building.", "Thursday, March 4, is the date that some far-right conspiracy theorists believe former President Donald Trump will return to power.", "\"Our Department is working with our local, state, and federal partners to stop any threats to the Capitol. We are taking the intelligence seriously. Due to the sensitive nature of this information, we cannot provide additional details at this time,\" Capitol Police officials said in a statement on Twitter Wednesday.", "Around 5,000 National Guard troops are currently working to protect the Capitol -- both on site and around Washington, D.C, and the complex is surrounded with temporary fencing.", "ABC News' Global Affairs team has reached out to the National Guard and Pentagon for comment.", "ABC News' Benjamin Siegel contributed to this report.", "24/7 coverage of breaking news and live events"], "32": ["Police in the French city of Marseille have detained a man who was wielding a knife outside a Jewish school and kosher market", "On Location: March 4, 2021", "MARSEILLE, France -- Police in the French city of Marseille detained a man Friday who was wielding a knife outside a Jewish school and kosher market. Surveillance of Jewish sites in the city has been increased while they investigate his motives, according to local authorities.", "School security guards noticed the man visibly brandishing a knife outside the Yavne School and then trying to enter a kosher market nearby, where they detained him, a Marseille police spokeswoman told The Associated Press.", "The children were briefly sequestered inside the school while police searched for any explosives or accomplices, she said. No one was hurt in the incident and the man's motives remain unclear, she said. The spokeswoman was not authorized to be publicly named.", "Police towed away the suspect's car and cordoned off the area.", "A witness said it was a rapid police operation, and described the area as a gathering place for people in the local Jewish community.", "“When the students get out of school they buy sandwiches here, buy meals for the sabbath, and a lot of parents from the school get their coffee and croissants there and drink it outside. ... He saw this gathering of people,” the witness, who asked only to be identified by his first name, Laurent, told The AP.", "France saw deadly attacks targeting a Jewish school in Toulouse in 2012 and a Paris kosher market in 2015.", "———", "Angela Charlton in Paris contributed.", "24/7 coverage of breaking news and live events"], "33": ["The German government has agreed with four utility companies that they will receive about $2.9 billion in compensation for the early shutdown of their nuclear power plants", "On Location: March 4, 2021", "BERLIN -- The German government said Friday it has agreed with four utility companies that they will receive a combined 2.4 billion euros ($2.9 billion) in compensation for the early shutdown of their nuclear power plants.", "Germany is on course to phase out the use of nuclear power by the end of 2022. Six nuclear power plants that are still in use will need to be shut down before the end of their original operating life.", "Some utility companies have sued the German government, arguing they should receive significant compensation for lost investments and the electricity they can't generate from the plants due to the early shutdown .", "In a joint statement the environment and economy ministries said that Swedish utility company Vattenfall will receive 1.425 billion euros. The German companies RWE, EnBW and E.ON/PreussenElektra will share the remaining 1 billion euros.", "In return, the companies will have to drop all lawsuits, including a case that Vattenfall brought before a Washington-based international arbitration panel.", "The deal needs to be finally approved by the companies' boards and is subject to scrutiny from the European Union's competition authority, which recently launched a probe into a similar agreement between Germany and coal-fired power plant operators.", "24/7 coverage of breaking news and live events"], "34": ["Mexico City has launched the first of what it hopes will be several cable-car lines in the poorer outskirts of the city of 9 million", "MEXICO CITY -- Mexico City has launched the first of what it hopes will be several cable-car lines serving the poorer outskirts of the city of 9 million.", "Thursday's inauguration of the first leg of the “Cablebus” line marks the latest chapter in Latin America’s love affair with cable cars, which are seen in much of the world as largely for tourists and ski slopes.", "The neighboring State of Mexico already has a cable car serving one northern Mexico City suburb, and the city’s own first line was also built on the poor, crowded north side.", "Cable cars are seen as a cheaper, quicker way to bring public transport to poor communities located high up hillsides. Since they’re airborne, the car lines also don’t have as many difficulties with Latin America’s notoriously difficult issues of chaotic development, bad traffic and lack of rights-of-way.", "By June, the line will run almost 9.2 kilometers (6 miles) from Cuautepec, a working class neighborhood on the northern edge of Mexico City, to the nearest subway and bus station. The stretch inaugurated Thursday covers just 1.7 kilometers (1.06 miles) of that route, to the neighborhood of Tlalpexco.", "At present, officials explained, residents at the top of the hill in Tlalpexco have to board crowded, small vans that travel much more slowly. Plus, they don't have the nice view the cable cars offer from their big windowed cars that can seat 10 passengers at a time. The cars run on electricity and can travel about 13 miles (20 kilometers) per hour, far faster than most traffic in the city.", "\"There are nearly a million inhabitants living in the area around the Cablebus, and they make their trips in small vans that descend through narrow streets, and that may take, from the highest point ... as long as 55 minutes or an hour,\" Guillermo Calderon, director of the electrical transportation system Mexico City.", "Traditional transport solutions like bus or subway lines are almost impossible here, both because there are no rights of way in the densely packed slums, and they are crowded along hillsides on steep 15-degree slopes.", "Mayor Claudia Sheinbaum said a second cable car line is being built in Iztapalapa, another working class neighborhood, to the east.", "“Having the best transportation for the poorest parts of the city reduces inequality,” Sheinbaum said.", "Cuautepec resident Evelyn Sánchez said that, like most people here, her biggest challenge is getting to the nearest subway station.", "“It does take us a long time, and now with this, well now it is going to be a lot quicker,” Sánchez said.", "The city of Medellin, Colombia, launched its cable cars in 2004. Since then, many other Latin American cities have followed suit, ranging from from Rio de Janeiro, Brazil to La Paz, Bolivia.", "24/7 coverage of breaking news and live events"], "35": ["Scores of demonstrators protesting a coup have been killed by Myanmar’s security forces", "On Location: March 4, 2021", "TOKYO -- Myanmar's security forces         have killed scores of demonstrators protesting a coup. The new junta has jailed journalists — and anyone else capable of exposing the violence. It has done away with even limited legal protections. The outside world has responded so far with tough words, a smattering of sanctions and little else.", "The slide from a nascent democracy to yet another coup, as rapid as it has been brutal, opens up a grim possibility: As bad as it looks in Myanmar now, if the country’s long history of violent military rule is any guide, things could get worse.", "Protesters have continued to fill the streets despite violence         that left 38 people dead one day this week  — though in smaller numbers than the weeks right after the Feb. 1 coup. They have used smartphones to capture the brutality. Recent         videos show security forces shooting a person  at point-blank range and chasing down and savagely beating demonstrators.", "The military, however, has the clear upper hand, with sophisticated weapons, a large network of spies, the ability to cut telecoms, and decades of fighting experience from civil conflicts in the country’s borderlands.", "“We are at a crisis point,” Bill Richardson, a former U.S. ambassador to the United Nations with long experience working with Myanmar, told The Associated Press, pointing to the arrests of journalists,         including AP's Thein Zaw, and the indiscriminate killing of protesters. “The international community needs to respond much more forcefully, or this situation will degenerate into complete anarchy and violence.”", "So, will it?", "Governments around the world, including the United States, have condemned the coup, which reversed years of slow progress toward democracy. Before that opening up began, Myanmar had languished under a strict military rule for five decades that led to international isolation and crippling sanctions. As the generals loosened their grip in the past decade, the international community lifted most sanctions and poured in investment.", "Despite the flurry of recent global criticism, however, there's not much hope that pressure from outside will change the course of events inside the country. For one thing, coordinated action at the U.N. — like a global arms embargo that the world body's independent expert on human rights in Myanmar, Tom Andrews, called for — is unlikely. Russia and China, Myanmar’s most powerful supporter, are still selling arms to the military — and they each have a permanent seat on the U.N. Security Council and thus could veto any such measure. The Security Council will take up the crisis in Myanmar on Friday.", "Myanmar's neighbors, the countries that make up the Association of Southeast Asian Nations, are generally loathe to “interfere” in one another's affairs — a policy that means they are unlikely to do anything more than call for talks between the junta and the ousted government of Aung San Suu Kyi.", "That leaves sanctions from the United States and other Western countries. Washington imposed sanctions on Myanmar’s top military leaders after the Feb. 1 coup. More pressure came after a U.N. envoy said security forces killed 38 people on Wednesday. Britain imposed sanctions on three generals and six members of the junta in response to the coup and the crackdown. The European Union is drawing up measures to respond to the coup.", "But even tough sanctions from those countries are unlikely to yield anything, though they may weigh heavily on ordinary people. Myanmar has ridden out decades of such measures before, and the military is already talking about plans for “self-reliance.”", "U.N. special envoy for Myanmar, Christine Schraner Burgener, told reporters this week that she had warned the military that tough sanctions may be coming — and the response was that the generals knew how to “walk with only a few friends.’”", "“Myanmar’s history suggests the military will use ever increasing brutality and violence in an attempt to put down the protest movement,” said Ronan Lee, a visiting scholar at the International State Crime Initiative at Queen Mary University of London. “In the past, the military has been prepared to murder thousands to quell civil unrest or to meet its goals.”", "In the face of such determination, some observers question how long the protest movement can last.", "“While it may appear at first glance to be a battle of wills, the military has a substantial resource advantage over the average protester and has demonstrated that it’s willing to engage in extreme acts of violence and brutality to try to force compliance,” said John Lichtefeld, vice president of The Asia Group, a consulting firm.", "It may get much worse, he said. The military “is an organization with tremendous institutional pride, and it’s possible that hardliners within the military who have been pushing for a more aggressive response are beginning to gain influence.”", "The military has also gotten away with past abuse. In 2017 the army slaughtered thousands of minority Rohingya Muslims in massacres that U.N. officials have said bear the “hallmarks of genocide” with few consequences so far.", "In a sign of how limited the options are to influence the junta, when asked what more Britain and other countries could do, Foreign Secretary Dominic Raab responded: “We will continue to look at how we hold individual members of the regime to account.”", "Myanmar’s military is banking on the world going no further than “harsh words, some economic sanctions and travel bans,” Lee, the scholar at Queen Mary University, said. In order to ensure that, it may exercise some restraint in its crackdown — to try to keep violence below a threshold that would compel action — or at least keep it hidden.", "This is why, he said, authorities are targeting journalists. It suggests they “understand the value of international exposure to the protesters and are aggressively working to limit it.”", "———", "Milko reported from Jakarta, Indonesia. Associated Press writers Jill Lawless in London, Jamey Keaton in Geneva, Frances D’Emilio in Rome and Raf Casert in Brussels contributed to this report.", "24/7 coverage of breaking news and live events"], "36": ["Israel's defense minister says his country is upgrading contingency plans for strikes against Iranian targets if the country shows signs of nuclear escalation", "TEL AVIV, Israel -- Israel’s defense minister said his country is upgrading contingency plans to strike Iranian targets if Tehran shows signs of nuclear escalation, the latest sign of rising tensions between the two archenemies.", "Benny Gantz told the American cable network Fox News that Israel is still working on its plans, but that “we have them in our hands of course.”", "His comments came as President Joe Biden considers re-joining a 2015 nuclear deal between Iran and world powers to limit Iran’s nuclear program, with some changes to toughen curbs on Tehran’s activities.", "Former President Donald Trump pulled the United States out of the atomic accord in 2018 and imposed a so-called campaign of maximum pressure, including sanctions, on Tehran.", "Since then, Iran has stepped up uranium enrichment. The U.N. nuclear watchdog — the International Atomic Energy Agency, or IAEA, which monitors Iran's nuclear program — said earlier this week that Iran nearly tripled its stockpile of enriched uranium since November in violation of its deal with world powers.", "Iran and the Biden administration are deadlocked over how to revive the deal, with Tehran demanding an immediate lifting of sanctions and the U.S. calling on Iran to first return to full compliance with the restrictions of the nuclear agreement.", "Israel has vehemently opposed the nuclear deal. At the same time, tensions have been rising between arch foes Israel and Iran. Last week, an Israeli-owned cargo ship, the Helios Ray, was damaged by a mysterious explosion in the strategically important Gulf of Oman. Israeli Prime Minister Benjamin Netanyahu accused Iran of attacking the vessel. Iran denied the charge.", "In the interview with Fox News on Thursday, Gantz was asked about the ongoing uranium enrichment and whether Israel was completing preparations to strike Iranian targets if needed.", "\"We have them (plans) in our hands of course but we will continue constantly improving them,” Gantz said. “The Iranian nuclear escalation must be stalled. If the world stops them before, it's very much good. But if not, we must stand independently and we must defend ourselves by ourselves.”", "Iran denies it is pursuing nuclear weapons, and says its nuclear program is for peaceful purposes. Unlike Iran, Israel’s atomic program, which is widely believed to include an undeclared nuclear bomb program, is not under the watch of the IAEA.", "In the Fox interview, Gantz also showed a map of Lebanon that he said includes ground forces, missiles and launching sites set up by the militant Hezbollah group, a proxy for Iran.", "“This is a target map. Each one of them has been checked legally, operationally, intelligence-wise and we are ready to fight,” Gantz said.", "Previously, Israel's military chief of staff, Lt. Gen. Aviv Kohavi, warned that in future conflicts, Israel would use heavy force in residential areas where Hebollah rockets are stored and launched. He has said Israeli troops would warn civilians to evacuate their homes before launching such strikes.", "24/7 coverage of breaking news and live events"], "37": ["The California Highway Patrol says nine migrants in an SUV packed with 25 people that drove through an opening in a border wall suffered major injuries after their vehicle slammed into a tractor-trailer and killed 13 others inside", "El CENTRO, Calif. -- Nine migrants in an SUV packed with 25 people that drove through an opening in a border wall suffered major injuries after their vehicle slammed into a tractor-trailer and killed 13 others inside, the California Highway Patrol said Thursday.", "Seventeen occupants in the 1997 Ford Expedition were Mexican — 10 who died and seven who were injured.", "The Guatemalan government said Thursday that a 23-year-old Guatemalan woman died. Two Guatemalans had major injuries.", "The driver was among the 13 killed in the SUV, from Tuesday’s collision in California’s Imperial Valley, a farming region that produces many of the winter vegetables sold in U.S. supermarkets. The CHP said three suffered moderate injuries.", "The nationalities of two others who died and three who were injured were unknown or undisclosed. The Mexican government said 10 of its citizens died and the Guatemalan government said one of its citizens died, but U.S. authorities have not released the identities, ages or nationalities of the deceased.", "The youngest injured was a 15-year-old girl whose name and nationality were undetermined, according to CHP. She had major injuries. The oldest was a 46-year-old woman from Guatemala City, also with major injuries.", "The injured are being treated at hospitals in San Diego, El Centro, Brawley and Palm Springs, California.", "The Border Patrol said surveillance video showed the Expedition and a Chevrolet Suburban drive through an opening in the border wall about 30 miles (48 kilometers) east of the crash. The Suburban carried 19 people, and it caught fire for unknown reasons on a nearby interstate after entering the U.S. All escaped the vehicle and were taken into custody by the Border Patrol, which said it was not pursuing either SUV.", "The Expedition soon struck the tractor-trailer, whose driver, a 68-year-old man from El Centro, suffered major injuries.", "The breached barrier was made of steel bollards that were built before former President Donald Trump blanketed much of the border with taller barriers that go deeper into the ground.", "24/7 coverage of breaking news and live events"], "38": ["Federal prosecutors say an Oklahoma man has been sentenced to more than three years in prison for illegally smuggling firearms to the Middle East to help fight the Islamic State", "OKLAHOMA CITY -- An Oklahoma man was sentenced to more than three years in prison for illegally smuggling firearms to the Middle East to help fight the Islamic State there, according to federal prosecutors.", "Randy Lew Williams, 57, pleaded guilty last year to violating the Arms Export Control Act, making a false statement to a firearms dealer and possession of an unregistered firearm. His sentence handed down Wednesday also includes two years of supervised release on each count after his prison time ends, according to a press release from the U.S. Department of Justice.", "Court records show that United Arab Emirates authorities confiscated a package on Dec. 19, 2018, that contained pistols and firearms parts, the release said. Shipment records showed that Williams, of Edmond, Oklahoma, sent the package from Oklahoma City to an address in Iraq.", "Williams spent some time in Iraq in 2015, his attorney, Julia Summers, told the judge in a sentencing memo. He also agreed to send guns after fighting with the Kurdish Peshmerga against the Islamic State, The Oklahoman reported.", "“The atrocities I saw were horrible,” he said at his sentencing in Oklahoma City federal court. “I wish I had said, ‘No,’ but I didn’t. I felt obligated to help them out.”", "Williams was arrested last March and has been in custody since then.", "“We have to respect and abide by the rule of law in this country,” said U.S. District Judge Jodi Dishman, who sentenced Williams. “You, however, took the law into your own hands.”", "24/7 coverage of breaking news and live events"], "39": ["Pope Francis has urged Iraqis to treat their Christian brothers as a precious resource to protect, not an “obstacle” to eliminate as he opens the first-ever papal visit to Iraq", "On Location: March 4, 2021", "BAGHDAD -- Pope Francis urged Iraqis on Friday to treat their Christian brothers as a precious resource to protect, not an “obstacle” to eliminate as he opened the first-ever papal visit to Iraq with a plea for tolerance and fraternity among Christians and Muslims.", "Francis brushed aside the coronavirus pandemic and security concerns to resume his globe-trotting papacy after a yearlong hiatus         spent under COVID-19 lockdown in Vatican City. His primary aim over the weekend is to encourage Iraq’s dwindling number of Christians, who were violently persecuted by the Islamic State group and still face discrimination by the Shiite majority, to stay and help rebuild the country devastated by wars and strife.", "“Only if we learn to look beyond our differences and see each other as members of the same human family will we be able to begin an effective process of rebuilding and leave to future generations a better, more just and more humane world,” Francis told Iraqi authorities in his welcoming address.", "The 84-year-old pope donned a facemask during the flight from Rome and throughout all his protocol visits, as did his hosts. But the masks came off when the leaders sat down to talk, and social distancing and other health measures appeared lax at the airport and on the streets of Baghdad, despite the country’s worsening COVID-19 outbreak.", "Francis, who relishes plunging into crowds and likes to travel in an open-sided popemobile, was transported around Baghdad in what Iraqi security officials said was an armored black BMWi750, flanked by rows of police on siren-blaring motorcycles. It was believed to be the first time Francis had used a bullet-proof car.", "Iraqis seemed keen to welcome Francis and the global attention his visit was bringing, with some lining the road to cheer his motorcade and banners and posters hanging high in central Baghdad depicting Francis with the slogan “We are all Brothers.” In central Tahrir Square, a mock tree was erected emblazoned with the Vatican emblem, while Iraqi and Vatican flags lined empty streets.", "The government is eager to show off the relative security it has achieved after years of wars and its defeat of the IS insurgency.", "“This visit is really important to us and provides a good perspective of Iraq because the whole world will be watching,” Tahsin al-Khafaji, spokesman for Iraq’s joint operations, said in explaining the increased security.", "At Baghdad international airport, Prime Minister Mustafa al-Kadhimi greeted Francis as he descended from the Alitalia charter that landed shortly before 2 p.m. (1100GMT). Francis was visibly limping in a sign his sciatica, which has flared and forced him to cancel events recently, was possibly bothering him.", "He told reporters aboard the papal plane that he was happy to be resuming his travels again.", "“This is an emblematic journey,” he said. “It is also a duty to a land tormented by many years.”", "Francis’ first main event was a pomp-filled courtesy visit with President Barham Salih at the Baghdad palace inside the heavily fortified Green Zone. Afterward, Francis told Salih and other Iraqi authorities that Christians and other minorities shouldn’t be considered a second-class citizen in Iraq but deserve to have the same rights and protections as the Shiite Muslim majority.", "“The religious, cultural and ethnic diversity that has been a hallmark of Iraqi society for millennia is a precious resource on which to draw, not an obstacle to eliminate,” he said. “Iraq today is called to show everyone, especially in the Middle East, that diversity, instead of giving rise to conflict, should lead to harmonious cooperation in the life of society.”", "That’s a tough sell even for Christians, given the few Christians who remain in Iraq harbor a lingering mistrust of their Muslim neighbors and face discrimination that long predated IS.", "Salih echoed his call and praised Francis for coming to make it in person in Iraq despite the pandemic and security concerns.", "“The East cannot be imagined without Christians,” Salih said. “The continued migration of Christians from the countries of the east will have dire consequences for the ability of the people from the same region to live together.”", "Christians once constituted a sizeable minority in Iraq, estimated at around 1.4 million. But their numbers began to fall after the 2003 U.S.-led invasion that ousted Saddam Hussein opened a wave of instability in which militants repeatedly targeted Christians.", "They received a further blow when IS militants in 2014 swept through northern Iraq, including traditionally Christian towns across the Nineveh plains, some of which date from the time of Christ. Their extremist version of Islam forced residents to flee to the neighboring Kurdish region or further afield.", "Few have returned — estimates suggest there are fewer than 300,000 Christians still in Iraq and many of those remain displaced from their homes. Those who did go back to their towns found homes and churches destroyed. Many feel intimidated by Shiite militias controlling some areas.", "There are practical struggles, as well. Many Iraqi Christians cannot find work and blame discriminatory practices in the public sector, Iraq’s largest employer. Since 2003, public jobs have been mostly controlled by majority Shiite political elites, leaving Christians feeling marginalized.", "Francis called for Iraqi authorities to grant all religious communities “recognition, respect, rights and protection,” including the right to participate in public life “as citizens with full rights, freedoms and responsibilities.”", "For the pope, who has often traveled to places where Christians are a persecuted minority,         Iraq’s beleaguered Christians are the epitome of the “martyred church” that he has admired ever since he was a young Jesuit seeking to be a missionary in Asia.", "In Iraq, Francis seeks to not only honor its martyrs but deliver a message of reconciliation and fraternity. It is in keeping with his long-standing effort to improve relations with the Muslim world that have accelerated in recent years with his friendship with a leading Sunni cleric, Sheikh Ahmed el-Tayeb. And it will reach a new high with his meeting Saturday with          Iraq’s leading Shiite cleric, Grand Ayatollah Ali al-Sistani, a figure revered in Iraq and beyond.", "Later Friday,         Francis prayed at the Baghdad church that was the site of one of the worst massacres of Christians,  the 2010 attack by Islamic militants that left 58 people dead. On Sunday, he will honor the dead in a Mosul square surrounded by shells of destroyed churches and meet with the small Christian community that returned to Qaraqosh, where he will bless their church that was used as a firing range by IS.", "The visit comes as Iraq is seeing a new spike in coronavirus infections, with most new cases traced to the highly contagious variant first identified in Britain. The 84-year-old Francis, the Vatican delegation and travelling media have been vaccinated; most Iraqis have not, raising questions about the potential for the trip to fuel infections.", "The Vatican and Iraqi authorities have downplayed the threat of the virus and insisted that social distancing, crowd control and other health care measures will be enforced. The Vatican spokesman, Matteo Bruni, said this week the important thing is for Iraqis to know that         the pope came to Iraq as an “act of love.”", "The Vatican and the pope have frequently insisted on the need to preserve Iraq’s ancient Christian communities and create the security, economic and social conditions for those who have left to return.", "But that hasn’t necessarily translated into reality.", "“I am the only priest in Mosul. Every Sunday I hold mass at 9 a.m., and only around 70 people attend,” said the Rev. Raed Adil Kelo, parish priest of the Church of the Annunciation in the onetime de-facto IS capital.", "Before 2003, Mosul’s Christian population was 50,000, he said. It had already dwindled to 2,000 before IS overran northern Iraq.", "He doesn’t expect more to return, but he said Francis’ visit would have immeasurable importance for those who stayed.", "“This visit will bring peace to Iraq” he said.", "24/7 coverage of breaking news and live events"], "40": ["Pope Francis has urged Iraqis to treat their Christian brothers as a precious resource to protect, not an “obstacle” to eliminate as he opens the first-ever papal visit to Iraq", "On Location: March 4, 2021", "BAGHDAD -- Pope Francis urged Iraqis on Friday to treat their Christian brothers as a precious resource to protect, not an “obstacle” to eliminate as he opened the first-ever papal visit to Iraq with a plea for tolerance and fraternity among Christians and Muslims.", "Francis brushed aside the coronavirus pandemic and security concerns to resume his globe-trotting papacy after a yearlong hiatus         spent under COVID-19 lockdown in Vatican City. His primary aim over the weekend is to encourage Iraq’s dwindling number of Christians, who were violently persecuted by the Islamic State group and still face discrimination by the Shiite majority, to stay and help rebuild the country devastated by wars and strife.", "“Only if we learn to look beyond our differences and see each other as members of the same human family will we be able to begin an effective process of rebuilding and leave to future generations a better, more just and more humane world,” Francis told Iraqi authorities in his welcoming address.", "The 84-year-old pope donned a facemask during the flight from Rome and throughout all his protocol visits, as did his hosts. But the masks came off when the leaders sat down to talk, and social distancing and other health measures appeared lax at the airport and on the streets of Baghdad, despite the country’s worsening COVID-19 outbreak.", "Francis, who relishes plunging into crowds and likes to travel in an open-sided popemobile, was transported around Baghdad in what Iraqi security officials said was an armored black BMWi750, flanked by rows of police on siren-blaring motorcycles. It was believed to be the first time Francis had used a bullet-proof car.", "Iraqis seemed keen to welcome Francis and the global attention his visit was bringing, with some lining the road to cheer his motorcade and banners and posters hanging high in central Baghdad depicting Francis with the slogan “We are all Brothers.” In central Tahrir Square, a mock tree was erected emblazoned with the Vatican emblem, while Iraqi and Vatican flags lined empty streets.", "The government is eager to show off the relative security it has achieved after years of wars and its defeat of the IS insurgency.", "“This visit is really important to us and provides a good perspective of Iraq because the whole world will be watching,” Tahsin al-Khafaji, spokesman for Iraq’s joint operations, said in explaining the increased security.", "At Baghdad international airport, Prime Minister Mustafa al-Kadhimi greeted Francis as he descended from the Alitalia charter that landed shortly before 2 p.m. (1100GMT). Francis was visibly limping in a sign his sciatica, which has flared and forced him to cancel events recently, was possibly bothering him.", "He told reporters aboard the papal plane that he was happy to be resuming his travels again.", "“This is an emblematic journey,” he said. “It is also a duty to a land tormented by many years.”", "Francis’ first main event was a pomp-filled courtesy visit with President Barham Salih at the Baghdad palace inside the heavily fortified Green Zone. Afterward, Francis told Salih and other Iraqi authorities that Christians and other minorities shouldn’t be considered a second-class citizen in Iraq but deserve to have the same rights and protections as the Shiite Muslim majority.", "“The religious, cultural and ethnic diversity that has been a hallmark of Iraqi society for millennia is a precious resource on which to draw, not an obstacle to eliminate,” he said. “Iraq today is called to show everyone, especially in the Middle East, that diversity, instead of giving rise to conflict, should lead to harmonious cooperation in the life of society.”", "That’s a tough sell even for Christians, given the few Christians who remain in Iraq harbor a lingering mistrust of their Muslim neighbors and face discrimination that long predated IS.", "Salih echoed his call and praised Francis for coming to make it in person in Iraq despite the pandemic and security concerns.", "“The East cannot be imagined without Christians,” Salih said. “The continued migration of Christians from the countries of the east will have dire consequences for the ability of the people from the same region to live together.”", "Christians once constituted a sizeable minority in Iraq, estimated at around 1.4 million. But their numbers began to fall after the 2003 U.S.-led invasion that ousted Saddam Hussein opened a wave of instability in which militants repeatedly targeted Christians.", "They received a further blow when IS militants in 2014 swept through northern Iraq, including traditionally Christian towns across the Nineveh plains, some of which date from the time of Christ. Their extremist version of Islam forced residents to flee to the neighboring Kurdish region or further afield.", "Few have returned — estimates suggest there are fewer than 300,000 Christians still in Iraq and many of those remain displaced from their homes. Those who did go back to their towns found homes and churches destroyed. Many feel intimidated by Shiite militias controlling some areas.", "There are practical struggles, as well. Many Iraqi Christians cannot find work and blame discriminatory practices in the public sector, Iraq’s largest employer. Since 2003, public jobs have been mostly controlled by majority Shiite political elites, leaving Christians feeling marginalized.", "Francis called for Iraqi authorities to grant all religious communities “recognition, respect, rights and protection,” including the right to participate in public life “as citizens with full rights, freedoms and responsibilities.”", "For the pope, who has often traveled to places where Christians are a persecuted minority,         Iraq’s beleaguered Christians are the epitome of the “martyred church” that he has admired ever since he was a young Jesuit seeking to be a missionary in Asia.", "In Iraq, Francis seeks to not only honor its martyrs but deliver a message of reconciliation and fraternity. It is in keeping with his long-standing effort to improve relations with the Muslim world that have accelerated in recent years with his friendship with a leading Sunni cleric, Sheikh Ahmed el-Tayeb. And it will reach a new high with his meeting Saturday with          Iraq’s leading Shiite cleric, Grand Ayatollah Ali al-Sistani, a figure revered in Iraq and beyond.", "Later Friday,         Francis prayed at the Baghdad church that was the site of one of the worst massacres of Christians,  the 2010 attack by Islamic militants that left 58 people dead. On Sunday, he will honor the dead in a Mosul square surrounded by shells of destroyed churches and meet with the small Christian community that returned to Qaraqosh, where he will bless their church that was used as a firing range by IS.", "The visit comes as Iraq is seeing a new spike in coronavirus infections, with most new cases traced to the highly contagious variant first identified in Britain. The 84-year-old Francis, the Vatican delegation and travelling media have been vaccinated; most Iraqis have not, raising questions about the potential for the trip to fuel infections.", "The Vatican and Iraqi authorities have downplayed the threat of the virus and insisted that social distancing, crowd control and other health care measures will be enforced. The Vatican spokesman, Matteo Bruni, said this week the important thing is for Iraqis to know that         the pope came to Iraq as an “act of love.”", "The Vatican and the pope have frequently insisted on the need to preserve Iraq’s ancient Christian communities and create the security, economic and social conditions for those who have left to return.", "But that hasn’t necessarily translated into reality.", "“I am the only priest in Mosul. Every Sunday I hold mass at 9 a.m., and only around 70 people attend,” said the Rev. Raed Adil Kelo, parish priest of the Church of the Annunciation in the onetime de-facto IS capital.", "Before 2003, Mosul’s Christian population was 50,000, he said. It had already dwindled to 2,000 before IS overran northern Iraq.", "He doesn’t expect more to return, but he said Francis’ visit would have immeasurable importance for those who stayed.", "“This visit will bring peace to Iraq” he said.", "24/7 coverage of breaking news and live events"], "41": ["The decision is part of a campaign to ensure only Beijing loyalists have power.", "On Location: March 4, 2021", "HONG KONG -- Beijing is poised to block any remaining avenues for the Hong Kong pro-democracy movement, leaving the opposition with no way to attain elected office in the Chinese territory.", "China's decision-makers are expected to grant Beijing vetoing powers over selecting Hong Kong lawmakers as part of a wide-reaching campaign to wipe out pro-democracy politicians and make sure that only pro-Beijing loyalists have any real power in the city.", "The major changes to Hong Kong's electoral system were confirmed at China's annual meeting of parliament, the National People's Congress, which began on Friday.", "The proposed reform will be rubber-stamped at the end of the week-long meeting and attended by thousands of delegates in the capital.", "Speaking on Friday morning, NPC spokesman Zhang Yesui said the system needs to be upgraded \"to provide institutional guarantees and the principle of patriots administering Hong Kong.\"", "\"The National People's Congress is the supreme organ of state power. It will improve the Hong Kong SAR system consistent with the constitution,\" Wang said.", "Willy Lam, a political scientist at the Chinese University of Hong Kong, said that although full details of the plan are yet to be announced, it looks as though a \"vetting committee\" will be set up to screen politicians.", "\"Would-be candidates, people who want to be elected to the legislature or the electoral college which selects chief executives, would have to be vetted before they can be allowed to apply,\" Lam said.", "Other proposed plans in the pipeline to reform the electoral system include scrapping the right for district councilors to vote in chief executive elections or occupy seats in the legislature.", "That would effectively shut out the opposition camp, which won more than 80% of the vote in the 2019 local elections.", "\"I'm afraid there may be no more place for the opposition,\" Lam said. \"But of course Hong Kong still has a well-established civil society, even though they have to be extremely cautious because they may be detained or arrested for speaking out against the government.\"", "Beijing's crackdown in Hong Kong has intensified since it imposed a national security law last summer, which it said was necessary to restore peace after mass protests in 2019.", "\"There's been a change in the way Beijing wants to run Hong Kong. Before this, at least a small space was offered to members of the opposition to give their opinions on various major policies -- even though in most cases their opinions came to nothing [and] they were not powerful enough to influence policy, but there was a room for them to voice their different views,\" Lam said.", "Now, Lam explained, Beijing is asserting \"comprehensive jurisdiction\" over Hong Kong: \"Beijing will set the rules and they're supposed to be followed without any question by Hong Kong citizens.\"", "Former democrat lawmaker Fernando Cheung told ABC News that the proposed changes are \"an effort to further tighten the system so that only those who are blessed by Beijing would stand a chance to run for public offices.\"", "\"It's a great leap backwards for Hong Kong's democracy,\" Cheung said.", "The move goes against the agreements drawn up before Hong Kong was handed back to Chinese rule from Britain in 1997. In Hong Kong's mini-constitution, Beijing vowed that \"one person, one vote\" would be the ultimate goal.", "\"It's a blatant violation of the Basic Law, given that it has promised Hong Kong people that we should move toward universal suffrage, in accordance with the principle of gradual and orderly progress,\" Cheung said.", "The latest directives from Beijing come as 47 pro-democracy leaders faced court on charges of subversion for holding an unofficial primary vote last year. After a grueling four days of hearings, 15 were granted bail late Thursday night.", "It leaves dozens of Hong Kong's pro-democracy leaders either in prison or in exile.", "Political scientist Lam said the verdict is meant to send \"a clear message that the opposition should keep silent, should not show defiance.\"", "\"It is a very tough warning to the opposition to follow Beijing's instructions, otherwise they too might fall into some kind of trouble,\" he continued.", "However, there are growing signs that China's intensifying crackdown is having a negative impact on Hong Kong's status as a global financial hub.", "The Washington-based Heritage Foundation recently dropped Hong Kong from its Index of Economic Freedom. The city had topped the list for more than two decades before it was dethroned by Singapore last year.", "Editors said that developments in Hong Kong and Macau show \"unambiguously\" that policies are ultimately controlled by Beijing.", "24/7 coverage of breaking news and live events"], "42": ["ERCOT's leader has been fired after a poor response to the winter storm.", "Texas energy executives pressed by state lawmakers", "Bill Magness, CEO of the Electric Reliability Council of Texas, was fired on Wednesday in the wake of February's deadly blackouts that left millions without electricity and heat in freezing temperatures.", "As power grid manager, Magness was given a 60-day termination notice by the company's board of directors. He has not released a statement yet on his termination, but he informed the board that he will not seek or accept severance pay, according to an updated employment agreement.", "\"The ERCOT Board is expected to begin an immediate search for a new President and CEO, and will continue to discuss the transition plan at future meetings during this time period,\" the agency said in a statement.", "ERCOT, which oversees 90% of the state's power grid, came under fire for downplaying the severity of the winter weather, according to state legislators. Texas Gov. Greg Abbott was among a group of state leaders who called for Magness to resign because of his role in one of the worst power outages in U.S. history.", "\"They downplayed the severity of it, at the same time telling me and the public that they were fully prepared for it,\" Abbott said at the Feb. 25 hearing. \"Texans suffered last week in ways they shouldn't have to suffer.\"", "Magness, who testified at the hearing, claimed that the scale of forced blackouts was necessary in preventing an even larger energy failure.", "\"We came dangerously close to losing the entire electric system,\" Magness said. \"I'd say [ERCOT] worked from keeping us from going into a blackout that we'd still be in today -- that's why we did it.\"", "At least 40 people have died due to the severe weather in Texas, according to The Associated Press.", "Magness became the second senior official to leave his position at ERCOT while at least six board members have resigned in the aftermath of the blackouts.", "24/7 coverage of breaking news and live events"], "43": ["Officials say the killings were not related to his police work.", "Dallas cop arrested on 2 counts of capital murder", "A Texas police officer was arrested Thursday on two counts of capital murder, authorities said.", "Bryan Riser, a 13-year veteran of the Dallas police force, was taken into custody and transported to the Dallas County Jail for processing, Police Chief Eddie Garcia said at a press conference.", "A man came forward in August 2019 and told investigators that Riser directed him to kidnap and kill two people in 2017, Garcia said. The murders took place when Riser was off-duty, Garcia added.", "Officials said his arrest stems from a 2017 internal affairs investigation. A lawyer for Riser couldn’t immediately be identified, Associated Press reported.", "On March 10, 2017, officers found Liza Saenz, 31, with several bullet wounds in her body in the 200 block of Santa Fe Avenue.", "The man stated that he had kidnapped and murdered Saenz at the direction of Riser, who also told him to kidnap a second victim, 61-year-old Albert Douglas, Garcia said.", "Douglas was reported missing by his family in February 2017. His body was never found.", "Garcia said Douglas was kidnapped and murdered on the same 200 block of Santa Fe Avenue.", "The motive behind the murders is unknown. Garcia said the killings were not related to Riser’s police work and the investigation is ongoing.", "Garcia said Riser had a relationship with at least one of the victims.", "“The actions that have been investigated in no way reflect the actions of the men and women who wear this uniform,\" Garcia said.", "Riser's conduct as a police officer and his arrests will be investigated, Garcia said.", "Riser had been patrolling the streets of Dallas up until his arrest and officials said they will expedite the process to have him removed from the department.", "ABC News' Jenna Harrison contributed to this report.", "24/7 coverage of breaking news and live events"], "44": ["Barbara \"Bobbi\" Jo Oberholtzer and Annette Kay Schnee were both shot to death.", "Colorado man arrested in 1982 cold case murders of 2 women", "A Colorado man has been arrested in connection with the unsolved murders of two women who were found dead in 1982, authorities said.", "Alan Lee Phillips, 70, of  Dumont, Colorado, was taken into custody without incident in Clear Creek County on Feb. 24 and is currently being held at the Park County Jail in the town of Fairplay, about 90 miles southwest of Denver. Park County Sheriff Tom McGrath announced the arrest on Wednesday.", "\"I am honored to make this important announcement after nearly 40 years have passed since these murders took place,\" McGrath said during a press conference at the Colorado Bureau of Investigation's headquarters in Lakewood. \"This arrest is the culmination of technology, extraordinary police work and an unwavering commitment to justice for Bobbi Jo, Annette and their families.\"", "Barbara \"Bobbi\" Jo Oberholtzer, 29, and Annette Kay Schnee, 21, were both last seen alive on Jan. 6, 1982, while hitchhiking outside the town of Breckenridge in Summit County. The women were not together, according to investigators.", "Oberholtzer's body was found the following day on the 11,500-foot summit of Hoosier Pass just off Colorado State Highway 9, some 10 miles south of Breckenridge. Schnee's body was located almost six months later in a rural area of Park County, about 20 miles south of Breckenridge. Both women had been shot to death, according to investigators.", "As the months passed and leads faded, the cases went cold. Many of the detectives who had worked the case have long since retired or died, according to Denver ABC affiliate KMGH", "Schnee’s mother, Eileen Franklin, was still holding out hope that justice would one day be served.", "\"I’ve been waiting,\" Franklin, 87, said in an interview last summer with KMGH. \"But my time is running out.\"", "Last year, investigators uncovered new information using genetic genealogy to identify a potential suspect in the cases. Following comprehensive investigative work, authorities obtained arrest warrants for Phillips in February, according to the Park County Sheriff's Office.", "Phillips faces two counts each of first-degree kidnapping, assault and homicide. It was not immediately clear whether he has obtained legal representation.", "24/7 coverage of breaking news and live events"], "45": ["Barbara \"Bobbi\" Jo Oberholtzer and Annette Kay Schnee were both shot to death.", "Colorado man arrested in 1982 cold case murders of 2 women", "A Colorado man has been arrested in connection with the unsolved murders of two women who were found dead in 1982, authorities said.", "Alan Lee Phillips, 70, of  Dumont, Colorado, was taken into custody without incident in Clear Creek County on Feb. 24 and is currently being held at the Park County Jail in the town of Fairplay, about 90 miles southwest of Denver. Park County Sheriff Tom McGrath announced the arrest on Wednesday.", "\"I am honored to make this important announcement after nearly 40 years have passed since these murders took place,\" McGrath said during a press conference at the Colorado Bureau of Investigation's headquarters in Lakewood. \"This arrest is the culmination of technology, extraordinary police work and an unwavering commitment to justice for Bobbi Jo, Annette and their families.\"", "Barbara \"Bobbi\" Jo Oberholtzer, 29, and Annette Kay Schnee, 21, were both last seen alive on Jan. 6, 1982, while hitchhiking outside the town of Breckenridge in Summit County. The women were not together, according to investigators.", "Oberholtzer's body was found the following day on the 11,500-foot summit of Hoosier Pass just off Colorado State Highway 9, some 10 miles south of Breckenridge. Schnee's body was located almost six months later in a rural area of Park County, about 20 miles south of Breckenridge. Both women had been shot to death, according to investigators.", "As the months passed and leads faded, the cases went cold. Many of the detectives who had worked the case have long since retired or died, according to Denver ABC affiliate KMGH", "Schnee’s mother, Eileen Franklin, was still holding out hope that justice would one day be served.", "\"I’ve been waiting,\" Franklin, 87, said in an interview last summer with KMGH. \"But my time is running out.\"", "Last year, investigators uncovered new information using genetic genealogy to identify a potential suspect in the cases. Following comprehensive investigative work, authorities obtained arrest warrants for Phillips in February, according to the Park County Sheriff's Office.", "Phillips faces two counts each of first-degree kidnapping, assault and homicide. It was not immediately clear whether he has obtained legal representation.", "24/7 coverage of breaking news and live events"], "46": ["A 22-year-old Afghan man who is suspected of having stabbed seven men in a small Swedish town, leaving three of them in critical but stable condition, has been remanded in pretrial custody for at least two weeks", "On Location: March 4, 2021", "STOCKHOLM -- A 22-year-old Afghan man who is suspected of having stabbed seven men in a town in southern Sweden, leaving three of them in critical condition, was remanded in pretrial custody for at least two weeks on Friday.", "The Eksjo District Court added that there was a flight risk, Swedish broadcaster SVT said. The suspect, who was not identified under Swedish rules and who faces seven counts of attempted murder, denied any wrongdoing.", "“I have done nothing. I was at home,\" the suspected shouted at the beginning of the custody hearing and banged his fist on the table, Swedish media reported.", "The man, who has Afghan citizenship, was described by Swedish media as an asylum-seeker whose residence permit had expired last year. Local news reports also have said the man had a history of mental health issues. He is known to police for petty crimes.", "On Friday, he entered the court room limping after having being shot in the leg by police Wednesday, some 20 minutes after the first calls of an ongoing incident in the small town of Vetlanda, 190 kilometers (118 miles) southeast of Goteborg, Sweden’s second-largest city. Officers who arrested him found a knife in his possession.", "Police say there are five crime scenes in the town of 13,000. It appeared that the seven male victims were picked at random. All are stable, according to hospital officials.", "At first, police floated the idea that the preliminary investigation could be considered terror-related, but later changed it to attempted murder.", "24/7 coverage of breaking news and live events"], "47": ["Black smoke has risen in Senegal's capital as young people took to the streets again in support of the country’s main opposition leader, who was detained Wednesday", "On Location: March 4, 2021", "DAKAR, Senegal -- Black smoke rose as young people took to the streets again Friday in Senegal in support of the country's main opposition leader, who was detained Wednesday. At least one person has been killed.", "The unrest this week in the capital, Dakar, was the worst seen in years in a country known for its stability.", "Police fired tear gas to disperse crowds throwing objects at security forces and setting tires on fire near the tribunal where Ousmane Sonko was reportedly set to testify. Armored vehicles were in the streets, which cleared for Friday afternoon prayers.", "One person was killed Thursday as police clashed with protesters in Bignona town in the southern Casamance region, according to local reports.", "The demonstrations began before Sonko’s appearance in court on rape charges Wednesday. He was detained on the way to the courthouse and arrested for disturbing public order after hundreds of his supporters clashed with police who were blocking unauthorized protests.", "Since then, the protests have grown. Several stores belonging to a major grocery chain, Auchan, have been looted and burned, as well as Total gas stations, in what appeared to be attacks on French-owned interests. Demonstrators also attacked radio station Rfm and government newspaper Le Soleil.", "In a statement on Thursday evening, the government condemned the violence and said “the instigators, perpetrators and accomplices will be sought and prosecuted in accordance with the law.\" Authorities suspended two private television stations for 72 hours, accusing Sen TV and Walf TV of inciting public disorder for showing content that “explicitly or implicitly defended violence.”", "The 46-year-old Sonko, who placed third in the 2019 election, was accused of rape last month by an employee at a beauty salon. He was summoned to appear in court for questioning after his parliamentary immunity was lifted last week.", "Sonko has been a strong opponent of President Macky Sall since 2012 and is popular with the country's youth. Sonko and his supporters have said the charges are politically motivated, and they accuse Sall of conspiring to undermine Sonko before the 2024 election.", "Amnesty International condemned what it called arbitrary arrests of opponents and activists, and called on authorities to respect the freedom of peaceful assembly.” It accused authorities of stopping Sonko's convoy and firing tear gas to disperse his supporters.", "The rights group also called for the charges of disturbing public order and unauthorized demonstration against Sonko to be dropped, “and, as long as these are the only charges justifying his detention, he must be immediately released\" along with three of his bodyguards.", "24/7 coverage of breaking news and live events"], "48": ["China, the world’s biggest emitter of greenhouse gases, has announced generally moderate new energy and climate targets that give little sign that it will step up its pace in combatting climate change", "On Location: March 4, 2021", "BEIJING -- China, the world's biggest emitter of greenhouse gases, announced generally moderate new energy and climate targets on Friday that give little sign that it will step up its pace in combatting climate change.", "On a smoggy day in Beijing, Premier Li Keqiang said the country will reduce carbon emissions per unit of economic output by 18% over the next five years. He was speaking at the annual meeting of the National People’s Congress, China's ceremonial legislature, that began Friday.", "The meeting is China's highest-profile political event of the year, where the ruling Communist Party unveils new policies and legislation.", "The 18% target is the same as in the previous five-year economic plan. The country uses carbon emissions per unit of economic output, or carbon intensity, instead of absolute emission reduction targets.", "“We were very keen to see what the 14th five-year plan would say about how to actually get there, or maybe even more ambitious targets,” said Dimitri de Boer, chief representative of ClientEarth, an environmental law charity. “What we’ve seen of the actual plan is that there is a target on reducing carbon intensity by 2025 but we can’t tell what exactly that means in total emissions.”", "In September, President Xi Jinping announced that China would aim for carbon neutrality by 2060, and a peak in emissions by 2030. The carbon neutrality announcement led many to expect there would be sharper targets.", "Government planners offered a few more specifics in a summary of the new five-year plan. It sets a target for non-fossil energy to account for 20% of total energy consumption by 2025, which will require further investment in solar and wind energy. It did not mention any ban on new coal projects, which experts say would be a significant step.", "China obtains 60% of its power from coal and is the world’s biggest source of climate-changing industrial pollution. As a result, its carbon intensity is higher than any other country.", "Climate change experts say the new plan does not include indicators previously given by the government, such as a 5-year GDP target, which would set more concrete limits since carbon intensity is calculated using GDP.", "Lauri Myllyvirta, lead analyst at the Centre for Research on Energy and Clean Air in Helsinki, said the lack of such concrete numbers could be good because it could offer the government more flexibility in pursuing green policies.", "Many are waiting to see whether the government will unveil more detailed regulations on carbon-intense industries such as steel and cement manufacturing later this year.", "Although the new target continues the same pace as the previous five-year plan, experts say achieving it will be harder given earlier gains.", "The country achieved a 18.6% reduction in the last five-year period.", "“It should be more challenging than in the last five years because you are doing better … the marginal cost will be higher,\" said Zou Ji, president of Energy Foundation China, a charity dedicated to sustainable economic development.", "Whether China will pick up its pace remains to be seen.", "“This is very gradual progress at best,” said Myllyvirta. “It’s much more of continuing business as usual.”", "———", "Wu reported from Taipei, Taiwan.", "24/7 coverage of breaking news and live events"], "49": ["San Francisco is paying $16.1 million to house people in tent villages as the city struggles with a swelling homeless population", "SAN FRANCISCO -- San Francisco is paying $16.1 million to feed and house people in tent villages as the city struggles with a swelling homeless population. But the cost worries some lawmakers.", "Six tent sites dubbed “safe sleeping villages\" have been set up since the start of the coronavirus pandemic to shelter people who might otherwise sleep on the sidewalks.", "The 262 tents currently house more than 300 people, with some vacancies. The villages also provide access to bathrooms, meals and 24-hour security, the San Francisco Chronicle         reported Thursday.", "The funding is only a fraction of the more than $300 million the city spends annually on homeless services, and the average cost per night is less than what the city pays under a program to shelter homeless people in hotels, the Chronicle said.", "But the tent program isn't eligible for federal reimbursement. Some lawmakers say the program is too expensive, especially when the city is facing a projected $650 million budget deficit over the next two years.", "“It’s eye-popping, and we need to understand why that is,” Supervisor Rafael Mandelman said. “We have to find a way to have exits from the streets. But we need them to be more cost-effective.\"", "The program is funded by state and city money and revenue from a 2018 business tax.", "The city had to rush to create shelter sites as indoor facilities for the homeless closed because of COVID-19 concerns, Abigail Stewart-Kahn, interim director of the homeless department, said at a budget committee hearing Wednesday.", "The city didn't have time to do a more thorough contract bidding process and also needed to provide water and electrical hookups for the sites, which are located on empty lots, Stewart-Kahn said.", "“I understand the motivation to create (safe) sleeping space during this COVID-19 crisis,” Supervisor Ahsha Safaí said. “But we really need to dive deep to see if this a sustainable model ... without any federal reimbursement.”", "Stewart-Kahn said her department is analyzing the program.", "24/7 coverage of breaking news and live events"], "50": ["Malcolm X’s boyhood home in Boston has been added to the National Register of Historic Places", "On Location: March 4, 2021", "BOSTON -- Malcolm X’s boyhood home in Boston was added to the National Register of Historic Places.", "The 2 ½-story house is the only surviving residence associated with the slain civil rights leader’s formative years in the city, according to Massachusetts Secretary of State William Galvin, who chairs the state historical commission that requested the designation.", "The home, which was originally built in 1874 and designated a city landmark in 1998, was officially listed on the federal register last month, the National Park Service that oversees the listing said this week.", "The former Malcolm Little was a teenager in the 1940s when he came to live with his sister, Ella Little Collins.", "Rodnell Collins, Little Collins’ son, said this week that the family, which still owns the home, is hoping to turn it into a residence for graduate students studying Black history and civil rights, as well as open it up for special events and public tours at certain times of the year.", "He said the national listing opens up access to tax incentives and other government programs for historical preservation to help make that dream possible.", "Little Collins, who was a civil rights organizer in her own right, became her brother’s legal guardian after his father died and his mother was institutionalized.", "Malcolm Little joined the Nation of Islam while in prison in Massachusetts and quickly became the Detroit-founded organization’s principal spokesman during its rapid rise in the 1950s and 1960s, establishing temples and mosques across the country.", "“No physical move in my life has been more pivotal or profound in its repercussions,” he wrote in his autobiography about his time in Boston. “All praise is due to Allah that I went to Boston when I did. If I hadn’t, I’d probably still be a brainwashed black Christian.”", "Malcolm X dropped his surname in favor of “X″ to represent his family’s lost African ancestral name. He eventually left the Nation of Islam but was gunned down by its adherents at a speech in New York City in 1965 at the age of 39.", "Little Collins purchased the house in Boston’s historically Black Roxbury neighborhood in 1941 and lived there until 1964.", "Galvin’s office said the structure, which has been vacant and deteriorating in recent years, is characteristic of the neighborhood's residences as it developed into a streetcar suburb of Boston. The house had also been part of a prosperous farm in the 18th and early 19th centuries.", "A city-run         archaeological dig  at the property in 2016 unearthed kitchenware, ceramics and other possible evidence of even earlier settlement, perhaps dating as far back as the 1700s.", "24/7 coverage of breaking news and live events"], "51": ["The official committee representing child sex abuse victims in the Boy Scouts of America bankruptcy has agreed to give the BSA more time to respond to a lawsuit over assets that the Boys Scouts say are unavailable for creditors", "DOVER, Del. -- The official committee representing child sex abuse victims in the Boy Scouts of America bankruptcy has agreed to give the BSA more time to respond to a lawsuit challenging BSA's claims that several hundred millions dollars of its assets are unavailable for creditors.", "The tort claimants committee filed a complaint in January challenging BSA’s assertion that two-thirds of its listed $1 billion in assets, more than $667 million, are “restricted assets” that are unavailable to compensate abuse victims or other creditors.", "Attorneys submitted a court filing Wednesday, the deadline for BSA to respond to the complaint, indicating that the committee has agreed to extend the response time until April 2. The judge signed the order that same day.", "The bulk of BSA’s purportedly restricted assets consists of a note receivable from Arrow WV, a nonprofit entity that was formed by the BSA in 2009 and which owns the Summit Bechtel Reserve in West Virginia, home to the National Scout Jamboree. The BSA leases the Summit from Arrow WV for a nominal fee and provides the services required for its operation. The Summit was built with bonds that are held by JPMorgan, the BSA’s senior secured lender. The tort committee contends that there is no restriction that could be applied to the Arrow WV note.", "The BSA’s purportedly restricted assets also include three “High Adventures Facilities” valued at more than $63 million. They are the Philmont Scout Ranch in New Mexico, the Northern Tier in Minnesota and the Florida Sea Base. The committee asserts that there are no specific deed restrictions or donor restrictions that preclude the sale of those facilities and use of the proceeds to pay creditors.", "Meanwhile, lawyers for insurance companies that face substantial exposure for child sex abuse claims submitted a court filing Thursday blasting the reorganization plan that the BSA filed earlier this week. They said the plan “has not garnered the support of any significant constituency in this case.”", "The plan has been roundly criticized by attorneys representing sex abuse claimants, as well as by the official committee appointed to represent abuse survivors.", "Attorneys for the insurers contend that the vehement opposition by claimants’ counsel to the plan bolsters the insurance companies’ argument that they should be allowed to serve document requests on 1,400 people who have filed sexual abuse claims. They also argued they should be able to question scores of them under oath, in an effort to determine whether there has been widespread fraud in the claims process. The judge has yet to rule on their request.", "“The violent reaction of claimants’ counsel to the newly filed plan shows that progress cannot occur without an investigation into the claims filed in this case,” attorneys for the insurers wrote. Without such an investigation, they said, either the plaintiffs’ lawyers will “run roughshod” over the BSA, resulting in a proposed plan that would allow tens of thousands of invalid claims, or the case will head toward liquidation.", "The plan filed by BSA attorneys on Monday envisions continued operations of its local troops and national adventure camps but leaves many unanswered questions about how it will resolve tens of thousands of sexual abuse claims by former Boy Scouts.", "A hearing on the adequacy of the BSA’s disclosure statement, which outlines and explains the reorganization plan, and which must be approved by the judge before the BSA can solicit votes from creditors, is set for April 15.", "24/7 coverage of breaking news and live events"], "52": ["Three female journalists and one doctor were killed this week.", "On Location: March 4, 2021", "KABUL and LONDON -- The killing of three female journalists and one doctor this week have once again thrown the issue of violence against women in Afghanistan into sharp focus, even as peace talks between the Taliban and the Afghan government continue.", "ISIS in Afghanistan has claimed responsibility for an attack on Tuesday in the city of Jalalabad, which saw journalists Mursal Waheedi, Saadia Sadat and Shahnaz Raufi, of the Enikas television station, shot dead. Then, on Thursday morning, a female gynecologist, Dr Sadaf Elyas, was killed in another attack.", "According to Attaullah Khogianai, the spokesperson for the governor of Jalalabad, Elyas was on her way to the central hospital in Jalalabad when a sticky bomb was attached to the three-wheeler rickshaw she was riding in. The bomb exploded, and she was killed on the spot, the spokesperson said.", "While most of the recent attacks on women have been claimed by ISIS, the Afghan government has accused the Taliban of being behind the spate of killings. The militant group has denied responsibility.", "Part of the reason the Afghan government is blaming the Taliban is because people linked to the group were recently found guilty of killing various government employees, and one suspect detained in connection to the killings is a known member of the Taliban, an official said.", "Now, the government will likely face criticism for failing to protect its citizens at a crucial time in the country's history, when attacks by the Taliban are constant despite the historic withdrawal agreement the militant group reached with the U.S. and despite the group's continued negotiations with the government.", "Some believe the killing of the four female professionals in a country as conservative as Afghanistan, is an attempt by extremists to create a climate of fear in a nation which has long struggled with incorporating the rights of women into public society. Hard-won gains could now be at risk, rights groups have repeatedly warned.", "\"These attacks are meant to intimidate; they are intended to make reporters cower; the culprits hope to stifle freedom of speech in a nation where the media has flourished during the past 20 years,\" the U.S. Embassy in Kabul tweeted. \"This cannot be tolerated.\"", "The killings of Waheedi, Sadat and Raufi also highlight another ongoing problem: the targeted killing of journalists.", "In 2020, the Committee to Protect Journalists said that Afghanistan was the most dangerous country in the world for media workers.", "Shaharzad Akbar, the chairperson of the Afghanistant Independent Human Rights Commission, reacted to the news of the killings on Twitter, saying that the \"Afghan media community has suffered too much\" and \"Afghan women have been targeted and killed too often.\"", "\"Afghan women are again anxious about an uncertain future,\" Akbar wrote. \"To reach peace, fundamental human rights for all should be recognized & preserved. Any [political] process should include women's voices, concerns & aspirations & benefit from their expertise & experience.\"", "She added that recognizing equality \"is key to lasting peace\" in the country.", "24/7 coverage of breaking news and live events"], "53": ["Three female journalists and one doctor were killed this week.", "On Location: March 4, 2021", "KABUL and LONDON -- The killing of three female journalists and one doctor this week have once again thrown the issue of violence against women in Afghanistan into sharp focus, even as peace talks between the Taliban and the Afghan government continue.", "ISIS in Afghanistan has claimed responsibility for an attack on Tuesday in the city of Jalalabad, which saw journalists Mursal Waheedi, Saadia Sadat and Shahnaz Raufi, of the Enikas television station, shot dead. Then, on Thursday morning, a female gynecologist, Dr Sadaf Elyas, was killed in another attack.", "According to Attaullah Khogianai, the spokesperson for the governor of Jalalabad, Elyas was on her way to the central hospital in Jalalabad when a sticky bomb was attached to the three-wheeler rickshaw she was riding in. The bomb exploded, and she was killed on the spot, the spokesperson said.", "While most of the recent attacks on women have been claimed by ISIS, the Afghan government has accused the Taliban of being behind the spate of killings. The militant group has denied responsibility.", "Part of the reason the Afghan government is blaming the Taliban is because people linked to the group were recently found guilty of killing various government employees, and one suspect detained in connection to the killings is a known member of the Taliban, an official said.", "Now, the government will likely face criticism for failing to protect its citizens at a crucial time in the country's history, when attacks by the Taliban are constant despite the historic withdrawal agreement the militant group reached with the U.S. and despite the group's continued negotiations with the government.", "Some believe the killing of the four female professionals in a country as conservative as Afghanistan, is an attempt by extremists to create a climate of fear in a nation which has long struggled with incorporating the rights of women into public society. Hard-won gains could now be at risk, rights groups have repeatedly warned.", "\"These attacks are meant to intimidate; they are intended to make reporters cower; the culprits hope to stifle freedom of speech in a nation where the media has flourished during the past 20 years,\" the U.S. Embassy in Kabul tweeted. \"This cannot be tolerated.\"", "The killings of Waheedi, Sadat and Raufi also highlight another ongoing problem: the targeted killing of journalists.", "In 2020, the Committee to Protect Journalists said that Afghanistan was the most dangerous country in the world for media workers.", "Shaharzad Akbar, the chairperson of the Afghanistant Independent Human Rights Commission, reacted to the news of the killings on Twitter, saying that the \"Afghan media community has suffered too much\" and \"Afghan women have been targeted and killed too often.\"", "\"Afghan women are again anxious about an uncertain future,\" Akbar wrote. \"To reach peace, fundamental human rights for all should be recognized & preserved. Any [political] process should include women's voices, concerns & aspirations & benefit from their expertise & experience.\"", "She added that recognizing equality \"is key to lasting peace\" in the country.", "24/7 coverage of breaking news and live events"], "54": ["A $25,000 match grant was announced to protect the bar from closure.", "By the Numbers: More Americans identify as LGBT than ever before", "Julius' Bar is staying open for business.", "The historic bar in the heart of New York City's West Village neighborhood is a getting a financial boost to stay open amid the brutal economic downturn brought on by the COVID-19 pandemic.", "The Gill Foundation, one of the nation's leading funders of efforts to secure full equality for LGBTQ people, announced it will match donations up to $25,000 to protect Julius' Bar, which prides itself as \"the oldest continuously operated LGBTQ bar in the city.\"", "According to its owners, Julius' Bar's structure was built in 1826 and converted to a grocery store in 1840 before becoming a bar in 1864. It wasn't until the 1950s that the establishment became known to attract predominantly gay patrons. Among the National Register of Historic Places, the 1966 \"Sip-In\" at Julius' was instrumental in the long march toward LGBTQ+ equality.", "\"Too many LGBTQ people grow up in isolation from their own history, which is why places like Julius' -- where the famed 'Sip-In' of 1966 helped to ignite change -- are so important,\" Scott Miller and Tim Gill, co-chairs of the Gill Foundation, told ABC News.", "\"Keeping its doors open helps bring LGBTQ stories to light and ensures that Julius' remains a welcoming place for the LGBTQ community for generations to come,\" they said.", "In a press release, Miller and Gill added, \"COVID-19 has devastated businesses big and small, including many in the LGBTQ community.\"", "\"It's critical that we preserve and protect LGBTQ history and the places that have shaped the equality movement. Julius' has served as an important gathering place for LGBTQ advocates, leaders, and everyday people looking for a safe place to be themselves,\" they continued.", "The Gill Foundation has a long record of preserving and protecting LGBTQ+ history.", "Since launching the Gill Foundation in 1994 and through other organizations they created or supported, Tim Gill and Scott Miller have given more than $500 million to advance LGBTQ equality, including previously making a $20,000 contribution to Julius' Bar in 2020.", "It was instrumental in getting The Stonewall Inn designated as the first LGBTQ National Monument in 2016.", "\"With the generous support of the Gill Foundation and countless individual donors, we have reopened and are thrilled to see our wonderful customers return and reconnect in this historic space. The match campaign will ensure we are able to push through the final stretch of the pandemic and continue serving the community we love,\" Julius' Bar owner Helen Buford told ABC News.", "\"We're beyond grateful,\" Buford added.", "The Gill Foundation match grant contribution is earmarked to support rent and utility costs and brings the bar to over half its fundraising goal of $200,000.", "Julius' Bar remains open for business with modified hours: Tuesday through Friday, 2 p.m. to 10 p.m., and Saturday through Sunday, noon to 10 p.m.", "24/7 coverage of breaking news and live events"], "55": ["A $25,000 match grant was announced to protect the bar from closure.", "By the Numbers: More Americans identify as LGBT than ever before", "Julius' Bar is staying open for business.", "The historic bar in the heart of New York City's West Village neighborhood is a getting a financial boost to stay open amid the brutal economic downturn brought on by the COVID-19 pandemic.", "The Gill Foundation, one of the nation's leading funders of efforts to secure full equality for LGBTQ people, announced it will match donations up to $25,000 to protect Julius' Bar, which prides itself as \"the oldest continuously operated LGBTQ bar in the city.\"", "According to its owners, Julius' Bar's structure was built in 1826 and converted to a grocery store in 1840 before becoming a bar in 1864. It wasn't until the 1950s that the establishment became known to attract predominantly gay patrons. Among the National Register of Historic Places, the 1966 \"Sip-In\" at Julius' was instrumental in the long march toward LGBTQ+ equality.", "\"Too many LGBTQ people grow up in isolation from their own history, which is why places like Julius' -- where the famed 'Sip-In' of 1966 helped to ignite change -- are so important,\" Scott Miller and Tim Gill, co-chairs of the Gill Foundation, told ABC News.", "\"Keeping its doors open helps bring LGBTQ stories to light and ensures that Julius' remains a welcoming place for the LGBTQ community for generations to come,\" they said.", "In a press release, Miller and Gill added, \"COVID-19 has devastated businesses big and small, including many in the LGBTQ community.\"", "\"It's critical that we preserve and protect LGBTQ history and the places that have shaped the equality movement. Julius' has served as an important gathering place for LGBTQ advocates, leaders, and everyday people looking for a safe place to be themselves,\" they continued.", "The Gill Foundation has a long record of preserving and protecting LGBTQ+ history.", "Since launching the Gill Foundation in 1994 and through other organizations they created or supported, Tim Gill and Scott Miller have given more than $500 million to advance LGBTQ equality, including previously making a $20,000 contribution to Julius' Bar in 2020.", "It was instrumental in getting The Stonewall Inn designated as the first LGBTQ National Monument in 2016.", "\"With the generous support of the Gill Foundation and countless individual donors, we have reopened and are thrilled to see our wonderful customers return and reconnect in this historic space. The match campaign will ensure we are able to push through the final stretch of the pandemic and continue serving the community we love,\" Julius' Bar owner Helen Buford told ABC News.", "\"We're beyond grateful,\" Buford added.", "The Gill Foundation match grant contribution is earmarked to support rent and utility costs and brings the bar to over half its fundraising goal of $200,000.", "Julius' Bar remains open for business with modified hours: Tuesday through Friday, 2 p.m. to 10 p.m., and Saturday through Sunday, noon to 10 p.m.", "24/7 coverage of breaking news and live events"], "56": ["One suspect has been arrested, police said.", "On Location: March 4, 2021", "A Tulane police officer was shot and killed outside a high school basketball game Friday evening, the New Orleans Police Department announced.", "At around 6:15 p.m. a person attempted to enter the George Washington Carver High School gymnasium, where the game was being held, and was refused by one of the staff members, New Orleans police told reporters Friday.", "\"The officer heard the disturbance and attempted to intervene,\" NOPD Superintendent Shaun Ferguson said. \"As a result of intervening and attempting to escort this individual out of the school, this individual pulled his weapon out and fired a shot that struck the officer in his chest.\"", "The shooting happened outside the gymnasium, Ferguson said.", "At 6:38 p.m., the NOPD wrote on Twitter that they were on their way to the scene after learning that \"a law enforcement officer from an outside agency was shot.\"", "When they arrived at the high school, police found the officer suffering from a gunshot wound to the chest, the NOPD said in a statement.", "The officer, who was also a reserve officer with the City Court Constable, was taken to University Medical Center, where he was later pronounced dead, Ferguson told reporters.", "A suspect was immediately apprehended and arrested, according to the police department's statement.", "\"We do have an individual detained at this time, who we do believe is responsible for this act,\" Ferguson said. \"Again, this is a very fluid situation. Our homicide ... division will be the lead in this investigation while our force investigation team will assist in this process.\"", "Ferguson said the deceased officer's name cannot yet be released, as the incident is still under investigation. The NOPD said in their statement that they will release his name upon completion of an autopsy and notification of family.", "Orleans Parish Sheriff Marlin Gusman reacted to the news on Twitter Friday night.", "\"The Orleans Parish Sheriff's Office mourns the loss of the the deputy constable killed tonight in the line of duty. Our thoughts and prayers are with his family and the 2nd City Court Constable at this difficult time,\" he wrote.", "24/7 coverage of breaking news and live events"], "57": ["One suspect has been arrested, police said.", "On Location: March 4, 2021", "A Tulane police officer was shot and killed outside a high school basketball game Friday evening, the New Orleans Police Department announced.", "At around 6:15 p.m. a person attempted to enter the George Washington Carver High School gymnasium, where the game was being held, and was refused by one of the staff members, New Orleans police told reporters Friday.", "\"The officer heard the disturbance and attempted to intervene,\" NOPD Superintendent Shaun Ferguson said. \"As a result of intervening and attempting to escort this individual out of the school, this individual pulled his weapon out and fired a shot that struck the officer in his chest.\"", "The shooting happened outside the gymnasium, Ferguson said.", "At 6:38 p.m., the NOPD wrote on Twitter that they were on their way to the scene after learning that \"a law enforcement officer from an outside agency was shot.\"", "When they arrived at the high school, police found the officer suffering from a gunshot wound to the chest, the NOPD said in a statement.", "The officer, who was also a reserve officer with the City Court Constable, was taken to University Medical Center, where he was later pronounced dead, Ferguson told reporters.", "A suspect was immediately apprehended and arrested, according to the police department's statement.", "\"We do have an individual detained at this time, who we do believe is responsible for this act,\" Ferguson said. \"Again, this is a very fluid situation. Our homicide ... division will be the lead in this investigation while our force investigation team will assist in this process.\"", "Ferguson said the deceased officer's name cannot yet be released, as the incident is still under investigation. The NOPD said in their statement that they will release his name upon completion of an autopsy and notification of family.", "Orleans Parish Sheriff Marlin Gusman reacted to the news on Twitter Friday night.", "\"The Orleans Parish Sheriff's Office mourns the loss of the the deputy constable killed tonight in the line of duty. Our thoughts and prayers are with his family and the 2nd City Court Constable at this difficult time,\" he wrote.", "24/7 coverage of breaking news and live events"], "58": ["\nFind this week's top photos from around the globe in ABC News' This Week in Pictures slideshow\n"], "59": ["\nFind this week's top photos from around the globe in ABC News' This Week in Pictures slideshow\n"], "60": ["\nFind this week's top photos from around the globe in ABC News' This Week in Pictures slideshow\n"], "61": ["A picture can be worth a thousand words, but for one family it's \"thank you.\"", "Woman finds old photo in used book, mails it back to family ", "A picture can be worth a thousand words, but for one family, all they have to say is two: \"Thank you.\"", "About 15 years ago, Victoria Johnson came across a decades-old family photo in a book she bought at a used bookstore in New York City. With the help of social media, she was able to return the lost photo to a family in Richardson, Texas, on March 3.", "Johnson said her curiosity made her hold onto the photo for over a decade, but she recently felt compelled to return the photo.", "\"It was about helping humans connect with other humans,\" said Johnson. \"That's been hard in some ways during the pandemic.\"", "Johnson posted the photo on Twitter hoping someone would recognize the family. Within 48 hours, the niece of the man in the picture reached out.", "\"I think that's my Uncle Sheldon and family,\" Carol Howlett from Hudson, Ohio, wrote.", "Through that connection, Johnson reached the youngest daughter in the photo. Now 65 years old, Valerie Sudduth said she had never seen the photo before, but remembers it because it was the first photo with her mother's new husband.", "\"My first impression was, that's my new haircut! And I was really, really happy because I had a new dad,\" said Sudduth.", "Sudduth said she's grateful that Johnson saved the photo.", "\"This was social media at its finest, meant to do what it is supposed to do,\" she said.", "24/7 coverage of breaking news and live events"], "62": ["One baby’s first time hearing music was caught on camera in a touching moment.", "11-month-old baby born deaf, hears for the first time ", "After months of appointments, testing, fittings and surgery, one baby’s first time hearing music was caught on camera in a touching moment.", "Manning James Roldan of Clifton Forge, Virginia, was born deaf in both ears. On Dec. 30, 2020, the 11-month-old received Cochlear implants.", "Mother Noelle Brantley recorded the moment where Manning heard music, a cartoon theme song, for the first time. Immediately, Manning began dancing and laughing.", "“To most people, this is just something every baby does, but to me, this is incredible. Manning has never danced to music because he’s never heard it,” Brantley shared in an emotional Facebook post on Feb. 10.", "Brantley told “World News Tonight” Monday that the moment was one that she will never forget.", "“To see him light up from sound when we’ve never seen that before is truly amazing,” she said.", "Manning’s family said they are grateful for his medical team and the power of music.", "“For him to hear with that device for the first time,” Brantley said, “was just so emotional and so incredible.”", "24/7 coverage of breaking news and live events"], "63": ["One baby’s first time hearing music was caught on camera in a touching moment.", "11-month-old baby born deaf, hears for the first time ", "After months of appointments, testing, fittings and surgery, one baby’s first time hearing music was caught on camera in a touching moment.", "Manning James Roldan of Clifton Forge, Virginia, was born deaf in both ears. On Dec. 30, 2020, the 11-month-old received Cochlear implants.", "Mother Noelle Brantley recorded the moment where Manning heard music, a cartoon theme song, for the first time. Immediately, Manning began dancing and laughing.", "“To most people, this is just something every baby does, but to me, this is incredible. Manning has never danced to music because he’s never heard it,” Brantley shared in an emotional Facebook post on Feb. 10.", "Brantley told “World News Tonight” Monday that the moment was one that she will never forget.", "“To see him light up from sound when we’ve never seen that before is truly amazing,” she said.", "Manning’s family said they are grateful for his medical team and the power of music.", "“For him to hear with that device for the first time,” Brantley said, “was just so emotional and so incredible.”", "24/7 coverage of breaking news and live events"], "64": ["\nSlideshow of celebrities and trailblazers who left their mark on society and died in 2020.\n"], "65": ["\nSlideshow of celebrities and trailblazers who left their mark on society and died in 2020.\n"], "66": ["\nSlideshow of celebrities and trailblazers who left their mark on society and died in 2020.\n"], "67": ["\nFind this week's top photos from around the globe in ABC News' This Week in Pictures slideshow\n"], "68": ["\nFind this week's top photos from around the globe in ABC News' This Week in Pictures slideshow\n"], "69": ["\nFind this week's top photos from around the globe in ABC News' This Week in Pictures slideshow\n"], "70": null, "71": ["Here are instructions for how to share your information with our journalists.", "ABC News reaches hundreds of millions of Americans every month, far more than any other outlet, making it the country’s number-one news source.", "Our award-winning investigative journalists cover national security, political corruption, human rights, consumer concerns and other issues for Good Morning America, World News Tonight with David Muir, Nightline, 20/20, and ABC News Live (our 24/7 streaming channel) as well as the network's three digital brands: abcnews.com, goodmorningamerica.com and fivethirtyeight.com.", "We encourage anyone to reach out to discuss potential news stories that may be in the public interest. You can reach us via email at news.tips@abc.com or by phone at (212) 456-2828 with the understanding that the information you provide might be used in our broadcasts or other stories.", "If you have a question or comment about an ABC News program or ABC network show, please call Audience Relations at (818) 460-7477 or contact another department.", "ABC News can also be reached through several other channels that provide a more secure pathway for communication. While no system is 100% secure, using one of the methods listed below can help protect the privacy of your communication to us.", "SIGNAL", "Signal is an app with end-to-end encryption that allows you to send text, voice, video, document and picture messages. “We can’t read your messages or see your calls, and no one else [other than the intended recipient] can either,” its developers say.", "You can contact us via Signal at (646) 256-5457.", "WHATSAPP", "WhatsApp, which is owned by Facebook, is an app with end-to-end encryption that allows you to send text, voice, video, document and picture messages. “Your messages and calls are secured so only you and the person you’re communicating with can read or listen to them, and nobody in between, not even WhatsApp,” the company says.", "You can contact us via WhatsApp at (646) 256-5457.", "POSTAL MAIL", "ABC News Investigative Unit", "7 West 66th St.", "New York, NY 10023", "24/7 coverage of breaking news and live events"]}