{"0": ["Shelby County's health director resigned Friday. ", "According to the family, his last known whereabouts are in Georgia. ", "The rover, dubbed \"Percy,\" arrived at the red planet last Thursday.", "Benita Alexander was promised a wedding in Italy officiated by the pope."], "1": ["Tens of thousands of Palestinians work in Israel and its West Bank settlements.", "A new faction of Thailand’s pro-democracy movement has staged a protest march.", "Police have detained 47 pro-democracy activists on subversion charges.", "Structures were targeted in Al Bukamal, Syria."], "2": null, "3": ["Here are instructions for how to share your information with our journalists.", "ABC News reaches hundreds of millions of Americans every month, far more than any other outlet, making it the country’s number-one news source.", "Our award-winning investigative journalists cover national security, political corruption, human rights, consumer concerns and other issues for Good Morning America, World News Tonight with David Muir, Nightline, 20/20, and ABC News Live (our 24/7 streaming channel) as well as the network's three digital brands: abcnews.com, goodmorningamerica.com and fivethirtyeight.com.", "We encourage anyone to reach out to discuss potential news stories that may be in the public interest. You can reach us via email at news.tips@abc.com or by phone at (212) 456-2828 with the understanding that the information you provide might be used in our broadcasts or other stories.", "If you have a question or comment about an ABC News program or ABC network show, please call Audience Relations at (818) 460-7477 or contact another department.", "ABC News can also be reached through several other channels that provide a more secure pathway for communication. While no system is 100% secure, using one of the methods listed below can help protect the privacy of your communication to us.", "SIGNAL", "Signal is an app with end-to-end encryption that allows you to send text, voice, video, document and picture messages. “We can’t read your messages or see your calls, and no one else [other than the intended recipient] can either,” its developers say.", "You can contact us via Signal at (646) 256-5457.", "WHATSAPP", "WhatsApp, which is owned by Facebook, is an app with end-to-end encryption that allows you to send text, voice, video, document and picture messages. “Your messages and calls are secured so only you and the person you’re communicating with can read or listen to them, and nobody in between, not even WhatsApp,” the company says.", "You can contact us via WhatsApp at (646) 256-5457.", "POSTAL MAIL", "ABC News Investigative Unit", "7 West 66th St.", "New York, NY 10023", "24/7 coverage of breaking news and live events"], "4": ["Shelby County's health director resigned Friday. ", "According to the family, his last known whereabouts are in Georgia. ", "The rover, dubbed \"Percy,\" arrived at the red planet last Thursday.", "Benita Alexander was promised a wedding in Italy officiated by the pope."], "5": ["Tens of thousands of Palestinians work in Israel and its West Bank settlements.", "A new faction of Thailand’s pro-democracy movement has staged a protest march.", "Police have detained 47 pro-democracy activists on subversion charges.", "Structures were targeted in Al Bukamal, Syria."], "6": null, "7": ["Here are instructions for how to share your information with our journalists.", "ABC News reaches hundreds of millions of Americans every month, far more than any other outlet, making it the country’s number-one news source.", "Our award-winning investigative journalists cover national security, political corruption, human rights, consumer concerns and other issues for Good Morning America, World News Tonight with David Muir, Nightline, 20/20, and ABC News Live (our 24/7 streaming channel) as well as the network's three digital brands: abcnews.com, goodmorningamerica.com and fivethirtyeight.com.", "We encourage anyone to reach out to discuss potential news stories that may be in the public interest. You can reach us via email at news.tips@abc.com or by phone at (212) 456-2828 with the understanding that the information you provide might be used in our broadcasts or other stories.", "If you have a question or comment about an ABC News program or ABC network show, please call Audience Relations at (818) 460-7477 or contact another department.", "ABC News can also be reached through several other channels that provide a more secure pathway for communication. While no system is 100% secure, using one of the methods listed below can help protect the privacy of your communication to us.", "SIGNAL", "Signal is an app with end-to-end encryption that allows you to send text, voice, video, document and picture messages. “We can’t read your messages or see your calls, and no one else [other than the intended recipient] can either,” its developers say.", "You can contact us via Signal at (646) 256-5457.", "WHATSAPP", "WhatsApp, which is owned by Facebook, is an app with end-to-end encryption that allows you to send text, voice, video, document and picture messages. “Your messages and calls are secured so only you and the person you’re communicating with can read or listen to them, and nobody in between, not even WhatsApp,” the company says.", "You can contact us via WhatsApp at (646) 256-5457.", "POSTAL MAIL", "ABC News Investigative Unit", "7 West 66th St.", "New York, NY 10023", "24/7 coverage of breaking news and live events"], "8": ["Two ambulance agencies and a volunteer fire department were targeted. ", "On Location: Feb. 26, 2021", "A Connecticut ambulance company employee was arrested and charged in a string of Molotov cocktail attacks across the state that targeted two emergency medical services agencies, a volunteer fire department and a private residence on the same day, authorities said.", "Richard White, 37, of Torrington, Connecticut, was arrested around 10 p.m. on Saturday by Pennsylvania State Police troopers who stopped his car on Interstate 80 near Milton, Pennsylvania, officials said.", "An arrest warrant was issued for White on Saturday night, charging him with third-degree arson and third-degree burglary. He is being held in Pennsylvania on a $150,000 bond and is awaiting extradition back to Old Saybrook, Connecticut, Old Saybrook Police Chief Michael A. Spera told ABC News on Sunday.", "\"This individual has targeted those who we count on to save lives,\" Spera said in a statement to ABC News. “Our Officers have worked diligently all evening obtaining both search and arrest warrants in an effort to quickly stop these violent attacks against public safety and cause the suspect to be taken into custody.\"", "It was not immediately clear if White had retained an attorney.", "No one was injured in the attacks, Spera said.", "White is an employee of the Hunters Ambulance agency in Meriden, Connecticut, according to a statement from Capt. John Mennone of the Meriden Police Department.", "White's colleague told police that he was involved in a physical altercation with another employee about 10 a.m. on Saturday following a disciplinary hearing in which he was placed on administrative leave, Mennone said.", "He said police were called to the ambulance agency, but by the time they arrived White had fled. Police did not release details on what White was disciplined over.", "Spera told ABC News that White works as an emergency medical technician.", "Just after 4 p.m. on Saturday, White resurfaced at the Hunters Ambulance station in Old Saybrook, where he allegedly ignited a Molotov cocktail inside an employee room and fled in a 2004 gray Ford Taurus, according to Mennone's statement.", "Mennone said that at about 5 p.m., a car matching the description of White's vehicle was spotted back at the Hunters Ambulance agency in Meriden, where the occupant of the car was seen throwing a lit Molotov cocktail at the building and speeding off.", "During a news conference on Sunday, Sgt. Paul Makuc of the Connecticut State Police Fire and Explosion Investigation Unit said the back-to-back attacks at the Roxbury Volunteer Fire Department and at a residence about 2 miles away both occurred around 6 p.m. on Saturday.", "Spera told ABC affiliate station WTNH-TV in New Haven that the residence set on fire in Roxbury is believed to be White’s childhood home.", "24/7 coverage of breaking news and live events"], "9": ["The shooting erupted after the deputies chased a car into Florida from Georgia. ", "On Location: Feb. 26, 2021", "Two sheriff's deputies were shot and wounded, one critically, on a Georgia highway Saturday night when two brothers in a vehicle being chased allegedly opened fire with a rifle, authorities said.", "One of the brothers, Troy Arthur Phillips, 40, was captured on Sunday following a statewide search, Decatur County Sheriff Wiley Griffin announced on Facebook.", "Phillips' brother, Brad Phillips, 41, was arrested shortly after the shooting that left the Decatur County sheriff's deputy critically wounded, according to the Georgia Bureau of Investigation.", "The shooting unfolded when a Decatur County Sheriff's deputy attempted to assist a Seminole County, Florida, sheriff's deputy in a chase on U.S. Highway 84 that started in Florida and crossed into Georgia, Griffin said.", "During the chase, the occupants of a white Chevrolet pickup the deputies were attempting to stop for speeding and reckless driving opened fire with what investigators believed to be a .30 caliber rifle. The deputies returned fire as the chase continued, investigators said.", "\"The suspects drove into the driveway of a Decatur County residence and attempted to gain entry by shooting through the door,\" according to the Georgia Bureau of Investigation statement.", "The Decatur County deputy arrived at the scene as the suspects were fleeing the residence in Brinson, Georgia, and one of the brothers allegedly shot the deputy while he was still in his vehicle.", "The suspects crashed in a wooded area, according to investigators. Brad Phillips was arrested shortly after the crash, while Troy Phillips was able to flee the scene on foot.", "The Decatur County deputy was critically wounded when he was shot underneath his arm, Griffin said.", "The deputy, whose name was not released, was taken by a helicopter ambulance in critical condition to Tallahassee Memorial Healthcare, about 50 miles south of Brinson, Griffin said.", "Griffin said the Seminole County deputy shot in the incident was treated at a hospital for non-life-threatening injuries.", "Brad Phillips was charged with aggravated assault on a peace officer. Charges against his brother were pending.", "The shooting occurred when the deputies attempted to stop a vehicle for going 81 mph on the highway, authorities told ABC affiliate station WTXL-TV in Tallahassee.", "While the search for Troy Phillips was going on Sunday, Griffin said in a Facebook post that investigators believed he was still in the Brinson area and advised local residents to contact law enforcement officials immediately if he is spotted.", "The Georgia Bureau of Investigation is leading the investigation because it involves law enforcement officers, officials said.", "24/7 coverage of breaking news and live events"], "10": ["A Coast Guard helicopter crew rescued the two men in an hour. ", "On Location: Feb. 26, 2021", "A flight instructor and a student pilot were rescued by a U.S. Coast Guard crew Saturday night after their plane experienced engine trouble, forcing them to ditch the aircraft in the ocean off the coast of Hawaii, officials said.", "The two pilots were taken to a hospital with non-life-threatening injuries, according to Coast Guard officials. Their names were not immediately released.", "Lt. j.g. Makenzy Karnehm, watchstander of the Coast Guard Joint Rescue Coordination Center, said a Coast Guard helicopter rescue crew from Air Station Barbers Point in Oahu managed to reach pilots about an hour after they ended up in the ocean about eight miles off the coast of Lanai, the sixth-largest Hawaiian island.", "\"As a watchstander, this is the type of outcome we want to see with every case,\" Karnehm said in a statement, \"Both the Coast Guard and our partners train together for incidents like this and once the call came in we were able to quickly mobilize a robust response and rescue the pilots.\"", "The Coast Guard and Maui Fire Department also dispatched boats to the area where the single-engine plane went down, officials said.", "Coast Guard officials said they received a call at about 5:49 p.m. from the air-traffic control facility at the Daniel K. Inouye International Airport that an aircraft was experiencing engine trouble and was likely going to ditch in the ocean.", "On-duty Coast Guard watchstanders issued an urgent notice to mariners in the area to be on the lookout for survivors, officials said.", "A Mokulele Airlines plane that had just taken off from the Lanai Airport headed to Honolulu spotted the two men in the water and radioed in their location as they continued to circle, officials told ABC affiliate station KITV in Honolulu.", "Passengers aboard the Mokulele Airlines flight said their pilot quickly asked them to help scan the ocean for the stranded flyers as they circled the area.", "\"The pilot said, 'There is an aircraft in distress. There is nobody else out there. We have to divert to find them,'\" a passenger aboard the Mokulele Airlines flight told KITV. \"We started a descending spiral over the ocean just looking for the aircraft. My wife and two passengers on the left side of the plane spotted the aircraft about to impact the water, then witnessed the aircraft impact the water.\"", "The airline passenger, who asked to remain anonymous, said the pilot asked him and his fellow passengers to look for two people in yellow life jackets because the pilot kept losing sight of them.", "\"We kept losing the plane. It submerged. It was just a white tail in a blue ocean with white caps and two small people with life jackets,\" the passenger said.", "Another crew from Kamaka Air also spotted the pilots in the water and continued to circle until Coast Guard crews arrived, the president of the airline told KITV.", "George Hanzawa of George's Aviation Services in Honolulu told KITV that the plane that crashed was a DA40 Diamond Star that was owned by his company. He said the flight instructor also worked for his company and took a student on a training run Saturday afternoon. He said they were expected to return by sunset.", "24/7 coverage of breaking news and live events"], "11": ["Already 2 to 3 inches of rain has fallen in parts of Kentucky and Virginia.  ", "Snow and flood threats across Eastern US", "Icy conditions on the Yellowstone River Bridge in Billings, Montana led to a 30 vehicle pile-up that resulted in the closure of I-90 for hours on Saturday as a quick band of snow moved through Billings creating slick conditions. Thankfully, no fatalities were reported and two people with serious injuries are expected to fully recover.", "Meanwhile, up to 20 inches of snow fell in parts of Wyoming and Idaho and now as the system moves east, winter weather alerts stretch from Nebraska to Michigan.", "As this snow moves through the day on Sunday, totals will be in the 2 to 5 inch range with some totals reaching 7 inches in Wisconsin where there is a winter storm warning.  In this area, snowfall rates may reach 1-3 inches per hour.", "Flood watches currently cover a large part of the Tennessee and Ohio river valleys from Arkansas to Pennsylvania.", "Already 2 to 3 inches of rain has fallen in parts of Kentucky and Virginia.  Along with the rain, there have been several reports of flooding from Missouri to West Virginia making some roads impassable.", "The flooding risk grows on Sunday with a moderate risk of excessive rain leading to flooding from Northern Tennessee through Kentucky and into West Virginia and , as the rain continues, an additional 2 to 4 inches is expected to fall.", "Another threat for this region today is severe weather and a slight risk of severe storms has been issued from just east of Dallas to southern Kentucky, including Shreveport, Little Rock, Memphis and Nashville.", "There is the potential for isolated tornadoes in this area and damaging winds will be the more widespread threat.", "Also of note, dense fog advisories have been posted this morning from Texas to North Carolina and along the Gulf Coast so visibilities will be a quarter of a mile or less leading to dangerous driving conditions.", "Today is the last day of meteorological Winter and while astronomical spring doesn’t begin until March 20, the first day of meteorological spring is tomorrow, March 1.", "The outlook into the first two weeks of the month sees above average temperatures for a good part of the country which comes after a very snowy February from the South to Northeast.", "Just over a week ago, nearly 73% of the U.S was covered in snow but now we are down to 29.9%.", "Little Rock, Arkansas, has more than 20 inches of snow this month, their snowiest on record and nearly six times what they average for an entire season.", "Oklahoma City has more 10 inches of snow this month which is more than they typically get for an entire season, and with 22.5” so far this season they were closing in on their snowiest ever.", "New York City has picked up 26 inches of snow this month too which is more than they average for the entire season and 17 inches above normal for the month.", "24/7 coverage of breaking news and live events"], "12": ["One officer has been released from the hospital while two others remain.", "On Location: Feb. 26, 2021", "Three police officers have been injured in a possible explosion after being dispatched to a vacant home.", "The incident happened just after 4:00 p.m. on Saturday, Feb. 27, when Patrol South officers from the Wichita Police Department in Kansas received a call and were subsequently dispatched to check on a vacant home in the McAdams neighborhood of the city, according to the Wichita Police Department (WPD).", "Authorities have not yet issued a formal statement on why they were called to the home, who may have made the call or what had been reported to the police but, according to the Wichita Eagle, Wichita Police Chief Gordon Ramsay told local media that the homeowners asked authorities to check the vacant home after they saw the several windows were open leading them to think that somebody could be inside and that officers were given a key to the home so they could access it.", "“After making entry into the residence, three officers sustained injuries from a possible explosion from an unknown device,” authorities said in a statement on social media.", "The Wichita Police Department said that the three officers were immediately transported to a local area hospital for treatment while the WPD SWAT team and bomb squad conducted investigations.", "A tweet from the Wichita Police Department said that “negotiators are still on scene and attempting negotiations” but it is unclear who they were negotiating with or why negotiators were needed in the first place.", "“One officer has since been released, while the other two remain [in hospital] - one with minor injuries and one in serious but stable condition,” the WPD said on social media.", "Wichita Police Chief Gordon Ramsay said that he visited the two officers remaining in hospital and that they were in good spirits after the incident.", "Authorities concluded by saying the situation is contained and that they would provide the public with more information as it becomes available.", "24/7 coverage of breaking news and live events"], "13": ["Authorities say three drunken drivers were involved in a crash in a south Milwaukee suburb", "MOUNT PLEASANT, Wis. -- Authorities say three drunken drivers were involved in a crash early Sunday morning in a south Milwaukee suburb.", "The incident happened shortly before 3 a.m. when a man driving a Ford F-250 pickup truck the wrong way on a four-lane highway in Mount Pleasant collided head-on with a motorist in a GMC Yukon. Shortly thereafter, a man in a Chevrolet Equinox crashed into the pickup, Mount Pleasant police said in a release.", "Police said the man in the Yukon, which burst into flames after the collision, was located at a nearby hospital and arrested. The drivers of the pickup and and the Equinox were arrested on scene. The extent of any injuries from the crash were not noted in the release.", "Police said Kraig Herbrechtsmeir, 56, of Racine, was charged with first offense operating while intoxicated and driving the wrong way on a divided highway. Christopher Sanchez, 33, of Racine, was charged with first offense OWI. Herber Aguirre-Lopez, 45, of Kenosha, was charged with third offense OWI.", "24/7 coverage of breaking news and live events"], "14": ["A northwest Indiana City Council member and police officer has apologized after photos of him in blackface at a past Halloween party recently surfaced", "MERRILLVILLE, Ind. -- A northwestern Indiana City Council member and police officer has apologized after photos recently surfaced of him in blackface nearly 20 years ago at a Halloween party.", "Merrillville Councilman Jeff Minchuk, who is also a Lake County Sheriff's Office police officer, apologized Saturday on Facebook.", "“I blame no one else for what happened, it was my decision and a poor one at that. The thing that bothers me the most is, that this is not who I am,” Minchuk wrote. “I never have been or ever will be involved in any type of racism.”", "One photo of Minchuk,         obtained by The (Northwest Indiana) Times, show Minchuck in blackface and a black wig while wearing a shirt reading “Kill Whitey.” He is standing next to a person dressed in a white Ku Klux Klan robes. The photos were reportedly taken around 2003.", "According to Minchuk’s Facebook post, the person in the robes is a Black male friend who had coordinated costumes with him. He said they were trying to portray characters from a television comedy sketch by Dave Chappelle in which a white supremacist is Black.", "“We were all in our mid-twenties to early thirties at the time,” Minchuk wrote. “My good friend, who is African American, went as the Black white supremacist and I went as the opposite. We thought that switching races for the party would be comedic, just like the show’s skit. We were hoping to show people that, even though this is comedy, that we can all get along no matter what.”", "Merrillville Town Council President Rick Bella didn't respond to requests for comment, including a message left Sunday by The Associated Press.", "Lake County Sheriff Oscar Martinez told the newspaper that he does not condone the past behavior shown in the photos, calling it \"disrespectful, irresponsible and in bad taste.”", "24/7 coverage of breaking news and live events"], "15": ["Cuomo has responded to sexual harassment allegations from two former aides.", "Gov. Andrew Cuomo faces another allegation of sexual harassment", "New York Gov. Andrew Cuomo has formally referred the case into allegations of sexual harassment against the governor to New York Attorney General Letitia James, the governor's office announced Sunday night.", "This decision enables an investigation with subpoena power for the attorney general's office.", "\"The Governor's office wants a thorough and independent review that is above reproach and beyond political interference. Therefore, the Governor's office has asked Attorney General Tish James to select a qualified private lawyer to do an independent review of allegations of sexual harassment,\" Beth Garvey, special counsel and senior advisor to the governor, said in a statement Sunday night. \"The lawyer shall report publicly their findings. The Governor's office will voluntarily cooperate fully.\"", "James earlier Sunday rejected a proposal from Cuomo to select an independent investigator to conduct a review, she said on Sunday afternoon.", "After two former aides came forward this week with accusations against Cuomo, Garvey at first announced that an independent review would be launched, led by former federal Judge Barbara Jones.", "But after critics argued Jones was inadequate given her business ties to Cuomo's top aide, Steve Cohen, the governor's office released a statement on Sunday morning that James and the chief judge of the court of appeals, Janet DiFiore, would jointly select an \"independent and qualified lawyer in private practice without political affiliation to conduct a thorough review and issue a public report.\"", "\"We had selected former Federal Judge Barbara Jones, with a stellar record for qualifications and integrity, but we want to avoid even the perception of a lack of independence or inference of politics,\" the statement said. \"The work product will be solely controlled by that independent lawyer personally selected by the Attorney General and Chief Judge.\"", "Later on Sunday, James rejected the governor's call for the appointment of an outside lawyer and repeated her request for a formal referral from the governor's office so she can lead an investigation with subpoena power.", "\"To clarify, I do not accept the governor's proposal. The state's Executive Law clearly gives my office the authority to investigate this matter once the governor provides a referral. While I have deep respect for Chief Judge DiFiore, I am the duly elected attorney general and it is my responsibility to carry out this task, per Executive Law,\" James said in a statement. \"The governor must provide this referral so an independent investigation with subpoena power can be conducted.\"", "\"I urge the governor to make this referral immediately,\" James said.", "State and U.S. senators, New York City Mayor Bill de Blasio and others are calling for a completely independent investigation. Some, including state Sen. Alessandra Biaggi, have called for Cuomo's resignation.", "Two former aides to Cuomo made allegations of sexual harassment against the governor this week.", "On Wednesday, Lindsey Boylan made claims of \"sexual harassment and bullying\" against the governor, saying it lasted \"for years.\"", "In a post on Medium, Boylan described one incident aboard a flight with Cuomo, aides and a New York state trooper in October 2017 where Cuomo suggested they play \"strip poker.\" She also complained to friends that Cuomo \"would go out of his way to touch me on my lower back, arms and legs.\"", "Boylan, who began working in the state office in 2015 and was later promoted to deputy secretary for economic development and special adviser to the governor, accused Cuomo of creating \"a culture within his administration where sexual harassment and bullying is so pervasive, that it is not only condoned but expected.\"", "Months before her Medium post, Boylan, saying she was compelled to go public after seeing Cuomo's name floated as a potential U.S. attorney general candidate, began tweeting allegations against Cuomo on Dec. 13.", "\"Yes, @NYGovCuomo sexually harassed me for years. Many saw it, and watched. I could never anticipate what to expect: would I be grilled on my work (which was very good) or harassed about my looks. Or would it be both in the same conversation? This was the way for years.\"", "Boylan, who is currently running for Manhattan borough president, resigned from the governor's office in September 2018.", "After Boylan's Medium post, Cuomo's office issued a statement denying her allegations against the governor.", "\"As we said before, Ms. Boylan's claims of inappropriate behavior are quite simply false,\" according to a statement from press secretary Caitlin Girouard.", "The statement also denied Boylan's allegations of what happened on the October 2017 flight.", "Calls for an independent investigation and for the governor to resign have increased after a second accuser came forward with allegations against Cuomo on Saturday.", "Charlotte Bennett, another former aide to Cuomo, told The New York Times that the governor harassed her last spring, including one incident on June 5, 2020, where Cuomo allegedly asked her questions about her personal life, romantic interests and stated that he was \"open to relationships with women in their 20s,\" the Times reported.", "Bennett left Cuomo's administration in November, she told the Times.", "\"I understood that the governor wanted to sleep with me, and felt horribly uncomfortable and scared,\" Bennett told the Times, adding that she told Cuomo's chief of staff, Jill DesRosiers, a week after the June 5 incident and was transferred from the role of executive assistant to a health policy adviser.", "Cuomo has denied the allegations but said in a statement Sunday night that  some of the things he has said “have been misinterpreted as an unwanted flirtation.”", "\"At work sometimes I think I am being playful and make jokes that I think are funny. I do, on occasion, tease people in what I think is a good natured way,\" Cuomo's statement said. \"I do it in public and in private. You have seen me do it at briefings hundreds of times. I have teased people about their personal lives, their relationships, about getting married or not getting married. I mean no offense and only attempt to add some levity and banter to what is a very serious business.", "\"I now understand that my interactions may have been insensitive or too personal and that some of my comments, given my position, made others feel in ways I never intended,\" Cuomo's statement said.", "Cuomo released a statement after the Times story was published, calling Bennett a \"hardworking and valued member of our team during COVID\" but denied making any advances towards Bennett.", "Cuomo said he never intended to act in any way that was inappropriate and was trying to be a supportive and helpful mentor. \"The last thing I would ever have wanted was to make her feel any of the things that are being reported,\" he said.", "\"This situation cannot and should not be resolved in the press; I believe the best way to get to the truth is through a full and thorough outside review and I am directing all state employees to comply with that effort. I ask all New Yorkers to await the findings of the review so that they know the facts before making any judgments. I will have no further comment until the review has concluded.\"", "Cuomo is also being investigated by the FBI and federal prosecutors, who are looking at the governor's coronavirus task force, with a particular focus on his administration's handling of nursing homes early in the coronavirus pandemic, two sources familiar with the matter told ABC News.", "The investigation, first reported by the Albany Times Union, is in its initial stages. Subpoenas have been issued, the sources said.", "The FBI has declined to comment, as did the U.S. Attorney's Office for the Eastern District of New York.", "The full scope of the investigation is not immediately clear, but the sources said there was a particular interest in nursing homes, which have been a source of increasing frustration for Cuomo.", "The number of New York nursing home residents who died from the virus may have been undercounted by as much as 50%, according to an investigation conducted by the New York attorney general's office, which said that many of those patients died after being moved to the hospital and were thus not counted as nursing home deaths.", "Investigators asked 62 nursing homes for information about on-site and in-hospital deaths from COVID-19 beginning the week of March 1, 2020, and found significant discrepancies between those figures and the numbers reported to the Department of Health. In one instance, according to the report, a facility reported to the DOH that on-site fatalities totaled five confirmed COVID-19 deaths and six presumed COVID-19 deaths, but told the AG's office there were actually 27 deaths at the facility and 13 hospital deaths -- a discrepancy of 29 deaths.", "Earlier this month, a Cuomo aide conceded the administration withheld the nursing home death toll from state lawmakers out of fear it would be used against the state by the Trump administration.", "\"He starts tweeting that we killed everyone in nursing homes,\" Cuomo's top aide, Melissa DeRosa, said of Trump on the conference call recording, a transcript of which was provided by DeRosa to ABC News. \"He starts going after [New Jersey Gov. Phil] Murphy, starts going after [California Gov. Gavin] Newsom, starts going after [Michigan Gov.] Gretchen Whitmer. He directs the Department of Justice to do an investigation into us.\"", "Cuomo conceded his handling of nursing home fatality data created a \"void\" that became filled by misinformation and conspiracy theories -- but he declined to apologize.", "\"The void we created by not providing information was filled with skepticism and cynicism and conspiracy theories which fueled the confusion,\" Cuomo said during a news conference Monday. \"The void we created disinformation and that caused more anxiety for loved ones.\"", "ABC News' Aaron Katersky and Laura Romero contributed to this report.", "24/7 coverage of breaking news and live events"], "16": ["Cuomo has responded to sexual harassment allegations from two former aides.", "Gov. Andrew Cuomo faces another allegation of sexual harassment", "New York Gov. Andrew Cuomo has formally referred the case into allegations of sexual harassment against the governor to New York Attorney General Letitia James, the governor's office announced Sunday night.", "This decision enables an investigation with subpoena power for the attorney general's office.", "\"The Governor's office wants a thorough and independent review that is above reproach and beyond political interference. Therefore, the Governor's office has asked Attorney General Tish James to select a qualified private lawyer to do an independent review of allegations of sexual harassment,\" Beth Garvey, special counsel and senior advisor to the governor, said in a statement Sunday night. \"The lawyer shall report publicly their findings. The Governor's office will voluntarily cooperate fully.\"", "James earlier Sunday rejected a proposal from Cuomo to select an independent investigator to conduct a review, she said on Sunday afternoon.", "After two former aides came forward this week with accusations against Cuomo, Garvey at first announced that an independent review would be launched, led by former federal Judge Barbara Jones.", "But after critics argued Jones was inadequate given her business ties to Cuomo's top aide, Steve Cohen, the governor's office released a statement on Sunday morning that James and the chief judge of the court of appeals, Janet DiFiore, would jointly select an \"independent and qualified lawyer in private practice without political affiliation to conduct a thorough review and issue a public report.\"", "\"We had selected former Federal Judge Barbara Jones, with a stellar record for qualifications and integrity, but we want to avoid even the perception of a lack of independence or inference of politics,\" the statement said. \"The work product will be solely controlled by that independent lawyer personally selected by the Attorney General and Chief Judge.\"", "Later on Sunday, James rejected the governor's call for the appointment of an outside lawyer and repeated her request for a formal referral from the governor's office so she can lead an investigation with subpoena power.", "\"To clarify, I do not accept the governor's proposal. The state's Executive Law clearly gives my office the authority to investigate this matter once the governor provides a referral. While I have deep respect for Chief Judge DiFiore, I am the duly elected attorney general and it is my responsibility to carry out this task, per Executive Law,\" James said in a statement. \"The governor must provide this referral so an independent investigation with subpoena power can be conducted.\"", "\"I urge the governor to make this referral immediately,\" James said.", "State and U.S. senators, New York City Mayor Bill de Blasio and others are calling for a completely independent investigation. Some, including state Sen. Alessandra Biaggi, have called for Cuomo's resignation.", "Two former aides to Cuomo made allegations of sexual harassment against the governor this week.", "On Wednesday, Lindsey Boylan made claims of \"sexual harassment and bullying\" against the governor, saying it lasted \"for years.\"", "In a post on Medium, Boylan described one incident aboard a flight with Cuomo, aides and a New York state trooper in October 2017 where Cuomo suggested they play \"strip poker.\" She also complained to friends that Cuomo \"would go out of his way to touch me on my lower back, arms and legs.\"", "Boylan, who began working in the state office in 2015 and was later promoted to deputy secretary for economic development and special adviser to the governor, accused Cuomo of creating \"a culture within his administration where sexual harassment and bullying is so pervasive, that it is not only condoned but expected.\"", "Months before her Medium post, Boylan, saying she was compelled to go public after seeing Cuomo's name floated as a potential U.S. attorney general candidate, began tweeting allegations against Cuomo on Dec. 13.", "\"Yes, @NYGovCuomo sexually harassed me for years. Many saw it, and watched. I could never anticipate what to expect: would I be grilled on my work (which was very good) or harassed about my looks. Or would it be both in the same conversation? This was the way for years.\"", "Boylan, who is currently running for Manhattan borough president, resigned from the governor's office in September 2018.", "After Boylan's Medium post, Cuomo's office issued a statement denying her allegations against the governor.", "\"As we said before, Ms. Boylan's claims of inappropriate behavior are quite simply false,\" according to a statement from press secretary Caitlin Girouard.", "The statement also denied Boylan's allegations of what happened on the October 2017 flight.", "Calls for an independent investigation and for the governor to resign have increased after a second accuser came forward with allegations against Cuomo on Saturday.", "Charlotte Bennett, another former aide to Cuomo, told The New York Times that the governor harassed her last spring, including one incident on June 5, 2020, where Cuomo allegedly asked her questions about her personal life, romantic interests and stated that he was \"open to relationships with women in their 20s,\" the Times reported.", "Bennett left Cuomo's administration in November, she told the Times.", "\"I understood that the governor wanted to sleep with me, and felt horribly uncomfortable and scared,\" Bennett told the Times, adding that she told Cuomo's chief of staff, Jill DesRosiers, a week after the June 5 incident and was transferred from the role of executive assistant to a health policy adviser.", "Cuomo has denied the allegations but said in a statement Sunday night that  some of the things he has said “have been misinterpreted as an unwanted flirtation.”", "\"At work sometimes I think I am being playful and make jokes that I think are funny. I do, on occasion, tease people in what I think is a good natured way,\" Cuomo's statement said. \"I do it in public and in private. You have seen me do it at briefings hundreds of times. I have teased people about their personal lives, their relationships, about getting married or not getting married. I mean no offense and only attempt to add some levity and banter to what is a very serious business.", "\"I now understand that my interactions may have been insensitive or too personal and that some of my comments, given my position, made others feel in ways I never intended,\" Cuomo's statement said.", "Cuomo released a statement after the Times story was published, calling Bennett a \"hardworking and valued member of our team during COVID\" but denied making any advances towards Bennett.", "Cuomo said he never intended to act in any way that was inappropriate and was trying to be a supportive and helpful mentor. \"The last thing I would ever have wanted was to make her feel any of the things that are being reported,\" he said.", "\"This situation cannot and should not be resolved in the press; I believe the best way to get to the truth is through a full and thorough outside review and I am directing all state employees to comply with that effort. I ask all New Yorkers to await the findings of the review so that they know the facts before making any judgments. I will have no further comment until the review has concluded.\"", "Cuomo is also being investigated by the FBI and federal prosecutors, who are looking at the governor's coronavirus task force, with a particular focus on his administration's handling of nursing homes early in the coronavirus pandemic, two sources familiar with the matter told ABC News.", "The investigation, first reported by the Albany Times Union, is in its initial stages. Subpoenas have been issued, the sources said.", "The FBI has declined to comment, as did the U.S. Attorney's Office for the Eastern District of New York.", "The full scope of the investigation is not immediately clear, but the sources said there was a particular interest in nursing homes, which have been a source of increasing frustration for Cuomo.", "The number of New York nursing home residents who died from the virus may have been undercounted by as much as 50%, according to an investigation conducted by the New York attorney general's office, which said that many of those patients died after being moved to the hospital and were thus not counted as nursing home deaths.", "Investigators asked 62 nursing homes for information about on-site and in-hospital deaths from COVID-19 beginning the week of March 1, 2020, and found significant discrepancies between those figures and the numbers reported to the Department of Health. In one instance, according to the report, a facility reported to the DOH that on-site fatalities totaled five confirmed COVID-19 deaths and six presumed COVID-19 deaths, but told the AG's office there were actually 27 deaths at the facility and 13 hospital deaths -- a discrepancy of 29 deaths.", "Earlier this month, a Cuomo aide conceded the administration withheld the nursing home death toll from state lawmakers out of fear it would be used against the state by the Trump administration.", "\"He starts tweeting that we killed everyone in nursing homes,\" Cuomo's top aide, Melissa DeRosa, said of Trump on the conference call recording, a transcript of which was provided by DeRosa to ABC News. \"He starts going after [New Jersey Gov. Phil] Murphy, starts going after [California Gov. Gavin] Newsom, starts going after [Michigan Gov.] Gretchen Whitmer. He directs the Department of Justice to do an investigation into us.\"", "Cuomo conceded his handling of nursing home fatality data created a \"void\" that became filled by misinformation and conspiracy theories -- but he declined to apologize.", "\"The void we created by not providing information was filled with skepticism and cynicism and conspiracy theories which fueled the confusion,\" Cuomo said during a news conference Monday. \"The void we created disinformation and that caused more anxiety for loved ones.\"", "ABC News' Aaron Katersky and Laura Romero contributed to this report.", "24/7 coverage of breaking news and live events"], "17": ["Adam Oakes, 19, was found dead off campus, according to officials.", "On Location: Feb. 26, 2021", "Virginia Commonwealth University said it shut down a fraternity and the police are investigating after a freshman student was found dead this weekend.", "Adam Oakes, 19, was found dead at an off-campus residence early Saturday morning by authorities, the university  and the Richmond Police Department said in statements. The medical examiner's office is working to determine the cause of death, according to Richmond Police.", "\"This is a tragic loss for Adam's family and members of our community, and we encourage any students in need of support to contact University Counseling Services,\" the school said in a statement.", "Oakes' cousin, Courtney White, told ABC News that the teen had rushed the university's Delta Chi fraternity, and this weekend was the night of his \"big little reveal.\"", "The national office of Delta Chi said in a statement it suspended its VCU chapter Saturday afternoon and extended its condolences to Oakes' family.", "\"We encourage all members to cooperate with law enforcement, investigative efforts and all directives of the University Administration,\" the national fraternity organization said in its statement.", "The university said it also took \"similar action\" against the chapter.", "White, 39, said Oakes was an only child and the youngest of all of the family's cousins. She said her cousin pledged with the fraternity because \"he was just trying to be accepted and find his place.\"", "\"Adam was a kid who loved life and was just coming out of his shell,\" White told ABC News.", "The university instructed students to contact the Richmond Police if they have any information regarding Oakes' death or this weekend's incident. Richmond Police said anyone with information is asked to call Major Crimes Detective Michael Gouldman at (804) 646-3915 or contact Crime Stoppers at (804) 780-1000.", "White urged her cousin's classmates and fraternity members to speak up and help find answers.", "\"Don’t be afraid, be brave,\" she said. \"There is no healing from this, but it would give us a sense of what happened.\"", "24/7 coverage of breaking news and live events"], "18": ["Adam Oakes, 19, was found dead off campus, according to officials.", "On Location: Feb. 26, 2021", "Virginia Commonwealth University said it shut down a fraternity and the police are investigating after a freshman student was found dead this weekend.", "Adam Oakes, 19, was found dead at an off-campus residence early Saturday morning by authorities, the university  and the Richmond Police Department said in statements. The medical examiner's office is working to determine the cause of death, according to Richmond Police.", "\"This is a tragic loss for Adam's family and members of our community, and we encourage any students in need of support to contact University Counseling Services,\" the school said in a statement.", "Oakes' cousin, Courtney White, told ABC News that the teen had rushed the university's Delta Chi fraternity, and this weekend was the night of his \"big little reveal.\"", "The national office of Delta Chi said in a statement it suspended its VCU chapter Saturday afternoon and extended its condolences to Oakes' family.", "\"We encourage all members to cooperate with law enforcement, investigative efforts and all directives of the University Administration,\" the national fraternity organization said in its statement.", "The university said it also took \"similar action\" against the chapter.", "White, 39, said Oakes was an only child and the youngest of all of the family's cousins. She said her cousin pledged with the fraternity because \"he was just trying to be accepted and find his place.\"", "\"Adam was a kid who loved life and was just coming out of his shell,\" White told ABC News.", "The university instructed students to contact the Richmond Police if they have any information regarding Oakes' death or this weekend's incident. Richmond Police said anyone with information is asked to call Major Crimes Detective Michael Gouldman at (804) 646-3915 or contact Crime Stoppers at (804) 780-1000.", "White urged her cousin's classmates and fraternity members to speak up and help find answers.", "\"Don’t be afraid, be brave,\" she said. \"There is no healing from this, but it would give us a sense of what happened.\"", "24/7 coverage of breaking news and live events"], "19": ["Two ambulance agencies and a volunteer fire department were targeted. ", "On Location: Feb. 26, 2021", "A Connecticut ambulance company employee was arrested and charged in a string of Molotov cocktail attacks across the state that targeted two emergency medical services agencies, a volunteer fire department and a private residence on the same day, authorities said.", "Richard White, 37, of Torrington, Connecticut, was arrested around 10 p.m. on Saturday by Pennsylvania State Police troopers who stopped his car on Interstate 80 near Milton, Pennsylvania, officials said.", "An arrest warrant was issued for White on Saturday night, charging him with third-degree arson and third-degree burglary. He is being held in Pennsylvania on a $150,000 bond and is awaiting extradition back to Old Saybrook, Connecticut, Old Saybrook Police Chief Michael A. Spera told ABC News on Sunday.", "\"This individual has targeted those who we count on to save lives,\" Spera said in a statement to ABC News. “Our Officers have worked diligently all evening obtaining both search and arrest warrants in an effort to quickly stop these violent attacks against public safety and cause the suspect to be taken into custody.\"", "It was not immediately clear if White had retained an attorney.", "No one was injured in the attacks, Spera said.", "White is an employee of the Hunters Ambulance agency in Meriden, Connecticut, according to a statement from Capt. John Mennone of the Meriden Police Department.", "White's colleague told police that he was involved in a physical altercation with another employee about 10 a.m. on Saturday following a disciplinary hearing in which he was placed on administrative leave, Mennone said.", "He said police were called to the ambulance agency, but by the time they arrived White had fled. Police did not release details on what White was disciplined over.", "Spera told ABC News that White works as an emergency medical technician.", "Just after 4 p.m. on Saturday, White resurfaced at the Hunters Ambulance station in Old Saybrook, where he allegedly ignited a Molotov cocktail inside an employee room and fled in a 2004 gray Ford Taurus, according to Mennone's statement.", "Mennone said that at about 5 p.m., a car matching the description of White's vehicle was spotted back at the Hunters Ambulance agency in Meriden, where the occupant of the car was seen throwing a lit Molotov cocktail at the building and speeding off.", "During a news conference on Sunday, Sgt. Paul Makuc of the Connecticut State Police Fire and Explosion Investigation Unit said the back-to-back attacks at the Roxbury Volunteer Fire Department and at a residence about 2 miles away both occurred around 6 p.m. on Saturday.", "Spera told ABC affiliate station WTNH-TV in New Haven that the residence set on fire in Roxbury is believed to be White’s childhood home.", "24/7 coverage of breaking news and live events"], "20": ["The shooting erupted after the deputies chased a car into Florida from Georgia. ", "On Location: Feb. 26, 2021", "Two sheriff's deputies were shot and wounded, one critically, on a Georgia highway Saturday night when two brothers in a vehicle being chased allegedly opened fire with a rifle, authorities said.", "One of the brothers, Troy Arthur Phillips, 40, was captured on Sunday following a statewide search, Decatur County Sheriff Wiley Griffin announced on Facebook.", "Phillips' brother, Brad Phillips, 41, was arrested shortly after the shooting that left the Decatur County sheriff's deputy critically wounded, according to the Georgia Bureau of Investigation.", "The shooting unfolded when a Decatur County Sheriff's deputy attempted to assist a Seminole County, Florida, sheriff's deputy in a chase on U.S. Highway 84 that started in Florida and crossed into Georgia, Griffin said.", "During the chase, the occupants of a white Chevrolet pickup the deputies were attempting to stop for speeding and reckless driving opened fire with what investigators believed to be a .30 caliber rifle. The deputies returned fire as the chase continued, investigators said.", "\"The suspects drove into the driveway of a Decatur County residence and attempted to gain entry by shooting through the door,\" according to the Georgia Bureau of Investigation statement.", "The Decatur County deputy arrived at the scene as the suspects were fleeing the residence in Brinson, Georgia, and one of the brothers allegedly shot the deputy while he was still in his vehicle.", "The suspects crashed in a wooded area, according to investigators. Brad Phillips was arrested shortly after the crash, while Troy Phillips was able to flee the scene on foot.", "The Decatur County deputy was critically wounded when he was shot underneath his arm, Griffin said.", "The deputy, whose name was not released, was taken by a helicopter ambulance in critical condition to Tallahassee Memorial Healthcare, about 50 miles south of Brinson, Griffin said.", "Griffin said the Seminole County deputy shot in the incident was treated at a hospital for non-life-threatening injuries.", "Brad Phillips was charged with aggravated assault on a peace officer. Charges against his brother were pending.", "The shooting occurred when the deputies attempted to stop a vehicle for going 81 mph on the highway, authorities told ABC affiliate station WTXL-TV in Tallahassee.", "While the search for Troy Phillips was going on Sunday, Griffin said in a Facebook post that investigators believed he was still in the Brinson area and advised local residents to contact law enforcement officials immediately if he is spotted.", "The Georgia Bureau of Investigation is leading the investigation because it involves law enforcement officers, officials said.", "24/7 coverage of breaking news and live events"], "21": ["A Coast Guard helicopter crew rescued the two men in an hour. ", "On Location: Feb. 26, 2021", "A flight instructor and a student pilot were rescued by a U.S. Coast Guard crew Saturday night after their plane experienced engine trouble, forcing them to ditch the aircraft in the ocean off the coast of Hawaii, officials said.", "The two pilots were taken to a hospital with non-life-threatening injuries, according to Coast Guard officials. Their names were not immediately released.", "Lt. j.g. Makenzy Karnehm, watchstander of the Coast Guard Joint Rescue Coordination Center, said a Coast Guard helicopter rescue crew from Air Station Barbers Point in Oahu managed to reach pilots about an hour after they ended up in the ocean about eight miles off the coast of Lanai, the sixth-largest Hawaiian island.", "\"As a watchstander, this is the type of outcome we want to see with every case,\" Karnehm said in a statement, \"Both the Coast Guard and our partners train together for incidents like this and once the call came in we were able to quickly mobilize a robust response and rescue the pilots.\"", "The Coast Guard and Maui Fire Department also dispatched boats to the area where the single-engine plane went down, officials said.", "Coast Guard officials said they received a call at about 5:49 p.m. from the air-traffic control facility at the Daniel K. Inouye International Airport that an aircraft was experiencing engine trouble and was likely going to ditch in the ocean.", "On-duty Coast Guard watchstanders issued an urgent notice to mariners in the area to be on the lookout for survivors, officials said.", "A Mokulele Airlines plane that had just taken off from the Lanai Airport headed to Honolulu spotted the two men in the water and radioed in their location as they continued to circle, officials told ABC affiliate station KITV in Honolulu.", "Passengers aboard the Mokulele Airlines flight said their pilot quickly asked them to help scan the ocean for the stranded flyers as they circled the area.", "\"The pilot said, 'There is an aircraft in distress. There is nobody else out there. We have to divert to find them,'\" a passenger aboard the Mokulele Airlines flight told KITV. \"We started a descending spiral over the ocean just looking for the aircraft. My wife and two passengers on the left side of the plane spotted the aircraft about to impact the water, then witnessed the aircraft impact the water.\"", "The airline passenger, who asked to remain anonymous, said the pilot asked him and his fellow passengers to look for two people in yellow life jackets because the pilot kept losing sight of them.", "\"We kept losing the plane. It submerged. It was just a white tail in a blue ocean with white caps and two small people with life jackets,\" the passenger said.", "Another crew from Kamaka Air also spotted the pilots in the water and continued to circle until Coast Guard crews arrived, the president of the airline told KITV.", "George Hanzawa of George's Aviation Services in Honolulu told KITV that the plane that crashed was a DA40 Diamond Star that was owned by his company. He said the flight instructor also worked for his company and took a student on a training run Saturday afternoon. He said they were expected to return by sunset.", "24/7 coverage of breaking news and live events"], "22": ["Already 2 to 3 inches of rain has fallen in parts of Kentucky and Virginia.  ", "Snow and flood threats across Eastern US", "Icy conditions on the Yellowstone River Bridge in Billings, Montana led to a 30 vehicle pile-up that resulted in the closure of I-90 for hours on Saturday as a quick band of snow moved through Billings creating slick conditions. Thankfully, no fatalities were reported and two people with serious injuries are expected to fully recover.", "Meanwhile, up to 20 inches of snow fell in parts of Wyoming and Idaho and now as the system moves east, winter weather alerts stretch from Nebraska to Michigan.", "As this snow moves through the day on Sunday, totals will be in the 2 to 5 inch range with some totals reaching 7 inches in Wisconsin where there is a winter storm warning.  In this area, snowfall rates may reach 1-3 inches per hour.", "Flood watches currently cover a large part of the Tennessee and Ohio river valleys from Arkansas to Pennsylvania.", "Already 2 to 3 inches of rain has fallen in parts of Kentucky and Virginia.  Along with the rain, there have been several reports of flooding from Missouri to West Virginia making some roads impassable.", "The flooding risk grows on Sunday with a moderate risk of excessive rain leading to flooding from Northern Tennessee through Kentucky and into West Virginia and , as the rain continues, an additional 2 to 4 inches is expected to fall.", "Another threat for this region today is severe weather and a slight risk of severe storms has been issued from just east of Dallas to southern Kentucky, including Shreveport, Little Rock, Memphis and Nashville.", "There is the potential for isolated tornadoes in this area and damaging winds will be the more widespread threat.", "Also of note, dense fog advisories have been posted this morning from Texas to North Carolina and along the Gulf Coast so visibilities will be a quarter of a mile or less leading to dangerous driving conditions.", "Today is the last day of meteorological Winter and while astronomical spring doesn’t begin until March 20, the first day of meteorological spring is tomorrow, March 1.", "The outlook into the first two weeks of the month sees above average temperatures for a good part of the country which comes after a very snowy February from the South to Northeast.", "Just over a week ago, nearly 73% of the U.S was covered in snow but now we are down to 29.9%.", "Little Rock, Arkansas, has more than 20 inches of snow this month, their snowiest on record and nearly six times what they average for an entire season.", "Oklahoma City has more 10 inches of snow this month which is more than they typically get for an entire season, and with 22.5” so far this season they were closing in on their snowiest ever.", "New York City has picked up 26 inches of snow this month too which is more than they average for the entire season and 17 inches above normal for the month.", "24/7 coverage of breaking news and live events"], "23": ["One officer has been released from the hospital while two others remain.", "On Location: Feb. 26, 2021", "Three police officers have been injured in a possible explosion after being dispatched to a vacant home.", "The incident happened just after 4:00 p.m. on Saturday, Feb. 27, when Patrol South officers from the Wichita Police Department in Kansas received a call and were subsequently dispatched to check on a vacant home in the McAdams neighborhood of the city, according to the Wichita Police Department (WPD).", "Authorities have not yet issued a formal statement on why they were called to the home, who may have made the call or what had been reported to the police but, according to the Wichita Eagle, Wichita Police Chief Gordon Ramsay told local media that the homeowners asked authorities to check the vacant home after they saw the several windows were open leading them to think that somebody could be inside and that officers were given a key to the home so they could access it.", "“After making entry into the residence, three officers sustained injuries from a possible explosion from an unknown device,” authorities said in a statement on social media.", "The Wichita Police Department said that the three officers were immediately transported to a local area hospital for treatment while the WPD SWAT team and bomb squad conducted investigations.", "A tweet from the Wichita Police Department said that “negotiators are still on scene and attempting negotiations” but it is unclear who they were negotiating with or why negotiators were needed in the first place.", "“One officer has since been released, while the other two remain [in hospital] - one with minor injuries and one in serious but stable condition,” the WPD said on social media.", "Wichita Police Chief Gordon Ramsay said that he visited the two officers remaining in hospital and that they were in good spirits after the incident.", "Authorities concluded by saying the situation is contained and that they would provide the public with more information as it becomes available.", "24/7 coverage of breaking news and live events"], "24": ["Authorities say three drunken drivers were involved in a crash in a south Milwaukee suburb", "MOUNT PLEASANT, Wis. -- Authorities say three drunken drivers were involved in a crash early Sunday morning in a south Milwaukee suburb.", "The incident happened shortly before 3 a.m. when a man driving a Ford F-250 pickup truck the wrong way on a four-lane highway in Mount Pleasant collided head-on with a motorist in a GMC Yukon. Shortly thereafter, a man in a Chevrolet Equinox crashed into the pickup, Mount Pleasant police said in a release.", "Police said the man in the Yukon, which burst into flames after the collision, was located at a nearby hospital and arrested. The drivers of the pickup and and the Equinox were arrested on scene. The extent of any injuries from the crash were not noted in the release.", "Police said Kraig Herbrechtsmeir, 56, of Racine, was charged with first offense operating while intoxicated and driving the wrong way on a divided highway. Christopher Sanchez, 33, of Racine, was charged with first offense OWI. Herber Aguirre-Lopez, 45, of Kenosha, was charged with third offense OWI.", "24/7 coverage of breaking news and live events"], "25": ["A northwest Indiana City Council member and police officer has apologized after photos of him in blackface at a past Halloween party recently surfaced", "MERRILLVILLE, Ind. -- A northwestern Indiana City Council member and police officer has apologized after photos recently surfaced of him in blackface nearly 20 years ago at a Halloween party.", "Merrillville Councilman Jeff Minchuk, who is also a Lake County Sheriff's Office police officer, apologized Saturday on Facebook.", "“I blame no one else for what happened, it was my decision and a poor one at that. The thing that bothers me the most is, that this is not who I am,” Minchuk wrote. “I never have been or ever will be involved in any type of racism.”", "One photo of Minchuk,         obtained by The (Northwest Indiana) Times, show Minchuck in blackface and a black wig while wearing a shirt reading “Kill Whitey.” He is standing next to a person dressed in a white Ku Klux Klan robes. The photos were reportedly taken around 2003.", "According to Minchuk’s Facebook post, the person in the robes is a Black male friend who had coordinated costumes with him. He said they were trying to portray characters from a television comedy sketch by Dave Chappelle in which a white supremacist is Black.", "“We were all in our mid-twenties to early thirties at the time,” Minchuk wrote. “My good friend, who is African American, went as the Black white supremacist and I went as the opposite. We thought that switching races for the party would be comedic, just like the show’s skit. We were hoping to show people that, even though this is comedy, that we can all get along no matter what.”", "Merrillville Town Council President Rick Bella didn't respond to requests for comment, including a message left Sunday by The Associated Press.", "Lake County Sheriff Oscar Martinez told the newspaper that he does not condone the past behavior shown in the photos, calling it \"disrespectful, irresponsible and in bad taste.”", "24/7 coverage of breaking news and live events"], "26": ["Glaciologists have been expecting this kind of event for a decade.", "Iceberg larger than NYC breaks off ", "An iceberg larger than New York City has broken off an ice shelf in Antarctica, scientists say.", "The 490-square mile glacier broke off the Brunt Ice Shelf, where the British Antarctic Survey’s Halley Research Station is located, the research organization announced. New York City is approximately 302 square miles.", "Glaciologists have been expecting a large calving event for at least a decade, according to BAS. The first indication that the glacier would break off was in November, when a new chasm named the North Rift -- the third major crack to become active in the ice shelf in the last 10 years -- headed toward another chasm about 20 miles away.", "The rift then pushed northeast more than half a mile a day starting in January, cutting through the 490-foot thick ice shelf, scientists said. The iceberg formed when the crack widened on Feb. 26, releasing it from the ice shelf.", "\"Our teams at BAS have been prepared for the calving of an iceberg from Brunt Ice Shelf for years,\" Director of British Antarctic Survey Dame Jane Francis said in a statement.", "The BAS monitors the ice shelf daily using an automated network of high-precision GPS instruments surrounding the station, which measure how the ice shelf is deforming and moving. Satellite images from the European Space Agency, NASA and German satellite TerraSAR-X are also used, Francis said.", "The impact of the calving event on the ice shelf is unclear, scientists said. Over the coming weeks or months the iceberg may move away or could run aground and remain close to the ice shelf, Francis said.", "The BAS research station is currently closed for the Antarctic winter and will likely be unaffected by the calving event, scientists said. The BAS said the station was moved further inland in 2016 to \"avoid the paths\" of two chasms named \"Chasm 1,\" which formed in 2012, and the \"Halloween Crack,\" which formed in 2016. Neither have grown in the past 18 months.", "British Antarctic Survey Director of Operations Simon Garrod said in a statement that moving the station was a \"wise decision.\"", "\"Our job now is to keep a close eye on the situation and assess any potential impact of the present calving on the remaining ice shelf,\" Garrod said. \"We continuously review our contingency plans to ensure the safety of our staff, protect our research station and maintain the delivery of the science we undertake at Halley.\"", "Staff has only been employed at the BAS Antarctic station during the summer since 2017 due to the difficulty of evacuation during the dark winter months, when skies are pitch black.", "24/7 coverage of breaking news and live events"], "27": ["Glaciologists have been expecting this kind of event for a decade.", "Iceberg larger than NYC breaks off ", "An iceberg larger than New York City has broken off an ice shelf in Antarctica, scientists say.", "The 490-square mile glacier broke off the Brunt Ice Shelf, where the British Antarctic Survey’s Halley Research Station is located, the research organization announced. New York City is approximately 302 square miles.", "Glaciologists have been expecting a large calving event for at least a decade, according to BAS. The first indication that the glacier would break off was in November, when a new chasm named the North Rift -- the third major crack to become active in the ice shelf in the last 10 years -- headed toward another chasm about 20 miles away.", "The rift then pushed northeast more than half a mile a day starting in January, cutting through the 490-foot thick ice shelf, scientists said. The iceberg formed when the crack widened on Feb. 26, releasing it from the ice shelf.", "\"Our teams at BAS have been prepared for the calving of an iceberg from Brunt Ice Shelf for years,\" Director of British Antarctic Survey Dame Jane Francis said in a statement.", "The BAS monitors the ice shelf daily using an automated network of high-precision GPS instruments surrounding the station, which measure how the ice shelf is deforming and moving. Satellite images from the European Space Agency, NASA and German satellite TerraSAR-X are also used, Francis said.", "The impact of the calving event on the ice shelf is unclear, scientists said. Over the coming weeks or months the iceberg may move away or could run aground and remain close to the ice shelf, Francis said.", "The BAS research station is currently closed for the Antarctic winter and will likely be unaffected by the calving event, scientists said. The BAS said the station was moved further inland in 2016 to \"avoid the paths\" of two chasms named \"Chasm 1,\" which formed in 2012, and the \"Halloween Crack,\" which formed in 2016. Neither have grown in the past 18 months.", "British Antarctic Survey Director of Operations Simon Garrod said in a statement that moving the station was a \"wise decision.\"", "\"Our job now is to keep a close eye on the situation and assess any potential impact of the present calving on the remaining ice shelf,\" Garrod said. \"We continuously review our contingency plans to ensure the safety of our staff, protect our research station and maintain the delivery of the science we undertake at Halley.\"", "Staff has only been employed at the BAS Antarctic station during the summer since 2017 due to the difficulty of evacuation during the dark winter months, when skies are pitch black.", "24/7 coverage of breaking news and live events"], "28": ["The group's leader said of Jan. 6, \"We need a little bit more of that energy.\"", "House GOP leaders clash over Trump at CPAC", "GOP Rep. Paul Gosar of Arizona was the surprise keynote speaker at a conference Friday night in Orlando, Florida, where speakers spread white nationalist rhetoric, organizers railed about the U.S. losing its \"white demographic core,\" and some called for further engagement like the ire that drove the Capitol attack on Jan. 6.", "Gosar, who skipped Friday's House votes -- including the vote on the $1.9 trillion COVID-19 relief package -- spoke Friday night at the America First Political Action Conference (AFPAC), where he blamed former President Donald Trump's election loss on \"big business, big tech, and the swamp,\" and pushed anti-immigration arguments to the crowd of \"Groypers,\" a loose coalition of mostly young alt-right extremists led by organizer Nick Fuentes.", "In the days leading up to the event and while marketing tickets online in part by using his Twitter account, Fuentes teased that there would be a special guest, which turned out to be Gosar. Other speakers Friday night included former Iowa Representative Steve King, who's known for his long history of racist comments, and conservative commentator Michelle Malkin.", "After speaking at the event, less than 12 hours later Gosar was featured on a panel Saturday morning at the ongoing Conservative Political Action Conference (CPAC) happening concurrently to AFPAC in the Orlando area. Speaking on a panel moderated by CPAC's own Mercedes Schlapp, Gosar criticized the Biden administration's immigration policies.", "At the start of the panel, Gosar -- unprompted and without mentioning Friday's event or Fuentes by name -- attempted to distance himself from \"racism.\"", "\"I want to tell you, I denounce when we talk about white racism. That's not appropriate. I believe in a strong immigration system,\" Gosar said.", "Neither Gosar nor representatives for CPAC responded to ABC News' requests for comment on the congressman's speech at the AFPAC event.", "On Friday night, Gosar's keynote was followed by a speech by Fuentes that was filled with white grievance and far-right anti-immigration rhetoric. \"If [America] loses its white demographic core … then this is not America anymore,\" the AFPAC founder told the crowd.", "Fuentes went on to praise the Capitol attack, boasting about it leading to a delay in the certification of the election results.", "\"While I was there in D.C., outside of the building, and I saw hundreds of thousands of patriots surrounding the U.S. Capitol building and I saw the police retreating ... I said to myself: 'This is awesome,'\" Fuentes said to the applause of the crowd.", "And amid security concerns over threats to disrupt President Joe Biden's expected speech to a joint session of Congress, Fuentes encouraged more of the kind of commitment shown by rioters on Jan. 6.", "\"To see that Capitol under siege, to see the people of this country rise up and mobilize to D.C. with the pitchforks and the torches -- we need a little bit more of that energy in the future,\" he said.", "Gosar, who was elected to Congress in 2011, has emerged as one of the most far-right Republicans in Washington. In January, The New York Times first reported that a leading member of an Oath Keepers chapter in Arizona, Jim Arroyo, posted a video on YouTube claiming Gosar attended one of their meetings and supported the group's calls for a war in the country.", "\"We did a meeting a couple of years ago where our elected representative from Washington, Paul Gosar, came out and we asked him flat out at that time, 'Do you think we're heading into a civil war?'\" Arroyo said. \"And his response was just flat out, 'We're in it. We just haven't started shooting at each other yet.'\" Gosar did not respond to the Times' request for comment.", "During the Jan. 6 attack on the Capitol, Gosar posted a message on Twitter calling for protesters not to \"get carried away.\" But over on the right-leaning Parler service, he shared a far more sympathetic message, using the same photo of people scaling the walls of the Capitol and writing, \"Americans are upset.\"", "Gosar's featured appearance at Friday's event will be another major test for a Republican Party that is being pulled between traditional conservatives and a growing radical extremist element as it searches for a path forward following the pro-Trump Capitol attack.", "Earlier this month, the House approved a resolution that removed newly elected Republican Rep. Marjorie Taylor Greene from her assigned committees due to a long history of pushing QAnon rhetoric and baseless conspiracy theories, including that the Sandy Hook and Parkland shootings were staged \"false flag\" operations. Green apologized to House members for her previous comments prior to the vote.", "And former President Trump issued the first blow of his revenge tour on Republicans who voted to impeach him, endorsing Max Miller, a former Trump aide, in his primary challenge against Rep. Anthony Gonzalez (R-Ohio), who was among 10 House Republicans to vote for impeachment.", "Trump's name was a recurring theme at Friday night's event, with Fuentes also promising to target Republicans who were not sufficiently loyal to the former president.", "\"He is one of us,\" Fuentes told the crowd.", "Friday night's AFPAC event marked one of the first major gatherings of far-right extremists since the Jan. 6 insurrection. The event featured at least two people, Fuentes and AFPAC speaker Vincent James Foxx, who were present near the Capitol building during the siege.", "Fuentes, who has denied involvement in the storming of the Capitol itself, has been spotted in videos and photos rallying outside the Capitol on Jan. 6. In one video, Fuentes can be seen on a megaphone telling the crowd not to \"leave this Capitol until Donald Trump is inaugurated president.\" Foxx, who on Friday night said, \"We must not be afraid of the idea of secession,\" was photographed with Fuentes on Jan. 6. Neither man was charged in connection with the riot.", "Fuentes, who attended the 2017 \"Unite the Right\" rally at Charlottesville, has a long history of making racist and anti-Semitic comments. Since the Capitol insurrection, a handful of America First followers have been arrested for their participation in the Jan. 6 attack.", "After spending parts of his speech Friday night celebrating the Capitol riot, Fuentes at one point attempted to walk back his comments.", "\"I disavow all violence. I disavow all vandalism. I respect the government is sovereign over us,\" he said -- then added, \"Alright, I think that'll stand up in court.\"", "24/7 coverage of breaking news and live events"], "29": ["The group's leader said of Jan. 6, \"We need a little bit more of that energy.\"", "House GOP leaders clash over Trump at CPAC", "GOP Rep. Paul Gosar of Arizona was the surprise keynote speaker at a conference Friday night in Orlando, Florida, where speakers spread white nationalist rhetoric, organizers railed about the U.S. losing its \"white demographic core,\" and some called for further engagement like the ire that drove the Capitol attack on Jan. 6.", "Gosar, who skipped Friday's House votes -- including the vote on the $1.9 trillion COVID-19 relief package -- spoke Friday night at the America First Political Action Conference (AFPAC), where he blamed former President Donald Trump's election loss on \"big business, big tech, and the swamp,\" and pushed anti-immigration arguments to the crowd of \"Groypers,\" a loose coalition of mostly young alt-right extremists led by organizer Nick Fuentes.", "In the days leading up to the event and while marketing tickets online in part by using his Twitter account, Fuentes teased that there would be a special guest, which turned out to be Gosar. Other speakers Friday night included former Iowa Representative Steve King, who's known for his long history of racist comments, and conservative commentator Michelle Malkin.", "After speaking at the event, less than 12 hours later Gosar was featured on a panel Saturday morning at the ongoing Conservative Political Action Conference (CPAC) happening concurrently to AFPAC in the Orlando area. Speaking on a panel moderated by CPAC's own Mercedes Schlapp, Gosar criticized the Biden administration's immigration policies.", "At the start of the panel, Gosar -- unprompted and without mentioning Friday's event or Fuentes by name -- attempted to distance himself from \"racism.\"", "\"I want to tell you, I denounce when we talk about white racism. That's not appropriate. I believe in a strong immigration system,\" Gosar said.", "Neither Gosar nor representatives for CPAC responded to ABC News' requests for comment on the congressman's speech at the AFPAC event.", "On Friday night, Gosar's keynote was followed by a speech by Fuentes that was filled with white grievance and far-right anti-immigration rhetoric. \"If [America] loses its white demographic core … then this is not America anymore,\" the AFPAC founder told the crowd.", "Fuentes went on to praise the Capitol attack, boasting about it leading to a delay in the certification of the election results.", "\"While I was there in D.C., outside of the building, and I saw hundreds of thousands of patriots surrounding the U.S. Capitol building and I saw the police retreating ... I said to myself: 'This is awesome,'\" Fuentes said to the applause of the crowd.", "And amid security concerns over threats to disrupt President Joe Biden's expected speech to a joint session of Congress, Fuentes encouraged more of the kind of commitment shown by rioters on Jan. 6.", "\"To see that Capitol under siege, to see the people of this country rise up and mobilize to D.C. with the pitchforks and the torches -- we need a little bit more of that energy in the future,\" he said.", "Gosar, who was elected to Congress in 2011, has emerged as one of the most far-right Republicans in Washington. In January, The New York Times first reported that a leading member of an Oath Keepers chapter in Arizona, Jim Arroyo, posted a video on YouTube claiming Gosar attended one of their meetings and supported the group's calls for a war in the country.", "\"We did a meeting a couple of years ago where our elected representative from Washington, Paul Gosar, came out and we asked him flat out at that time, 'Do you think we're heading into a civil war?'\" Arroyo said. \"And his response was just flat out, 'We're in it. We just haven't started shooting at each other yet.'\" Gosar did not respond to the Times' request for comment.", "During the Jan. 6 attack on the Capitol, Gosar posted a message on Twitter calling for protesters not to \"get carried away.\" But over on the right-leaning Parler service, he shared a far more sympathetic message, using the same photo of people scaling the walls of the Capitol and writing, \"Americans are upset.\"", "Gosar's featured appearance at Friday's event will be another major test for a Republican Party that is being pulled between traditional conservatives and a growing radical extremist element as it searches for a path forward following the pro-Trump Capitol attack.", "Earlier this month, the House approved a resolution that removed newly elected Republican Rep. Marjorie Taylor Greene from her assigned committees due to a long history of pushing QAnon rhetoric and baseless conspiracy theories, including that the Sandy Hook and Parkland shootings were staged \"false flag\" operations. Green apologized to House members for her previous comments prior to the vote.", "And former President Trump issued the first blow of his revenge tour on Republicans who voted to impeach him, endorsing Max Miller, a former Trump aide, in his primary challenge against Rep. Anthony Gonzalez (R-Ohio), who was among 10 House Republicans to vote for impeachment.", "Trump's name was a recurring theme at Friday night's event, with Fuentes also promising to target Republicans who were not sufficiently loyal to the former president.", "\"He is one of us,\" Fuentes told the crowd.", "Friday night's AFPAC event marked one of the first major gatherings of far-right extremists since the Jan. 6 insurrection. The event featured at least two people, Fuentes and AFPAC speaker Vincent James Foxx, who were present near the Capitol building during the siege.", "Fuentes, who has denied involvement in the storming of the Capitol itself, has been spotted in videos and photos rallying outside the Capitol on Jan. 6. In one video, Fuentes can be seen on a megaphone telling the crowd not to \"leave this Capitol until Donald Trump is inaugurated president.\" Foxx, who on Friday night said, \"We must not be afraid of the idea of secession,\" was photographed with Fuentes on Jan. 6. Neither man was charged in connection with the riot.", "Fuentes, who attended the 2017 \"Unite the Right\" rally at Charlottesville, has a long history of making racist and anti-Semitic comments. Since the Capitol insurrection, a handful of America First followers have been arrested for their participation in the Jan. 6 attack.", "After spending parts of his speech Friday night celebrating the Capitol riot, Fuentes at one point attempted to walk back his comments.", "\"I disavow all violence. I disavow all vandalism. I respect the government is sovereign over us,\" he said -- then added, \"Alright, I think that'll stand up in court.\"", "24/7 coverage of breaking news and live events"], "30": ["A science professor at a university in Michigan who claimed sinister forces were targeting him and breaking into his home has been fired after using racist, anti-Semitic and homophobic slurs months ago on Twitter", "BIG RAPIDS, Mich. -- A science professor at a university in central Michigan who claimed sinister forces were targeting him and breaking into his home has been fired months after using racist, anti-Semitic and homophobic slurs on Twitter.", "Thomas Brennan announced in a Twitter posting Saturday he’d been fired, and Ferris State University later confirmed he was dismissed last week,         The Detroit News reported. The Big Rapids-based university, which put Brennan on administrative leave in November as it investigated, declined further comment.", "The Torch, the university’s student-run newspaper, first reported about the tweets in November. According to the newspaper’s screenshots, one tweet said: “Covid19 is another jewish revolution.”", "At the time, the university’s president, David Eisler, said the school was “shocked and outraged by these tweets.” He added the tweets were “extremely offensive and run counter to the values of our University and our commitment to diversity, equity and inclusion.”", "In a statement linked to his Saturday posting, Brennan expressed remorse for the tweets. But he said they were a consequence of self-destructive behavior and migraines that stemmed from a “secret program” in which electromagnetic fields and nanotechnology were deployed against him.", "“I know that many of the things I tweeted were horrible, and I don’t truly feel that way in my heart,” the statement said. “But out of spite for myself and what my world had turned into, I decided to say all the things that are some of worst things you could say.”", "He added about what he described as debilitating headaches and the possibility he was delusional: “The things I said on twitter were not expressed in order to discriminate against people of different races or social categories but were uttered as a result of my disability.”", "In the statement, which Brennan presented to the university on Feb. 15, he said he had installed security cameras outside his home and changed his locks to prevent recurring break-ins. But he said only after he nailed all his windows shut in May last year did they stop.", "Following the student-run newspaper’s report in November, Brennan justified his use of racist slurs in one of his tweets as an attempt to “neutralize its power.” But he said he wasn't racist, anti-Semitic or a science denier.", "24/7 coverage of breaking news and live events"], "31": ["Mass gatherings have taken place in Jerusalem as Israelis celebrated the Jewish holiday of Purim in violation of coronavirus restrictions", "JERUSALEM -- Mass gatherings took place in Jerusalem on Sunday as Israelis celebrated the Jewish holiday of Purim in violation of coronavirus restrictions.", "Authorities had been concerned about a repeat of last year, when Purim celebrations helped fuel an initial wave of the coronavirus in the earliest days of the global pandemic. The government urged people to celebrate at home this year, and police attempted to block traffic from entering Jerusalem and declared strict limits on public gatherings.", "But the restrictions were not able to prevent street parties as well as mass prayer celebrations in ultra-Orthodox areas, which have repeatedly flouted safety rules. With traffic clogged at the entrance of Jerusalem, Israeli TV stations showed videos of ultra-Orthodox families walking along the side of the highway into the city.", "Purim marks the victory of Jews over a tyrant in ancient Persia and is celebrated with costumes, drinking and parties.", "The holiday was celebrated nationwide over the weekend, with Jerusalem celebrating a day later than the rest of the country. Similar safety violations took place in both secular and religious areas of the country.", "The celebrations have threatened to undercut Israel’s successful vaccination campaign. The country has vaccinated most of its adult population, but younger Israelis in their teens, 20s and 30s have been slow to get inoculated.", "24/7 coverage of breaking news and live events"], "32": ["Israel has announced plans to vaccinate tens of thousands of Palestinians who work inside Israel and its West Bank settlements", "Israel on Sunday announced plans to vaccinate tens of thousands of Palestinians who work inside Israel and its West Bank settlements, at a time of vast disparities in access to vaccines between the Israeli and Palestinian populations.", "Israel has launched one of the world’s most successful vaccination programs, inoculating over half of its population in just two months. But it has come under international criticism for not sharing its vaccine stockpile with the Palestinians in the occupied West Bank and Gaza Strip, even as it plans to share surplus vaccines with far-flung allies in Africa, Europe and Latin America.", "The Israeli government approved the program for Palestinian workers to “maintain public health and the functioning of the economy,” said COGAT, the Israeli defense body responsible for Palestinian civilian affairs. It said the program is expected to begin in the coming days.", "It said the vaccines would be administered by Israeli medical teams at various checkpoints and industrial zones across the West Bank.", "Prime Minister Benjamin Netanyahu has moved aggressively to vaccinate Israel's population, securing deals with drug makers Pfizer and Moderna to ensure enough supplies for Israel's 9.3 million people. He expects to have the vast majority of the adult population vaccinated by the end of March.", "But before Sunday's announcement, Israel has shared just 2,000 vaccines with the Palestinian Authority to protect front-line medical workers in the West Bank.", "The Israeli program should provide some relief to the Palestinians, who have obtained just a few thousand vaccines on their own and were forced over the weekend to impose a new lockdown to control the latest coronavirus outbreak in the West Bank. Some 110,000 West Bank Palestinians have permits to work inside Israel or in the settlements.", "The gap between Israel and the Palestinians has illustrated the global inequity between rich and poor nations in terms of access to vaccines.", "U.N. officials and human rights groups have expressed concerns over the disparity, saying Israel is an occupying power that is responsible for the wellbeing of the Palestinians. Israel says that under interim peace accords of the 1990s, it has no such responsibility. Israel has immunized its own Arab population, including Palestinians who live in Israeli-annexed east Jerusalem.", "Netanyahu came under criticism last week when he announced that he was sharing small quantities of surplus vaccines with diplomatic allies. An Israeli TV station said the countries included Honduras, Guatemala, Chad and Mauritania.", "U.S. Sen. Bernie Sanders said it was \"outrageous that Netanyahu would use spare vaccines to reward his foreign allies while so many Palestinians in the occupied territories are still waiting.” The plan was         later frozen due to legal questions  in Israel.", "24/7 coverage of breaking news and live events"], "33": ["Hong Kong police have detained 47 pro-democracy activists on charges of conspiracy to commit subversion under the sweeping national security law", "On Location: Feb. 26, 2021", "HONG KONG -- Hong Kong police on Sunday detained 47 pro-democracy activists on charges of conspiracy to commit subversion under the city's national security law, in the largest mass charge against the semi-autonomous Chinese territory's opposition camp since the law came into effect last June.", "The former lawmakers and democracy advocates had been previously arrested in a sweeping police operation in January but were released. They have been detained again and will appear in court on Monday, police said in a statement.", "They allegedly violated the national security law that was imposed by Beijing for participating in unofficial election primaries for Hong Kong's legislature last year.", "The defendants include 39 men and eight women aged between 23 and 64, police said.", "The move is part of a continuing crackdown on the city's democracy movement, with a string of arrests and prosecutions of Hong Kong's democracy proponents — including outspoken activists Joshua Wong and Jimmy Lai — following months of anti-government protests in 2019.", "The pro-democracy camp had held the primaries to determine the best candidates to field to win a majority in the legislature and had plans to vote down major bills that would eventually force Hong Kong leader Carrie Lam to resign.", "In January, 55 activists and former lawmakers were arrested for their roles in the primaries.", "Authorities said that the activists' participation was part of a plan to paralyze the city's legislature and subvert state power.", "The legislative election that would have followed the unofficial primaries was postponed by a year by Lam, who cited public health risks during the coronavirus pandemic. Mass resignations and disqualifications of pro-democracy lawmakers have left the legislature largely a pro-Beijing body.", "Among those arrested on Sunday was former lawmaker Eddie Chu. A post on his official Twitter account confirmed that he was being charged for conspiracy to commit subversion and that he was denied bail.", "“Thank you to the people of Hong Kong for giving me the opportunity to contribute to society in the past 15 years,” Chu said in a post on his Facebook page.", "Another candidate in the primaries, Winnie Yu, was also charged and will appear in court on Monday, according to a post on her official Facebook page.", "American lawyer John Clancey, a member of the now-defunct political rights group “Power for Democracy” who was arrested in January for his involvement in the primary, was not among those detained on Sunday.", "\"I will give full support to those who have been charged and will be facing trial, because from my perspective, they have done nothing wrong,” Clancey told reporters.", "The security law criminalizes acts of subversion, secession, terrorism and collusion with foreign powers to intervene in Hong Kong's affairs. Serious offenders could face a maximum punishment of life imprisonment. Nearly 100 people have been arrested since the law was implemented.", "24/7 coverage of breaking news and live events"], "34": ["A passerby called 911 after noticing plane debris on the side of the road.", "FAA investigates deadly plane crash outside Atlanta", "A small plane crashed in Gainesville, Georgia Friday afternoon, killing three.", "Gainesville fire division chief Keith Smith told reporters the fire department responded to a 911 call made shortly after 6 p.m. from a passerby who noticed debris from the plane on the side of the road.", "The victims were identified as Dan Delnoce, 44, of Gainesville, Courtney Flanders, 45, of Gainesville, and Matthew Delnoce, 39, of Ohio, Hall County Sheriff’s Office said.", "The bodies have been transported to the Georgia Bureau of Investigation Crime Lab for autopsy.", "The plane was reportedly heading to Daytona Beach, Florida, when it crashed into a wooded area near several homes in Gainesville.", "\"Memorial Park Road closed at Cross Street for a single engine plane crash.  Please use alternate routes,\" the Gainesville Police Department wrote on Facebook Friday evening.", "The Federal Aviation Administration will investigate the cause of the accident, Smith said.", "He added that there were no injuries on the ground, but there was some property damage.", "Part of the wing from the plane, he said, was found inside a bedroom in a mobile home in the area. The family who owns the home was having dinner in another room when the plane crashed. The residents were not injured.", "Also, four adults and a child were evacuated from a nearby home after fuel fell in the area, ABC-affiliate WSB-TV reported.", "Personnel are now working to recover the bodies from the plane, Smith said, adding that the Sheriff's Office will be handling the investigation.", "24/7 coverage of breaking news and live events"], "35": ["The victim remains in critical condition and may not survive, prosecutors said.", "NYPD arrests Brooklyn man after stabbing in Chinatown", "A 23-year-old man has been charged with second-degree attempted murder after allegedly stabbing a stranger in the back in New York City's Chinatown \"for no reason,\" prosecutors said.", "Salman Muflihi, of Brooklyn, allegedly pulled an 8-inch knife on the 36-year-old Asian man at about 6:20 p.m. Thursday, according to police sources.", "The Manhattan District Attorney’s office declined to prosecute the case as a hate crime, despite initial indications by police. Investigators have nothing so far to indicate the defendant ever saw the victim’s face prior to the attack, a law enforcement official told ABC News.", "To prove a hate crime, prosecutors would have to show the defendant intentionally targeted the victim based on race. The criminal complaint does not indicate statements related to race.", "Muflihi also was charged with two counts of assault and criminal possession of a weapon, court records show. Prosecutors said they may bring additional charges if warranted.", "Muflihi pleaded not guilty to the charges on Saturday in New York Criminal Court. Bail was set at $500,000.", "The victim was taken to Bellevue Hospital in critical condition and suffered \"multiple injuries, including a punctured liver and significant internal bleeding,\" according to the criminal complaint. The victim underwent surgery, during which doctors removed one of his kidneys and his adrenal gland, prosecutors said. He was still hospitalized in critical condition and \"may not survive,\" Manhattan Assistant District Attorney Adam Johnson said Saturday in court.", "\"This case is every New Yorker's worst nightmare,\" Johnson said. \"To be attacked by a complete and total stranger with a large knife for no reason at all.\"", "The two had no prior interaction, prosecutors said, before Muflihi allegedly stabbed the victim in his lower back. After the attack, the suspect ran away and allegedly said, \"I'm sorry,\" according to prosecutors.", "Muflihi allegedly walked into the nearby Manhattan District Attorney’s Office and told a security guard outside that he \"just stabbed a guy up the block,\" prosecutors said.", "The suspect allegedly told detectives that he \"didn’t like the way\" the victim \"looked at him,\" according to police sources. During his arrest processing, Muflihi also allegedly said, \"I stabbed that guy. If he dies, he dies. I don't give a f---,\" according to the complaint.", "\"This is a strong case with video evidence, eyewitnesses and a confession from the defendant,\" Johnson said.", "Muflihi faces a minimum of five years in state prison and a maximum of 25 years, prosecutors said. His next court appearance is scheduled for March 3. ABC News was unable to reach his attorney.", "In 2019, Muflihi pleaded guilty to assault and has an open misdemeanor assault for allegedly attacking a \"stranger for no reason in a bodega,\" prosecutors said.", "Violence against Asians has been growing during the pandemic.", "Between March and December last year, the organization Stop Asian American and Pacific Islander Hate recorded nearly 3,000 reports of anti-Asian hate incidents nationwide.", "The New York City Police Department reported a 1,900% increase in anti-Asian hate crimes last year.", "On Saturday, Mayor Bill de Blasio, Sen. Chuck Schumer, D-N.Y., and other officials rallied in lower Manhattan near the scene of the stabbing to call for an end to violence against Asian Americans.", "24/7 coverage of breaking news and live events"], "36": ["People in El Salvador are voting in legislative and mayoral elections that are seen as a referendum on whether to break the congressional deadlock that has tied the hands of upstart populist President Nayib Bukele", "SAN SALVADOR, El Salvador -- Sunday's legislative and local elections in El Salvador are seen as a referendum on whether to break the congressional deadlock that has tied the hands of upstart populist President Nayib Bukele.", "El Salvador’s established political parties — the conservative National Republican Alliance party and the leftist Farabundo Marti Liberation Front — are trying to keep their hold on congress and other key positions, which they have maintained since the end of the country's civil war in 1992.", "Anger with the parties that ruled El Salvador for nearly three decades swept the youthful Bukele into office in 2019, and frustration remains.", "“I've come to vote for a change, to get rid of the corrupt ones and so our president can make a new country,” said Estela Jiménez, who arrived early at a polling place wearing a T-shirt with an “N” for Nayib.", "Bukele, 39, has blamed congress for blocking his efforts in everything from controlling crime to managing the coronavirus pandemic. His New Ideas party was favored in polls to pick up congressional seats and municipal councils.", "While popular with voters tired of the scandals associated with the two old-guard parties, Bukele has shown an authoritarian streak. Two years ago, Bukele sent heavily armed soldiers to surround the congress during a standoff over security funding, earning rebukes internationally.", "Bukele's party complained Sunday that the country's electoral tribunal had not issued the ID cards needed for the party's poll watchers to participate.", "“This always happens. Now they say there are problems because the Supreme Electoral Council hasn't allowed the New Ideas people in. I hope they solve this so I can vote, I'm not going to leave here without voting,” said Esteban Castellón, who was among the first in line to vote at a polling place in San Salvador, the capital.", "A total of 5.3 million eligible voters were electing all 84 seats in the unicameral Legislative Assembly, along with 262 municipal councils. Most polling places opened at 7:00 a.m., though some were delayed by as much as an hour, and closed at 5:00 p.m. (2300 GMT). However, results are not expected until near midnight.", "The conservative party known as ARENA currently holds 37 of the 84 seats in congress and controls 138 of the 262 municipal councils, while the leftist FMLN holds 23 congressional seats and 64 townships.", "With a majority in the Legislative Assembly, Bukele’s party would not only be able to advance the president’s agenda, but also name justices to the Supreme Court — another Bukele obstacle — as well as magistrates to the Supreme Electoral Tribunal, the attorney general, the prosecutor for the defense of human rights and others. Essentially his party could replace his loudest critics.", "Eduardo Escobar, executive director of the nongovernmental organization Citizen Action, said that if New Ideas wins a congressional majority, El Salvador would lose “that brake on the exercise of power from the legislature when legality or constitutionality is exceeded, (and) that brakes any attempted abuse, any arbitrary act that the executive wants to commit.”", "“It would deepen the authoritarianism of the government Bukele leads,” Escobar said, though he acknowledged that Bukele’s popularity remains at stratospheric levels and the rejection of the traditional parties is nearly as high.", "New Ideas’ popularity is because “in the 30 years of government under these parties, the people have not seen improvements in their lives,” said Escobar.", "In statements before polls closed, Bukele upped the stakes by calling on those who hadn't voted yet to participate in “Operation remate,” literally, “Operation finish them off.”", "“Ï like to call it ”Operation remate,\" the country has decided to end the post-war era, but there is more to do,\" Bukele said. “Let's make this an overwhelming victory.”", "Because campaigning is supposed to be suspended before and on election day, the country's Supreme Electoral Tribunal said it would open an investigation into Bukele for making political statements on Sunday.", "The tribunal noted that president is supposed to avoid using his office to influence elections.", "24/7 coverage of breaking news and live events"], "37": ["A new faction of Thailand’s pro-democracy movement has staged a protest march, linking their cause with that of demonstrators in Myanmar battling that neighboring country’s coup-installed military government", "BANGKOK -- A new faction of Thailand’s pro-democracy movement staged a protest march Sunday, linking their cause with that of demonstrators in Myanmar battling that neighboring country’s coup-installed military government.", "Marchers sought but failed to go to Thai Prime Minister Prayuth Chan-ocha’s house, which is on an army base in Bangkok. Shipping containers were situated to block them, and police using water cannons, rubber bullets and tear gas barred the way.", "The demonstrators abandoned their plan several hours later after taking an online vote of their supporters.", "Police said a 41-year-old officer died in the tumult, with local media reported he had a heart attack. According to the Erawan EMS center, 23 policemen and 10 protesters were injured.", "Thai pro-democracy demonstrations have recently become marred by increasing violence. Much of it has been initiated by particularly confrontational protesters using tactics including throwing small homemade “ping-pong” bombs with the power of big firecrackers at police, who sometimes react with disproportionate force.", "Sunday's action was linked to the informal Milk Tea Alliance of pro-democracy activists from Hong Kong, Taiwan, Thailand and Myanmar, which called for efforts Sunday online and in real life in support of the protests in Myanmar.", "In Myanmar on Sunday, a crackdown on protesters by security forces left at least 18 people dead, according to the U.N. Human Rights Office.", "Prayuth was targeted in part because he met Wednesday in Bangkok with the new foreign minister appointed by Myanmar’s junta.", "The protest in Bangkok was the first to be led by a new group calling itself REDEM, short for Restart Democracy, whose self-proclaimed goals are to build democratic socialism and minimize political and economic inequality.", "REDEM was launched last week as an offshoot of Free Youth, one of the main groups that began rallying against the Thai government last year.", "Last year's original protest coalition campaigned for Prayuth and his government to step down, the constitution to be amended to make it more democratic and the monarchy reformed to make it more accountable.", "The demand about the monarchy is the most controversial, because the institution has been widely considered an untouchable, bedrock element of Thai nationalism.", "The protest movement lost steam when it took a break in December and January as Thailand was hit by a second wave of coronavirus infections. It is now trying to reinvigorate itself but has been hampered by the recent jailing of some of its leaders who are pending trial on several charges, including defaming the monarchy.", "———", "This story has been corrected to show the name of the new protest group is Restart Democracy.", "24/7 coverage of breaking news and live events"], "38": ["One officer has been released from the hospital while two others remain.", "On Location: Feb. 26, 2021", "Three police officers have been injured in a possible explosion after being dispatched to a vacant home.", "The incident happened just after 4:00 p.m. on Saturday, Feb. 27, when Patrol South officers from the Wichita Police Department in Kansas received a call and were subsequently dispatched to check on a vacant home in the McAdams neighborhood of the city, according to the Wichita Police Department (WPD).", "Authorities have not yet issued a formal statement on why they were called to the home, who may have made the call or what had been reported to the police but, according to the Wichita Eagle, Wichita Police Chief Gordon Ramsay told local media that the homeowners asked authorities to check the vacant home after they saw the several windows were open leading them to think that somebody could be inside and that officers were given a key to the home so they could access it.", "“After making entry into the residence, three officers sustained injuries from a possible explosion from an unknown device,” authorities said in a statement on social media.", "The Wichita Police Department said that the three officers were immediately transported to a local area hospital for treatment while the WPD SWAT team and bomb squad conducted investigations.", "A tweet from the Wichita Police Department said that “negotiators are still on scene and attempting negotiations” but it is unclear who they were negotiating with or why negotiators were needed in the first place.", "“One officer has since been released, while the other two remain [in hospital] - one with minor injuries and one in serious but stable condition,” the WPD said on social media.", "Wichita Police Chief Gordon Ramsay said that he visited the two officers remaining in hospital and that they were in good spirits after the incident.", "Authorities concluded by saying the situation is contained and that they would provide the public with more information as it becomes available.", "24/7 coverage of breaking news and live events"], "39": ["Authorities say three drunken drivers were involved in a crash in a south Milwaukee suburb", "MOUNT PLEASANT, Wis. -- Authorities say three drunken drivers were involved in a crash early Sunday morning in a south Milwaukee suburb.", "The incident happened shortly before 3 a.m. when a man driving a Ford F-250 pickup truck the wrong way on a four-lane highway in Mount Pleasant collided head-on with a motorist in a GMC Yukon. Shortly thereafter, a man in a Chevrolet Equinox crashed into the pickup, Mount Pleasant police said in a release.", "Police said the man in the Yukon, which burst into flames after the collision, was located at a nearby hospital and arrested. The drivers of the pickup and and the Equinox were arrested on scene. The extent of any injuries from the crash were not noted in the release.", "Police said Kraig Herbrechtsmeir, 56, of Racine, was charged with first offense operating while intoxicated and driving the wrong way on a divided highway. Christopher Sanchez, 33, of Racine, was charged with first offense OWI. Herber Aguirre-Lopez, 45, of Kenosha, was charged with third offense OWI.", "24/7 coverage of breaking news and live events"], "40": ["A northwest Indiana City Council member and police officer has apologized after photos of him in blackface at a past Halloween party recently surfaced", "MERRILLVILLE, Ind. -- A northwestern Indiana City Council member and police officer has apologized after photos recently surfaced of him in blackface nearly 20 years ago at a Halloween party.", "Merrillville Councilman Jeff Minchuk, who is also a Lake County Sheriff's Office police officer, apologized Saturday on Facebook.", "“I blame no one else for what happened, it was my decision and a poor one at that. The thing that bothers me the most is, that this is not who I am,” Minchuk wrote. “I never have been or ever will be involved in any type of racism.”", "One photo of Minchuk,         obtained by The (Northwest Indiana) Times, show Minchuck in blackface and a black wig while wearing a shirt reading “Kill Whitey.” He is standing next to a person dressed in a white Ku Klux Klan robes. The photos were reportedly taken around 2003.", "According to Minchuk’s Facebook post, the person in the robes is a Black male friend who had coordinated costumes with him. He said they were trying to portray characters from a television comedy sketch by Dave Chappelle in which a white supremacist is Black.", "“We were all in our mid-twenties to early thirties at the time,” Minchuk wrote. “My good friend, who is African American, went as the Black white supremacist and I went as the opposite. We thought that switching races for the party would be comedic, just like the show’s skit. We were hoping to show people that, even though this is comedy, that we can all get along no matter what.”", "Merrillville Town Council President Rick Bella didn't respond to requests for comment, including a message left Sunday by The Associated Press.", "Lake County Sheriff Oscar Martinez told the newspaper that he does not condone the past behavior shown in the photos, calling it \"disrespectful, irresponsible and in bad taste.”", "24/7 coverage of breaking news and live events"], "41": ["Photos taken at the scene were spread quickly through texts, the lawsuit states.", "On Location: Feb. 26, 2021", "Vanessa Bryant, the widow of NBA legend Kobe Bryant, is seeking to publicly name the Los Angeles County deputies who allegedly shared the photos of the helicopter crash site that killed her husband, daughter and seven others.", "In September, Vanessa Bryant sued the Los Angeles County Sheriff's Department over the sharing of the \"unauthorized\" photos, seeking damages for negligence, invasion of privacy and intentional infliction of emotional distress.", "Vanessa Bryant's lawyers filed an amended complaint on Wednesday that added the deputies and the Los Angeles County Fire Department as defendants in the lawsuit.", "The new court documents detailed an internal affairs report by the sheriff's department that states one deputy took up to 100 photos at the scene, several of which were then quickly shared by text and other phone messaging apps over the next two days by deputies.", "The names of the deputies were blacked out in the complaint. The court will decide whether the complaint should be sealed.", "\"These specific deputies need to be held accountable for their actions just like everyone else,\" Vanessa Bryant wrote in an Instagram story on Saturday.", "Lawyers for Los Angeles County have argued to keep the deputies' names sealed because releasing them would make personal information, such as home addresses, public as well, increasing the likelihood that they should be targeted by hackers who may try to gain access to their personal devices and publish the photos, the Los Angeles Times reported.", "The county's lawyers also argued that if the defendants were to remain anonymous, the \"public will still be able to review the relevant allegations,\" according to the Times.", "The lawsuit also alleged that Los Angeles County Sheriff Alex Villanueva personally assured Vanessa Bryant shortly after the crash that deputies were securing the scene to protect her privacy. The complaint alleged that Villanueva later told Bryant that when he found out deputies took and shared photos he ordered them to be destroyed to prevent them from becoming public, calling the deputies' conduct \"disgusting\" and \"wildly inappropriate.\"", "After the initial lawsuit was filed in September, Villanueva said that the actions the department took \"were the correct ones in extraordinary circumstances.\" Villanueva has also noted repeatedly that the photos did not circulate wider because of his actions, the Times reported.", "Several deputies and county firefighters shared images from the crash site from the personal phone, the complaint alleged. One deputy trainee who was guarding a trail that lead to the crash site allegedly shared multiple photos he received of Kobe Bryant's remains to members of the public, including a woman and bartender at a bar later that night, according to the lawsuit. A bar security camera allegedly showed the trainee zooming into the photos as he shows them, and the bartender loudly boasted to patrons and other employees that he had seen Kobe Bryant's body, the complaint states.", "Kobe Bryant, his 13-year-old daughter, Gianna Bryant, and seven others -- two teammates of Gianna's, their parents and the helicopter pilot, were killed on Jan. 26, 2020, when the Sikorsky S-76B crashed onto a hillside in Calabasas, California.", "Days after the crash, Vanessa Bryant released a statement saying she was \"devastated\" over a report by the Los Angeles Times that deputies who responded to the scene shared photos of the wreckage and victims' remains.", "In September, California Gov. Gavin Newsome signed a bill into law making it illegal for first responders to take unauthorized photos of dead people at the scene of a crime or accident.", "The NTSB investigation into the crash, released earlier this month, found that the pilot, Ara Zobayan, became disoriented while flying in thick fog. Zobayan also did not follow training and violated visual flight rules, the investigation found.", "24/7 coverage of breaking news and live events"], "42": ["Photos taken at the scene were spread quickly through texts, the lawsuit states.", "On Location: Feb. 26, 2021", "Vanessa Bryant, the widow of NBA legend Kobe Bryant, is seeking to publicly name the Los Angeles County deputies who allegedly shared the photos of the helicopter crash site that killed her husband, daughter and seven others.", "In September, Vanessa Bryant sued the Los Angeles County Sheriff's Department over the sharing of the \"unauthorized\" photos, seeking damages for negligence, invasion of privacy and intentional infliction of emotional distress.", "Vanessa Bryant's lawyers filed an amended complaint on Wednesday that added the deputies and the Los Angeles County Fire Department as defendants in the lawsuit.", "The new court documents detailed an internal affairs report by the sheriff's department that states one deputy took up to 100 photos at the scene, several of which were then quickly shared by text and other phone messaging apps over the next two days by deputies.", "The names of the deputies were blacked out in the complaint. The court will decide whether the complaint should be sealed.", "\"These specific deputies need to be held accountable for their actions just like everyone else,\" Vanessa Bryant wrote in an Instagram story on Saturday.", "Lawyers for Los Angeles County have argued to keep the deputies' names sealed because releasing them would make personal information, such as home addresses, public as well, increasing the likelihood that they should be targeted by hackers who may try to gain access to their personal devices and publish the photos, the Los Angeles Times reported.", "The county's lawyers also argued that if the defendants were to remain anonymous, the \"public will still be able to review the relevant allegations,\" according to the Times.", "The lawsuit also alleged that Los Angeles County Sheriff Alex Villanueva personally assured Vanessa Bryant shortly after the crash that deputies were securing the scene to protect her privacy. The complaint alleged that Villanueva later told Bryant that when he found out deputies took and shared photos he ordered them to be destroyed to prevent them from becoming public, calling the deputies' conduct \"disgusting\" and \"wildly inappropriate.\"", "After the initial lawsuit was filed in September, Villanueva said that the actions the department took \"were the correct ones in extraordinary circumstances.\" Villanueva has also noted repeatedly that the photos did not circulate wider because of his actions, the Times reported.", "Several deputies and county firefighters shared images from the crash site from the personal phone, the complaint alleged. One deputy trainee who was guarding a trail that lead to the crash site allegedly shared multiple photos he received of Kobe Bryant's remains to members of the public, including a woman and bartender at a bar later that night, according to the lawsuit. A bar security camera allegedly showed the trainee zooming into the photos as he shows them, and the bartender loudly boasted to patrons and other employees that he had seen Kobe Bryant's body, the complaint states.", "Kobe Bryant, his 13-year-old daughter, Gianna Bryant, and seven others -- two teammates of Gianna's, their parents and the helicopter pilot, were killed on Jan. 26, 2020, when the Sikorsky S-76B crashed onto a hillside in Calabasas, California.", "Days after the crash, Vanessa Bryant released a statement saying she was \"devastated\" over a report by the Los Angeles Times that deputies who responded to the scene shared photos of the wreckage and victims' remains.", "In September, California Gov. Gavin Newsome signed a bill into law making it illegal for first responders to take unauthorized photos of dead people at the scene of a crime or accident.", "The NTSB investigation into the crash, released earlier this month, found that the pilot, Ara Zobayan, became disoriented while flying in thick fog. Zobayan also did not follow training and violated visual flight rules, the investigation found.", "24/7 coverage of breaking news and live events"], "43": ["Asian shares have opened higher on hopes for President Joe Biden’s stimulus package and bargain-hunting after sell offs last week", "TOKYO -- Asian shares rose Monday on hopes for President Joe Biden's stimulus package and bargain-hunting after sell offs last week.", "Japan's benchmark Nikkei 225 surged 2.2% in morning trading to 29,587.82. Australia's S&P/ASX 200 jumped 1.5% to 6,774.00.", "Hong Kong's Hang Seng advanced 0.9% to 29,253.72, while the Shanghai Composite rose 0.6% to 3,529.98 despite a survey showing slightly weaker manufacturing indicators for the month of February.", "South Korean markets were closed for a national holiday. But the government reported that exports rose 9.5% in February from a year earlier and imports jumped nearly 14%, in signs the economy is picking up momentum.", "A manufacturing survey for Japan showed an expansion in February for the first time since April 2019. The au Jibun purchasing managers index reading of 51.4 — on a scale of 1-100, where 50 and above show expansion — was a sharp improvement from the 49.8 level registered in January.", "The survey showed improvements in many areas including higher sales and orders and higher exports, reflecting improved demand in overseas markets, especially China.", "Asia's export-reliant economies are counting on a healthy American economy to boost trade, which has tended to stagnate during the pandemic. As the region's recovery begins to take off, vaccine rollouts are also gradually getting started in most Asian nations.", "Worries about the economy, as well as about COVID-19, are still relatively widespread in Japan, which is seeing yet another wave of coronavirus cases. Some urban areas, like Osaka, have lifted measures to help prevent the spread of infections, but the Tokyo area remains under a “state of emergency,” focused on having restaurants, bars and other businesses close at 8 p.m. Japan has never had a lockdown.", "The U.S. House of Representatives approved Biden’s $1.9 trillion pandemic relief bill on Friday and it now goes to the Senate for approval. The bill infuses cash across the struggling economy to individuals, businesses, schools, states and cities battered by COVID-19.", "The U.S. stimulus bill would include yet another round of one-time payments to most Americans, including an expansion of other refundable tax credits like the child tax credit, and additional aid to state and local governments to combat the pandemic.", "“It is still fundamentally good news that the sell-offs' economic underpinnings — increasing mobility, inflation, and US stimulus — are still intact, with global vaccinations rolling out faster than expected,” said Stephen Innes, chief global market strategist at Axi.", "Wall Street ended last week mostly lower, pushing the S&P 500 to its second straight weekly loss. The S&P 500 index fell 0.5% to 3,811.15. Despite a two-week slide, the index managed a 2.6% gain for February after a 1.1% loss in January.", "The Dow Jones Industrial Average dropped 1.5% to 30,932.37. The Nasdaq gained 0.6% to 13,192.34. The index still posted its biggest weekly loss since October. The Russell 2000 index of smaller companies eked out a small gain, adding less than 0.1%, to 2,201.05.", "In energy trading, benchmark U.S. crude gained $1.07 to $62.57 a barrel. It lost $2.03 on Friday to $61.50 per barrel. Brent crude, the international standard, rose $1.41 to $65.83 a barrel.", "In currency trading, the U.S. dollar rose to 106.63 Japanese yen from 106.56 yen late Friday. The euro cost $1.2086, up from $1.2074.", "24/7 coverage of breaking news and live events"], "44": ["An Australian state has become the first in the country to ban some single-used plastic items including drinking straws, stir sticks and cutlery", "ADELAIDE, Australia -- An Australian state on Monday became the first in the country to ban some single-used plastic items including drinking straws, stir sticks and cutlery.", "The new law bans the sale, supply and distribution of a range of single-use items in South Australia, Environment Minister David Speirs said.", "More items will be added to the banned list early next year including polystyrene cups, bowls and plates.", "Queensland state will introduce a similar ban in September while the Australian Capital Territory will begin phasing out some of the same items from July.", "Speirs said manufacturers of alternative items had set up in South Australia and were ready to supply other states as the bans spread across Australia.", "“Consumers have been demanding this and the market has been driving alternatives, really creating jobs in the manufacturing of alternatives,” Speirs told Australian Broadcasting Corp.", "Plastic straws are still available to people who need them for medical reasons or because of a disability. People can also use their own plastic straws.", "England banned single-use plastic straws, stirrers and cotton buds in October last year and Canada plans to introduce similar bans by the end of year.", "All Australian states and mainland territories except for New South Wales, the most populous, have now banned single-use plastic shopping bags.", "In 2019, 170 nations pledged to “significantly reduce” their use of plastic by 2030.", "24/7 coverage of breaking news and live events"], "45": ["The U.N. children’s agency says a fire in a camp housing families of members of the Islamic State group killed three children and injured 15 others in northeast Syria", "A fire in a camp housing families of members of the Islamic State group killed three children and injured 15 others in northeast Syria, the U.N. children’s agency, UNICEF, said Sunday.", "UNICEF called for the safe reintegration and repatriation of all children in al-Hol Camp and across the northeast of Syria following the fire the day before. It was not immediately clear what caused the fire that burnt several tents in the sprawling al-Hol camp, which has witnessed a sharp increase in crimes in recent weeks.", "Al-Hol houses the wives, widows, children and other family members of IS militants — more than 80% of its 62,000 residents are women and children. The majority are Iraqis and Syrians, but it includes some 10,000 people from 57 other countries, housed in a highly secured separate area known as the Annex. Many of them remain die-hard IS supporters.", "Hundreds of other teenagers are held in prisons for former membership in IS, which once controlled large parts of Syria and Iraq. It lost its last sliver of territory, in eastern Syria, in March 2019.", "“Children in al-Hol are faced not only with the stigma they are living with but also with very difficult living conditions where basic services are scarce or in some cases unavailable,” said UNICEF’s Regional Director for the Middle East and North Africa Ted Chaiban.", "More than 22,000 non-Syrian children are stranded in al-Hol, in addition to thousands of Syrian children. On Jan. 30, U.N. counterterrorism chief Vladimir Voronkov urged home countries to repatriate the children, warning that they are at risk of radicalization.", "Although some countries have returned children and women from the camp, many others, including Iraq, have so far abstained from doing so.", "Chaiban, the UNICEF official said that the detention of children “is a measure of last resort and should be for the shortest time possible.” He added that children should not be detained based solely on suspected family ties with armed groups or the membership of family members in armed groups.", "24/7 coverage of breaking news and live events"], "46": ["Richard Holzer, 28, pleaded guilty to the planned attack last year.", "FBI arrests suspected white supremacist in thwarted synagogue attack", "A self-described neo-Nazi and white supremacist was sentenced to over 19 years behind bars for plotting to blow up a historic Colorado synagogue in 2019, authorities said.", "Richard Holzer, 28, pleaded guilty in October to federal hate crime and explosives charges for planning to destroy the Temple Emanuel Synagogue in Pueblo, Colorado. He faced up to 20 years in prison for each charge and a fine of up to $250,000.", "On Friday, Holzer was sentenced to 235 months in federal prison, followed by 15 years of supervised release, the U.S. Attorney's Office in Colorado announced. He is serving time for the two charges concurrently.", "Court records show Holzer did not wish to address the court, and he was not imposed a fine because he \"has no ability\" to pay one.", "Details of Holzer's plea deal met the federal definition of domestic terrorism, prosecutors said, \"as they involved criminal acts dangerous to human life that were intended to intimidate or coerce a civilian population.\"", "\"Today's sentence is another step forward in our on-going fight against extremism,\" U.S. Attorney for the District of Colorado Jason Dunn said in a statement. \"About two-and-a-half years ago, my first day as U.S. Attorney took me to a vigil for victims from the Pittsburgh Tree of Life Synagogue attack. Today, my last day in the office, we have sentenced the extremist responsible for the attempted bombing of the Temple Emanuel Synagogue in Pueblo. We must remain ever vigilant in this battle and I am confident the Department will continue to lead this fight.\"", "Holzer admitted to prosecutors last year that he intentionally targeted the congregants of the synagogue and wanted to \"get that place off the map,\" Dunn's office said.", "FBI agents foiled the plan and arrested Holzer in November 2019, before he could carry out his plot against the synagogue, which is listed in the National Register of Historic Places.", "Months earlier, undercover agents made contact with Holzer through a Facebook account after he was observed using social media to promote white supremacy ideology and acts of violence, authorities said.", "Prosecutors said Holzer sent an undercover agent a picture of himself holding automatic weapons and declared that he wanted to start a racial holy war.", "He also told undercover agents that he wanted the bombing to send a message to Jewish people that they must leave his town, \"otherwise people will die,\" prosecutors said.", "Holzer coordinated with the undercover agents to obtain explosives. During a meeting on Nov. 1, 2019, the agents provided him with inert pipe bombs and other explosives, which Holzer said he intended to set off hours later, according to prosecutors.", "\"Mr. Holzer targeted a place of worship for violence and destruction to drive people of the Jewish faith from our community,\" FBI Denver Special Agent in Charge Michael Schneider said in a statement. \"Today's sentence demonstrates the commitment by the FBI and our law enforcement partners to ensure that if a crime is motivated by bias against a religion or any other federally protected status, it will be aggressively investigated, and the perpetrators held responsible for their actions.\"", "ABC News' Ivan Pereira contributed to this report.", "24/7 coverage of breaking news and live events"], "47": ["Mexican President Andrés Manuel López Obrador says he will propose a ‘Bracero’ style immigrant labor program to U.S. President Joe Biden during a video call between the two leaders planned for Monday", "Rep. Linda Sanchez on new immigration reform bill presented by Democrats", "MEXICO CITY -- Mexican President Andrés Manuel López Obrador said Saturday he will propose a ‘Bracero’ style immigrant labor program to U.S. President Joe Biden during a video call between the two leaders planned for Monday.", "The Bracero program allowed Mexicans to temporarily work in the United States to fill labor shortages during World War II and afterward. López Obrador said the U.S. economy needs Mexican workers because of “their strength, their youth.”", "He suggested he wants permission for 600,000 to 800,000 Mexican and Central American immigrants to work legally in the United States every year.", "“You (Americans) are going to need Mexican and Central American workers to produce, to grow,” López Obrador said of what he plans to tell Biden. “It is better that we start putting order on migratory flows.”", "Biden has proposed legislation to give legal status and a path to citizenship to all of the estimated 11 million people in the country who don’t have it.", "24/7 coverage of breaking news and live events"], "48": ["Church bells rang out and a World War II-era plane flew over the funeral service of Captain Tom Moore, in honor of the veteran who single-handedly raised millions of pounds for Britain’s health workers by walking laps in his backyard", "LONDON -- Church bells rang out and a World War II-era plane flew Saturday over the funeral service of Captain Tom Moore to honor of the veteran who single-handedly raised millions of pounds for Britain's health workers by walking laps in his backyard.", "Soldiers performed ceremonial duties at the private service for Moore, who died Feb. 2 at age 100 after testing positive for COVID-19. Captain Tom, as he became known, inspired the U.K. during the first months of the coronavirus pandemic with his humble endeavor that raised almost 33 million pounds ($46 million) for Britain's National Health Service last year.", "The private service was small, attended by just eight members of the veteran's immediate family. But soldiers carried his coffin, draped in the Union flag, from the hearse to a crematorium and formed a ceremonial guard. Others performed a gun salute before a C-47 Dakota military transport plane flew past.", "“Daddy, you always told us ‘Best foot forward’ and true to your word, that’s what you did last year,\" Moore's daughter Lucy Teixeira said at the service. “I know you will be watching us chuckling, saying ‘Don’t be too sad as something has to get you in the end.’\"", "His other daughter, Hannah Ingram-Moore, said the world was “enthralled” by her father's “spirt of hope, positivity and resilience.”", "“They, too, saw your belief in kindness and the fundamental goodness of the human spirit,\" she said.", "The service featured music that reflected the man being honored, opening with the rendition of “You'll Never Walk Alone” that Moore recorded for charity with Michael Ball and the NHS Voices of Care Choir. The song reached number one in the U.K. singles charts last April.", "Singer Michael Bublé recorded a version of “Smile\" for the funeral, and as requested by Moore, Frank Sinatra's “My Way” was played. A bugler sounded “The Last Post” to close the service.", "A church in Bedfordshire, England, where the family is based, rang its bell 100 times in Moore's honor. A post on Moore's Twitter account invited his admirers to remember him Saturday with a cup of tea and a slice of Victoria sponge cake", "Moore, who served in India, Burma and Sumatra during World War II, set out to raise a modest 1,000 pounds for Britain’s NHS by walking 100 laps of his backyard by his 100th birthday last year. But donations poured in from across Britain and beyond as his quest went viral, catching the imagination of millions stuck at home during the first wave of the pandemic.", "His positive attitude - “Please remember, tomorrow will be a good day” became his trademark phrase - inspired the nation at a time of crisis. Prime Minister Boris Johnson described him as a “hero in the truest sense of the word.″", "He was knighted by Queen Elizabeth II in July in a socially distanced ceremony at Windsor Castle, west of London.", "———", "A previous version was corrected to show the C-47 Dakota was a military transport plane, not a jet.", "24/7 coverage of breaking news and live events"], "49": ["Authorities say three adults were found dead and a baby was abducted from a home in northwest Arkansas, but the child was found hours later, unharmed, and a suspect has been arrested", "HUNTSVILLE, Ark. -- Three adults were found dead and a baby was abducted from a home in northwest Arkansas, but the child was found hours later, unharmed, and a suspect was arrested, authorities said Wednesday.", "Sheriff's deputies discovered the bodies at the home near Huntsville, in Madison County, on Tuesday evening, Arkansas State Police said. Authorities deduced that the infant was missing and state police troopers started searching for two vehicles that had been seen at the home earlier in the day.", "One of the vehicles, a truck, was found abandoned, but troopers caught up to the other vehicle, a van, just after 10 p.m. Tuesday along Interstate 30 near Benton, about 200 miles from Huntsville.", "A passenger armed with a rifle exited the vehicle and began verbally provoking the troopers, state police said. Other troopers moved in from behind and arrested Hunter Chenoweth, 22, of De Queen.", "State police said the driver of the van was a 25-year-old woman, also from De Queen. The less than 1-year-old child was also in the van. Police said the woman was questioned and released.", "State police identified the homicide victims as Tami Lynn Chenoweth, 51; James Stanley McGhee, 59; and Cheyene Chenoweth, 26. Authorities said the arrested man and the people who were killed were related, but didn't say how.", "The child was placed in the care of the Department of Human Services.", "Hunter Chenoweth was being booked in to the Washington County Detention Center on Wednesday. Jail records did not list an attorney who could speak on his behalf. State police say formal charges will be determined by the Madison County prosecutor.", "———", "This story has been corrected to show that Huntsville is in northwest Arkansas, not northeast.", "24/7 coverage of breaking news and live events"], "50": ["Shelby County's health director resigned Friday. ", "On Location: Feb. 26, 2021", "Coronavirus vaccines were allegedly stolen and two children were wrongly administered shots in Shelby County, Tennessee, the state's top health official disclosed Friday.", "The incident is the latest in a string of embarrassing hiccups in the county's vaccine rollout.", "Lisa Piercey, Tennessee's health commissioner, said that the state has alerted the FBI about the alleged theft.", "The latest disclosures come on the heels of an announcement made earlier in the week that more than 2,400 vaccine doses in Shelby County had been wasted over the course of a month, and that the state was transferring control over the storage and distribution of the county's vaccine inventory to the city of Memphis.", "To culminate the tumultuous week, the county's health director submitted her resignation Friday.", "According to Piercey, a volunteer is believed to have stolen multiple doses from a vaccine event on Feb. 3, apparently by drawing the vaccine into syringes before leaving the site with the syringes.", "Piercey's office contacted the FBI Thursday evening about the alleged theft.", "An FBI spokesman told the Associated Press Friday that the bureau had been made aware of the situation, but the spokesman did not say whether an investigation had begun.", "The state is also trying to determine how two children got vaccinated at a separate site on Feb. 3, since none of the coronavirus vaccines have been approved for use in children.", "Piercey said the kids arrived with their mother at the site, apparently with appointments, and a volunteer gave them the vaccines.", "Neither the theft nor the administration of the vaccines to the children were reported to the state until Thursday, weeks after they occurred.", "Piercey said she brought up rumors of stolen doses to Shelby County Mayor Lee Harris, who told her he was aware of the reports. He later sent the state more information about the theft, along with details about the children who were mistakenly vaccinated.", "Harris, in a press conference Friday, said he knew of \"suspicious activity\" at the site of the theft within a day of the incident, and that the issue was taken up with law enforcement but was not reported to the state.", "Harris also announced that Alisa Haushalter, the Shelby County Health Director, had resigned earlier in the day.", "Gov. Bill Lee, in a trip to a Shelby County vaccine site Friday \"to get eyes on the ground on what's happening,\" told reporters there have been some \"very serious challenges\" in the county's vaccine rollout and \"very disappointing circumstances that have unfolded over the last several days.\"", "Of the move to transfer control over vaccines to the city of Memphis, Lee said, \"That speaks to the great deal of concern we have.\"", "24/7 coverage of breaking news and live events"], "51": ["Shelby County's health director resigned Friday. ", "On Location: Feb. 26, 2021", "Coronavirus vaccines were allegedly stolen and two children were wrongly administered shots in Shelby County, Tennessee, the state's top health official disclosed Friday.", "The incident is the latest in a string of embarrassing hiccups in the county's vaccine rollout.", "Lisa Piercey, Tennessee's health commissioner, said that the state has alerted the FBI about the alleged theft.", "The latest disclosures come on the heels of an announcement made earlier in the week that more than 2,400 vaccine doses in Shelby County had been wasted over the course of a month, and that the state was transferring control over the storage and distribution of the county's vaccine inventory to the city of Memphis.", "To culminate the tumultuous week, the county's health director submitted her resignation Friday.", "According to Piercey, a volunteer is believed to have stolen multiple doses from a vaccine event on Feb. 3, apparently by drawing the vaccine into syringes before leaving the site with the syringes.", "Piercey's office contacted the FBI Thursday evening about the alleged theft.", "An FBI spokesman told the Associated Press Friday that the bureau had been made aware of the situation, but the spokesman did not say whether an investigation had begun.", "The state is also trying to determine how two children got vaccinated at a separate site on Feb. 3, since none of the coronavirus vaccines have been approved for use in children.", "Piercey said the kids arrived with their mother at the site, apparently with appointments, and a volunteer gave them the vaccines.", "Neither the theft nor the administration of the vaccines to the children were reported to the state until Thursday, weeks after they occurred.", "Piercey said she brought up rumors of stolen doses to Shelby County Mayor Lee Harris, who told her he was aware of the reports. He later sent the state more information about the theft, along with details about the children who were mistakenly vaccinated.", "Harris, in a press conference Friday, said he knew of \"suspicious activity\" at the site of the theft within a day of the incident, and that the issue was taken up with law enforcement but was not reported to the state.", "Harris also announced that Alisa Haushalter, the Shelby County Health Director, had resigned earlier in the day.", "Gov. Bill Lee, in a trip to a Shelby County vaccine site Friday \"to get eyes on the ground on what's happening,\" told reporters there have been some \"very serious challenges\" in the county's vaccine rollout and \"very disappointing circumstances that have unfolded over the last several days.\"", "Of the move to transfer control over vaccines to the city of Memphis, Lee said, \"That speaks to the great deal of concern we have.\"", "24/7 coverage of breaking news and live events"], "52": ["Infectious disease experts are expressing concern about Pope Francis’ upcoming trip to Iraq", "On Location: Feb. 26, 2021", "VATICAN CITY -- Infectious disease experts are expressing concern about Pope Francis’ upcoming trip to Iraq, given a sharp rise in coronavirus infections there, a fragile health care system and the unavoidable likelihood that Iraqis will crowd to see him.", "No one wants to tell Francis to call it off, and the Iraqi government has every interest in showing off its relative stability by welcoming the first pope to the birthplace of Abraham. The March 5-8 trip is expected to provide a         sorely-needed spiritual boost to Iraq’s beleaguered Christians while furthering the Vatican’s         bridge-building efforts  with the Muslim world.", "But from a purely epidemiological standpoint, as well as the public health message it sends, a papal trip to Iraq amid a global pandemic is not advisable, health experts say.", "Their concerns were reinforced with the news Sunday that the Vatican ambassador to Iraq, the main point person for the trip who would have escorted Francis to all his appointments, tested positive for COVID-19 and was self-isolating.", "In an email to The Associated Press, the embassy said Archbishop Mitja Leskovar's symptoms were mild and that he was continuing to prepare for Francis' visit.", "Beyond his case, experts note that wars, economic crises and an exodus of Iraqi professionals have devastated the country’s hospital system, while studies show most of Iraq’s new COVID-19 infections are the highly-contagious variant first identified in Britain.", "“I just don’t think it’s a good idea,” said Dr. Navid Madani, virologist and founding director of the Center for Science Health Education in the Middle East and North Africa at Harvard Medical School’s Dana-Farber Cancer Institute.", "The Iranian-born Madani co-authored an article in The Lancet last year on the region's uneven response to COVID-19, noting that Iraq, Syria and Yemen were poorly placed to cope, given they are still struggling with extremist insurgencies and have 40 million people who need humanitarian aid.", "In a telephone interview, Madani said Middle Easterners are known for their hospitality, and cautioned that the enthusiasm among Iraqis of welcoming a peace-maker like Francis to a neglected, war-torn part of the world might lead to inadvertent violations of virus control measures.", "“This could potentially lead to unsafe or superspreading risks,” she said.", "Dr. Bharat Pankhania, an infectious disease control expert at the University of Exeter College of Medicine, concurred.", "“It’s a perfect storm for generating lots of cases which you won’t be able to deal with,” he said.", "Organizers promise to enforce mask mandates, social distancing and crowd limits, as well as the possibility of increased testing sites, two Iraqi government officials said.", "The health care protocols are “critical but can be managed,\" one government official told The Associated Press, speaking on condition of anonymity.", "And the Vatican has taken its own precautions, with the 84-year-old pope, his 20-member Vatican entourage and the 70-plus journalists on the papal plane all vaccinated.", "But the Iraqis gathering in the north, center and south of the country to attend Francis’ indoor and outdoor Masses, hear his speeches and participate in his prayer meetings are not vaccinated.", "And that, scientists say, is the problem.", "“We are in the middle of a global pandemic. And it is important to get the correct messages out,” Pankhania said. “The correct messages are: the less interactions with fellow human beings, the better.”", "He questioned the optics of the Vatican delegation being inoculated while the Iraqis are not, and noted that Iraqis would only take such risks to go to those events because the pope was there.", "In words addressed to Vatican officials and the media, he said: “You are all protected from severe disease. So if you get infected, you’re not going to die. But the people coming to see you may get infected and may die.”", "“Is it wise under that circumstance for you to just turn up? And because you turn up, people turn up to see you and they get infected?” he asked.", "The World Health Organization was diplomatic when asked about the wisdom of a papal trip to Iraq, saying countries should evaluate the risk of an event against the infection situation, and then decide if it should be postponed.", "“It’s all about managing that risk,” said Maria Van Kerkhove, WHO’s technical lead on COVID-19. “It’s about looking at the epidemiologic situation in the country and then making sure that if that event is to take place, that it can take place as safely as possible.”", "Francis has said he intends to go         even if most Iraqis have to watch him on television to avoid infection. The important thing, he told Catholic News Service, is “they will see that the pope is there in their country.”", "Francis has frequently called for an equitable distribution of vaccines and respect for government health measures, though he tends to not wear face masks. Francis for months has eschewed even socially distanced public audiences at the Vatican to limit the chance of contagion.", "Dr. Michael Head, senior research fellow in global health at the University of Southampton’s Faculty of Medicine, said the number of new daily cases in Iraq is “increasing significantly at the moment” with the Health Ministry reporting around 4,000 a day, close to the height of its first wave in September.", "Head said for any trip to Iraq, there must be infection control practices in force, including mask-wearing, hand-washing, social distancing and good ventilation in indoor spaces.", "“Hopefully we will see proactive approaches to infection control in place during the pope’s visit to Baghdad,” he said.", "The Iraqi government imposed a modified lockdown and curfew in mid-February amid a new surge in cases, closing schools and mosques and leaving restaurants and cafes only open for takeout. But the government decided against a full shutdown because of the difficulty of enforcing it and the financial impact on Iraq’s battered economy, the Iraqi officials told AP.", "Many Iraqis         remain lax in using masks and some doubt the severity of the virus.", "Madani, the Harvard virologist, urged trip organizers to let science and data guide their decision-making.", "A decision to reschedule or postpone the papal trip, or move it to a virtual format, would “be quite impactful from a global leadership standpoint” because “it would signal prioritizing the safety of Iraq’s public,” she said.", "———", "Kullab reported from Baghdad. Jamey Keaten in Geneva contributed.", "———", "Follow all of AP’s         pandemic coverage at https://apnews.com/hub/coronavirus-pandemic,         https://apnews.com/hub/coronavirus-vaccine and         https://apnews.com/UnderstandingtheOutbreak", "24/7 coverage of breaking news and live events"], "53": ["Infectious disease experts are expressing concern about Pope Francis’ upcoming trip to Iraq", "On Location: Feb. 26, 2021", "VATICAN CITY -- Infectious disease experts are expressing concern about Pope Francis’ upcoming trip to Iraq, given a sharp rise in coronavirus infections there, a fragile health care system and the unavoidable likelihood that Iraqis will crowd to see him.", "No one wants to tell Francis to call it off, and the Iraqi government has every interest in showing off its relative stability by welcoming the first pope to the birthplace of Abraham. The March 5-8 trip is expected to provide a         sorely-needed spiritual boost to Iraq’s beleaguered Christians while furthering the Vatican’s         bridge-building efforts  with the Muslim world.", "But from a purely epidemiological standpoint, as well as the public health message it sends, a papal trip to Iraq amid a global pandemic is not advisable, health experts say.", "Their concerns were reinforced with the news Sunday that the Vatican ambassador to Iraq, the main point person for the trip who would have escorted Francis to all his appointments, tested positive for COVID-19 and was self-isolating.", "In an email to The Associated Press, the embassy said Archbishop Mitja Leskovar's symptoms were mild and that he was continuing to prepare for Francis' visit.", "Beyond his case, experts note that wars, economic crises and an exodus of Iraqi professionals have devastated the country’s hospital system, while studies show most of Iraq’s new COVID-19 infections are the highly-contagious variant first identified in Britain.", "“I just don’t think it’s a good idea,” said Dr. Navid Madani, virologist and founding director of the Center for Science Health Education in the Middle East and North Africa at Harvard Medical School’s Dana-Farber Cancer Institute.", "The Iranian-born Madani co-authored an article in The Lancet last year on the region's uneven response to COVID-19, noting that Iraq, Syria and Yemen were poorly placed to cope, given they are still struggling with extremist insurgencies and have 40 million people who need humanitarian aid.", "In a telephone interview, Madani said Middle Easterners are known for their hospitality, and cautioned that the enthusiasm among Iraqis of welcoming a peace-maker like Francis to a neglected, war-torn part of the world might lead to inadvertent violations of virus control measures.", "“This could potentially lead to unsafe or superspreading risks,” she said.", "Dr. Bharat Pankhania, an infectious disease control expert at the University of Exeter College of Medicine, concurred.", "“It’s a perfect storm for generating lots of cases which you won’t be able to deal with,” he said.", "Organizers promise to enforce mask mandates, social distancing and crowd limits, as well as the possibility of increased testing sites, two Iraqi government officials said.", "The health care protocols are “critical but can be managed,\" one government official told The Associated Press, speaking on condition of anonymity.", "And the Vatican has taken its own precautions, with the 84-year-old pope, his 20-member Vatican entourage and the 70-plus journalists on the papal plane all vaccinated.", "But the Iraqis gathering in the north, center and south of the country to attend Francis’ indoor and outdoor Masses, hear his speeches and participate in his prayer meetings are not vaccinated.", "And that, scientists say, is the problem.", "“We are in the middle of a global pandemic. And it is important to get the correct messages out,” Pankhania said. “The correct messages are: the less interactions with fellow human beings, the better.”", "He questioned the optics of the Vatican delegation being inoculated while the Iraqis are not, and noted that Iraqis would only take such risks to go to those events because the pope was there.", "In words addressed to Vatican officials and the media, he said: “You are all protected from severe disease. So if you get infected, you’re not going to die. But the people coming to see you may get infected and may die.”", "“Is it wise under that circumstance for you to just turn up? And because you turn up, people turn up to see you and they get infected?” he asked.", "The World Health Organization was diplomatic when asked about the wisdom of a papal trip to Iraq, saying countries should evaluate the risk of an event against the infection situation, and then decide if it should be postponed.", "“It’s all about managing that risk,” said Maria Van Kerkhove, WHO’s technical lead on COVID-19. “It’s about looking at the epidemiologic situation in the country and then making sure that if that event is to take place, that it can take place as safely as possible.”", "Francis has said he intends to go         even if most Iraqis have to watch him on television to avoid infection. The important thing, he told Catholic News Service, is “they will see that the pope is there in their country.”", "Francis has frequently called for an equitable distribution of vaccines and respect for government health measures, though he tends to not wear face masks. Francis for months has eschewed even socially distanced public audiences at the Vatican to limit the chance of contagion.", "Dr. Michael Head, senior research fellow in global health at the University of Southampton’s Faculty of Medicine, said the number of new daily cases in Iraq is “increasing significantly at the moment” with the Health Ministry reporting around 4,000 a day, close to the height of its first wave in September.", "Head said for any trip to Iraq, there must be infection control practices in force, including mask-wearing, hand-washing, social distancing and good ventilation in indoor spaces.", "“Hopefully we will see proactive approaches to infection control in place during the pope’s visit to Baghdad,” he said.", "The Iraqi government imposed a modified lockdown and curfew in mid-February amid a new surge in cases, closing schools and mosques and leaving restaurants and cafes only open for takeout. But the government decided against a full shutdown because of the difficulty of enforcing it and the financial impact on Iraq’s battered economy, the Iraqi officials told AP.", "Many Iraqis         remain lax in using masks and some doubt the severity of the virus.", "Madani, the Harvard virologist, urged trip organizers to let science and data guide their decision-making.", "A decision to reschedule or postpone the papal trip, or move it to a virtual format, would “be quite impactful from a global leadership standpoint” because “it would signal prioritizing the safety of Iraq’s public,” she said.", "———", "Kullab reported from Baghdad. Jamey Keaten in Geneva contributed.", "———", "Follow all of AP’s         pandemic coverage at https://apnews.com/hub/coronavirus-pandemic,         https://apnews.com/hub/coronavirus-vaccine and         https://apnews.com/UnderstandingtheOutbreak", "24/7 coverage of breaking news and live events"], "54": ["Once married, women give up the right to leave the country and pursue education.", "On Location: Feb. 26, 2021", "LONDON -- Iran's Alpine ski coach, Samira Zargari, couldn't join her team for the world championships in Italy last week.", "The reason? Her husband barred her from leaving the country.", "The reaction on social media was swift, and many Iranians vented their fury by demanding the government change the law to give women back their right to travel internationally, along with other rights stripped away after they're married.", "Based on domestic family law in the Islamic Republic, women give up the right to leave the country, pursue education or even choose where to live and work upon signing a marriage document. The only exception is if a woman's husband relinquishes those rights, which rarely happens.", "The only rights married women retain are limited custody of children and the right to divorce.", "Zargari's case, however, went viral and different hashtags about women's rights began popping up on social media, including the \"right to leave the country\" and \"no to discrimination against women.\"", "When asked to comment on Zargari's case, the International Ski federation provided ABC News with a statement but did not mention Zargari by name.", "\"FIS sympathizes with any team member who is not able to travel to our World Championships,\" the statement read. \"However, FIS is also not in a position to dispute the laws of any given nation.\"", "Zahra Abdi, an Iranian poet, wrote on Twitter: \"It is impossible for a society to move towards the future when the hands and feet of half the people are tied up. This is well understood by the developed countries and it is why they fight discriminatory laws against women. Wherever there is a sign of development, this struggle is taken more seriously.\"", "An online campaign asking to revise regulations on women leaving the country was signed by almost 50,000 people in less than a week.", "\"The basis of the family law in Iran is that the husband has all the rights,\" an Iranian lawyer, who requested anonymity out of fear of reprisal, told ABC News. \"Any woman who wants any of the rights back has to swim against the river and prove it at the court.\"", "Despite the outcry, the Iranian government hasn't budged.", "Responding to the social media campaign, Masoumeh Ebtekar, vice president for Women and Family Affairs, tweeted that in an emergency, women can ask the court to revise a husband's decision but this can only happen after a judge is convinced the travel is \"necessary,\" and, even then, the woman would only be allowed to leave \"on bail.\"", "The Iranian lawyer said that a bill addressing the travel issue is making its way through government, but it first has to be passed by the parliament, and the language, as it currently stands, is very \"vague\" when addressing how exactly judges would deem travel necessary. The lack of clarity also may delay any movement on the bill.", "\"Basically,\" the lawyer told ABC News, \"the 'necessity' mentioned in the bill is based on the need for medical treatment out of the country, attending scientific conferences and, more recently, attending sport events like international championships.\"", "In one of the first reactions to the issue, Zargari wrote in a story on her Instagram page that her husband was born in the United States and was not raised in Iran, seeming to imply that discriminatory laws remain in place regardless of a person's citizenship.", "However, when she later told the Iranian Students News Agency in an interview that government officials should \"at least remove this law for women champions and those who are active in the international fields,\" a huge backlash was sparked, this time against Zargari. Many who supported her on social media during her ordeal began to criticize her for not standing up for all women -- not just those who work internationally.", "\"Unfortunately, Ms. Zargari has said that she hopes the law that needs husbands' permission for leaving the country is removed for women who work in the international fields. The right thing to say would be that this law is cruel and humiliating and medieval, and no woman needs her husband's 'permission' to travel,\" journalist Yosra Bakhakh tweeted.", "Explaining how such social media campaigns can help return these rights to women, the Iranian lawyer referred to the ambiguities of the law that could result in minimal reforms.", "\"For example, it is up to the common sense in the court what 'necessity' means for a woman's demand to leave the country. In the past, traveling abroad to attend sport events would not be a case of necessity. But, thanks to all activism through the years, it has become so. It matters that people would not stop asking for more,\" she said.", "It is clear, however, that women's rights activists are paying an enormous price to achieve equality.", "Just last week, Najmeh Vahedi, a sociologist, and Hoda Amid, a lawyer, who held workshops to tell women how to preserve their rights upon marriage, were sentenced to seven and eight years imprisonment, respectively.", "24/7 coverage of breaking news and live events"], "55": ["One suspect has been arrested, police said.", "On Location: Feb. 26, 2021", "A Tulane police officer was shot and killed outside a high school basketball game Friday evening, the New Orleans Police Department announced.", "At around 6:15 p.m. a person attempted to enter the George Washington Carver High School gymnasium, where the game was being held, and was refused by one of the staff members, New Orleans police told reporters Friday.", "\"The officer heard the disturbance and attempted to intervene,\" NOPD Superintendent Shaun Ferguson said. \"As a result of intervening and attempting to escort this individual out of the school, this individual pulled his weapon out and fired a shot that struck the officer in his chest.\"", "The shooting happened outside the gymnasium, Ferguson said.", "At 6:38 p.m., the NOPD wrote on Twitter that they were on their way to the scene after learning that \"a law enforcement officer from an outside agency was shot.\"", "When they arrived at the high school, police found the officer suffering from a gunshot wound to the chest, the NOPD said in a statement.", "The officer, who was also a reserve officer with the City Court Constable, was taken to University Medical Center, where he was later pronounced dead, Ferguson told reporters.", "A suspect was immediately apprehended and arrested, according to the police department's statement.", "\"We do have an individual detained at this time, who we do believe is responsible for this act,\" Ferguson said. \"Again, this is a very fluid situation. Our homicide ... division will be the lead in this investigation while our force investigation team will assist in this process.\"", "Ferguson said the deceased officer's name cannot yet be released, as the incident is still under investigation. The NOPD said in their statement that they will release his name upon completion of an autopsy and notification of family.", "Orleans Parish Sheriff Marlin Gusman reacted to the news on Twitter Friday night.", "\"The Orleans Parish Sheriff's Office mourns the loss of the the deputy constable killed tonight in the line of duty. Our thoughts and prayers are with his family and the 2nd City Court Constable at this difficult time,\" he wrote.", "24/7 coverage of breaking news and live events"], "56": ["One suspect has been arrested, police said.", "On Location: Feb. 26, 2021", "A Tulane police officer was shot and killed outside a high school basketball game Friday evening, the New Orleans Police Department announced.", "At around 6:15 p.m. a person attempted to enter the George Washington Carver High School gymnasium, where the game was being held, and was refused by one of the staff members, New Orleans police told reporters Friday.", "\"The officer heard the disturbance and attempted to intervene,\" NOPD Superintendent Shaun Ferguson said. \"As a result of intervening and attempting to escort this individual out of the school, this individual pulled his weapon out and fired a shot that struck the officer in his chest.\"", "The shooting happened outside the gymnasium, Ferguson said.", "At 6:38 p.m., the NOPD wrote on Twitter that they were on their way to the scene after learning that \"a law enforcement officer from an outside agency was shot.\"", "When they arrived at the high school, police found the officer suffering from a gunshot wound to the chest, the NOPD said in a statement.", "The officer, who was also a reserve officer with the City Court Constable, was taken to University Medical Center, where he was later pronounced dead, Ferguson told reporters.", "A suspect was immediately apprehended and arrested, according to the police department's statement.", "\"We do have an individual detained at this time, who we do believe is responsible for this act,\" Ferguson said. \"Again, this is a very fluid situation. Our homicide ... division will be the lead in this investigation while our force investigation team will assist in this process.\"", "Ferguson said the deceased officer's name cannot yet be released, as the incident is still under investigation. The NOPD said in their statement that they will release his name upon completion of an autopsy and notification of family.", "Orleans Parish Sheriff Marlin Gusman reacted to the news on Twitter Friday night.", "\"The Orleans Parish Sheriff's Office mourns the loss of the the deputy constable killed tonight in the line of duty. Our thoughts and prayers are with his family and the 2nd City Court Constable at this difficult time,\" he wrote.", "24/7 coverage of breaking news and live events"], "57": ["\"They've been getting attacked and getting murdered.\"", "Asian American communities stand up amid string of violent attacks", "California committed $1.4 million toward helping Asian Americans report hate incidents and tracking the attacks after a slew of cases -- including the murder of an 84-year-old man -- has rocked the nation in recent weeks.", "Gov. Gavin Newsom signed the larger AB85 pandemic budget bill, which includes $1.4 million earmarked for researchers at the Asian American Studies Center at the University of California Los Angeles and the Stop AAPI Hate website, into law Tuesday.", "California's move to fund Asian-led community initiatives is markedly different than responses in other parts of the nation, such as New York City's pledge to ramp up policing.", "The Stop AAPI Hate site was launched nearly a year ago by a coalition of advocacy groups as the COVID-19 pandemic and its suspected origins in Wuhan, China, led to a new surge in anti-Asian attacks and discrimination in the U.S.", "The site tracks hate incidents and helps Asian Americans report them in a dozen languages. It has logged nearly 3,000 hate incidents in 2020 alone, though lawmakers believe this is a tiny fraction of the total, as many victims in Asian American communities may not report due to distrust of the government and law enforcement.", "\"I think that's only about one-tenth, or even fewer, of the actual hate crimes that are occurring, because most people don't even know the website exists or don't even know how to properly report a hate crime,\" California assembly member Phil Ting, who helped draft this portion of the legislation, told ABC News.", "\"We've seen a huge uptick in hate crimes against Asian Americans since the pandemic started,\" Ting said. \"I know people are upset and angry and they're looking for people to blame, and unfortunately a few people are blaming the wrong individuals, and they're blaming Asian Americans.\"", "\"They've been getting attacked and getting murdered. They've been getting spit on,\" he added. \"It's been pretty horrific.\"", "Ting said the emphasis on aiding reporting and data collection could help galvanize more action to combat the hate crimes.", "\"Unless you have data, it's hard to say it's a problem,\" he said. \"We all know individual acts of racism exist. Unless you can prove that it's more widespread than one incident on a corner or one incident in a store, it's very difficult to justify a larger response.\"", "Ting lamented former President Donald Trump's use of \"China virus\" or \"Kung flu,\" saying these words from the highest branch of government are directly linked to the uptick in anti-Asian racism.", "\"When you see an uptick in hate speech, and I consider that hate speech, there's always an uptick in hate crimes that go along with it,\" Ting said. \"Because it just becomes OK to say hateful things towards Asian Americans who have nothing to do with this virus, and then it becomes okay to assault Asian Americans.\"", "\"The reason we're taking a strong stance on this is because hate crimes are not an attack against an individual, they're really an attack on a community,\" he said. \"They're really meant to put fear into an overall community.\"", "Ting implored victims to report the incidents on the Stop AAPI Hate website, which is attempting to break down some of the language barriers and other factors that may lead people not to report hate crimes, even if they have occurred multiple times.", "\"They just try to shrug it off and just say, 'Hey, this is just something I got to deal with, and I'm just going to move on,' even though it's fairly traumatic,\" Ting said of many in the AAPI community. \"I think in most instances, we just have people who would like to just forget the whole situation happened and move on and do nothing. And I think that's really why we're urging our community to please report it.\"", "Richard Pan, the chair of California's Asian Pacific Islander Legislative Caucus, noted in a statement lauding the new legislation that anti-Asian racism in the U.S. did not start with the coronavirus pandemic.", "Pan cited a long legacy of xenophobia in the U.S., from the Chinese Exclusion Act of 1882 to the incarceration of Japanese Americans during World War II.", "\"I am grateful that California will be funding data collection and research at UCLA to address racism and hate against the API community,\" Pan added.", "The Stop AAPI Hate Coalition told ABC News that it has learned over the past year it is \"absolutely critical\" to invest in documenting, tracking and analyzing the attacks in order to draw attention to the crisis.", "\"The funding allocated to Stop AAPI Hate will support the coalition’s efforts to address the devastating impact of anti-Asian hate, including tracking and documenting incidents in order to proactively prevent future incidents from occurring,\" the coalition said in a statement.", "\"The funding will also allow the coalition to expand the resources it can offer directly to impacted community members and families, as well as establish new partnerships with organizations, businesses and governments to develop long-lasting policy and community-based solutions to hate and violence,\" the statement added.", "24/7 coverage of breaking news and live events"], "58": ["\"They've been getting attacked and getting murdered.\"", "Asian American communities stand up amid string of violent attacks", "California committed $1.4 million toward helping Asian Americans report hate incidents and tracking the attacks after a slew of cases -- including the murder of an 84-year-old man -- has rocked the nation in recent weeks.", "Gov. Gavin Newsom signed the larger AB85 pandemic budget bill, which includes $1.4 million earmarked for researchers at the Asian American Studies Center at the University of California Los Angeles and the Stop AAPI Hate website, into law Tuesday.", "California's move to fund Asian-led community initiatives is markedly different than responses in other parts of the nation, such as New York City's pledge to ramp up policing.", "The Stop AAPI Hate site was launched nearly a year ago by a coalition of advocacy groups as the COVID-19 pandemic and its suspected origins in Wuhan, China, led to a new surge in anti-Asian attacks and discrimination in the U.S.", "The site tracks hate incidents and helps Asian Americans report them in a dozen languages. It has logged nearly 3,000 hate incidents in 2020 alone, though lawmakers believe this is a tiny fraction of the total, as many victims in Asian American communities may not report due to distrust of the government and law enforcement.", "\"I think that's only about one-tenth, or even fewer, of the actual hate crimes that are occurring, because most people don't even know the website exists or don't even know how to properly report a hate crime,\" California assembly member Phil Ting, who helped draft this portion of the legislation, told ABC News.", "\"We've seen a huge uptick in hate crimes against Asian Americans since the pandemic started,\" Ting said. \"I know people are upset and angry and they're looking for people to blame, and unfortunately a few people are blaming the wrong individuals, and they're blaming Asian Americans.\"", "\"They've been getting attacked and getting murdered. They've been getting spit on,\" he added. \"It's been pretty horrific.\"", "Ting said the emphasis on aiding reporting and data collection could help galvanize more action to combat the hate crimes.", "\"Unless you have data, it's hard to say it's a problem,\" he said. \"We all know individual acts of racism exist. Unless you can prove that it's more widespread than one incident on a corner or one incident in a store, it's very difficult to justify a larger response.\"", "Ting lamented former President Donald Trump's use of \"China virus\" or \"Kung flu,\" saying these words from the highest branch of government are directly linked to the uptick in anti-Asian racism.", "\"When you see an uptick in hate speech, and I consider that hate speech, there's always an uptick in hate crimes that go along with it,\" Ting said. \"Because it just becomes OK to say hateful things towards Asian Americans who have nothing to do with this virus, and then it becomes okay to assault Asian Americans.\"", "\"The reason we're taking a strong stance on this is because hate crimes are not an attack against an individual, they're really an attack on a community,\" he said. \"They're really meant to put fear into an overall community.\"", "Ting implored victims to report the incidents on the Stop AAPI Hate website, which is attempting to break down some of the language barriers and other factors that may lead people not to report hate crimes, even if they have occurred multiple times.", "\"They just try to shrug it off and just say, 'Hey, this is just something I got to deal with, and I'm just going to move on,' even though it's fairly traumatic,\" Ting said of many in the AAPI community. \"I think in most instances, we just have people who would like to just forget the whole situation happened and move on and do nothing. And I think that's really why we're urging our community to please report it.\"", "Richard Pan, the chair of California's Asian Pacific Islander Legislative Caucus, noted in a statement lauding the new legislation that anti-Asian racism in the U.S. did not start with the coronavirus pandemic.", "Pan cited a long legacy of xenophobia in the U.S., from the Chinese Exclusion Act of 1882 to the incarceration of Japanese Americans during World War II.", "\"I am grateful that California will be funding data collection and research at UCLA to address racism and hate against the API community,\" Pan added.", "The Stop AAPI Hate Coalition told ABC News that it has learned over the past year it is \"absolutely critical\" to invest in documenting, tracking and analyzing the attacks in order to draw attention to the crisis.", "\"The funding allocated to Stop AAPI Hate will support the coalition’s efforts to address the devastating impact of anti-Asian hate, including tracking and documenting incidents in order to proactively prevent future incidents from occurring,\" the coalition said in a statement.", "\"The funding will also allow the coalition to expand the resources it can offer directly to impacted community members and families, as well as establish new partnerships with organizations, businesses and governments to develop long-lasting policy and community-based solutions to hate and violence,\" the statement added.", "24/7 coverage of breaking news and live events"], "59": ["\nThe Harlem Hellfighters of WWI in photos for Black History Month.\n"], "60": ["\nThe Harlem Hellfighters of WWI in photos for Black History Month.\n"], "61": ["\nThe Harlem Hellfighters of WWI in photos for Black History Month.\n"], "62": ["\nFind this week's top photos from around the globe in ABC News' This Week in Pictures slideshow\n"], "63": ["Barbed wire and concrete barriers surround the courthouse where the white former Minneapolis police officer charged with killing George Floyd is due to soon go on trial", "How George Floyd’s death in police custody led to a racial reckoning across the US", "MINNEAPOLIS -- Barbed wire and concrete barriers surround the courthouse where the former Minneapolis police officer charged with killing George Floyd will soon go on trial, a sign of the deep uneasiness hanging over a city literally set ablaze almost a year ago in the anger over his death.", "Mayor Jacob Frey and Gov. Tim Walz, both Democrats, were sharply criticized for failing to move faster to stop last summer's looting and destruction, which included the torching of a police station. Anything less than a murder conviction for Derek Chauvin is likely to test them — and the city — once again.", "Jury selection begins March 8 with opening statements March 29.         Floyd, who was Black, died May 25 after Chauvin, who was white, pressed his knee on Floyd’s neck while he was handcuffed and pleading that he couldn’t breathe.         Chauvin faces second-degree murder and manslaughter charges; three other fired officers go on trial in August.", "Thousands of people took to the streets of Minneapolis after Floyd's death. Many demonstrated peacefully. But for several nights, the unrest spiraled into violence, with stores looted and set ablaze along the Lake Street commercial artery that included the 3rd Precinct police station, which was home to the officers who arrested Floyd. The station itself was eventually abandoned by police and burned by rioters. Some nervous neighborhoods formed watch groups, setting up checkpoints and sometimes armed patrols. The violence finally subsided after National Guard troops arrived in sufficient numbers.", "As the city moves to make the courthouse virtually impenetrable, some people worry about what might happen elsewhere if Chauvin is acquitted.", "Elias Usso's pharmacy on Lake Street had been open less than a year when it was destroyed by fire and water. He blames Chauvin personally for what he considers “the murder of an innocent man” as well as the destruction that followed — estimated at more than $350 million in Minneapolis alone.", "“One police officer did that,” Usso said. “Something has to change.”", "His Seward Pharmacy has reopened with help from donors. In between vaccinating customers against COVID-19, Usso — an Ethiopian immigrant and a Black man — talked of still feeling the emotional turmoil over Floyd's death and the unrest, and his concerns about the trial.", "“I don’t know what’s going to happen to my business. We’re waiting to see,\" Usso said. \"But I will continue to give service to our neighbors and delivering prescriptions to grandma and grandpa. If something happens, we’re going to continue.\"", "Frey said more than 3,000 law enforcement officers from across the state and Minnesota National Guard soldiers will be at the ready when the case goes to the jury, expected in late April or early May.", "Frey last week declared that Minneapolis remains “open for business,” and said people should go about their lives as usual.", "But the security going up around the Hennepin County courthouse, City Hall and the jail — all in the heart of downtown — is extraordinary. It includes three rings of concrete barriers, two topped by chain-link fencing with a trough in between filled with coils of razor wire. The innermost fence is topped with barbed wire, and ground-floor windows at all three buildings are boarded up.", "Protest leaders are on edge, too. They accuse authorities of creating a police state downtown that could trample their freedoms of speech and assembly.", "“It's not going to dissuade us from protesting. We're determined to let our voices be heard,\" said Linden Gawboy, an activist with the Twin Cities Coalition 4 Justice 4 Jamar, which formed after the police killing of Jamar Clark in Minneapolis in 2015.", "It's not just the courthouse that's barricaded. The state Capitol in St. Paul has been ringed with temporary fencing ever since last summer's unrest. Inside, lawmakers have squabbled for weeks over providing extra state money for security during the trials, though Walz and other officials say they'll manage one way or another.", "“There’s going to be very high emotion on all sides of this, and we’ll be prepared,” Walz said.", "Julie Ingebretsen, owner of a Scandinavian food and gift market on Lake Street that was founded by her Norwegian grandfather, said she's not boarding up, though she expects some will in the miles-long commercial corridor that includes many immigrant- and minority-run businesses. Some have never taken down the plywood that they put up last summer.", "While Ingebretsen's Nordic Marketplace was looted and vandalized, she said she was fortunate that her store wasn't burned. She said she feels “cautiously optimistic” now because of personal outreach efforts by Police Chief Medaria Arradondo and other city officials, and their assurances that plenty of police and Guard members will be standing by.", "“We're celebrating our 100th anniversary this year, so we have every intention of celebrating another 100, and not going anywhere,\" Ingebretsen said. “We are totally committed to keeping moving forward.”", "24/7 coverage of breaking news and live events"], "64": ["Barbed wire and concrete barriers surround the courthouse where the white former Minneapolis police officer charged with killing George Floyd is due to soon go on trial", "How George Floyd’s death in police custody led to a racial reckoning across the US", "MINNEAPOLIS -- Barbed wire and concrete barriers surround the courthouse where the former Minneapolis police officer charged with killing George Floyd will soon go on trial, a sign of the deep uneasiness hanging over a city literally set ablaze almost a year ago in the anger over his death.", "Mayor Jacob Frey and Gov. Tim Walz, both Democrats, were sharply criticized for failing to move faster to stop last summer's looting and destruction, which included the torching of a police station. Anything less than a murder conviction for Derek Chauvin is likely to test them — and the city — once again.", "Jury selection begins March 8 with opening statements March 29.         Floyd, who was Black, died May 25 after Chauvin, who was white, pressed his knee on Floyd’s neck while he was handcuffed and pleading that he couldn’t breathe.         Chauvin faces second-degree murder and manslaughter charges; three other fired officers go on trial in August.", "Thousands of people took to the streets of Minneapolis after Floyd's death. Many demonstrated peacefully. But for several nights, the unrest spiraled into violence, with stores looted and set ablaze along the Lake Street commercial artery that included the 3rd Precinct police station, which was home to the officers who arrested Floyd. The station itself was eventually abandoned by police and burned by rioters. Some nervous neighborhoods formed watch groups, setting up checkpoints and sometimes armed patrols. The violence finally subsided after National Guard troops arrived in sufficient numbers.", "As the city moves to make the courthouse virtually impenetrable, some people worry about what might happen elsewhere if Chauvin is acquitted.", "Elias Usso's pharmacy on Lake Street had been open less than a year when it was destroyed by fire and water. He blames Chauvin personally for what he considers “the murder of an innocent man” as well as the destruction that followed — estimated at more than $350 million in Minneapolis alone.", "“One police officer did that,” Usso said. “Something has to change.”", "His Seward Pharmacy has reopened with help from donors. In between vaccinating customers against COVID-19, Usso — an Ethiopian immigrant and a Black man — talked of still feeling the emotional turmoil over Floyd's death and the unrest, and his concerns about the trial.", "“I don’t know what’s going to happen to my business. We’re waiting to see,\" Usso said. \"But I will continue to give service to our neighbors and delivering prescriptions to grandma and grandpa. If something happens, we’re going to continue.\"", "Frey said more than 3,000 law enforcement officers from across the state and Minnesota National Guard soldiers will be at the ready when the case goes to the jury, expected in late April or early May.", "Frey last week declared that Minneapolis remains “open for business,” and said people should go about their lives as usual.", "But the security going up around the Hennepin County courthouse, City Hall and the jail — all in the heart of downtown — is extraordinary. It includes three rings of concrete barriers, two topped by chain-link fencing with a trough in between filled with coils of razor wire. The innermost fence is topped with barbed wire, and ground-floor windows at all three buildings are boarded up.", "Protest leaders are on edge, too. They accuse authorities of creating a police state downtown that could trample their freedoms of speech and assembly.", "“It's not going to dissuade us from protesting. We're determined to let our voices be heard,\" said Linden Gawboy, an activist with the Twin Cities Coalition 4 Justice 4 Jamar, which formed after the police killing of Jamar Clark in Minneapolis in 2015.", "It's not just the courthouse that's barricaded. The state Capitol in St. Paul has been ringed with temporary fencing ever since last summer's unrest. Inside, lawmakers have squabbled for weeks over providing extra state money for security during the trials, though Walz and other officials say they'll manage one way or another.", "“There’s going to be very high emotion on all sides of this, and we’ll be prepared,” Walz said.", "Julie Ingebretsen, owner of a Scandinavian food and gift market on Lake Street that was founded by her Norwegian grandfather, said she's not boarding up, though she expects some will in the miles-long commercial corridor that includes many immigrant- and minority-run businesses. Some have never taken down the plywood that they put up last summer.", "While Ingebretsen's Nordic Marketplace was looted and vandalized, she said she was fortunate that her store wasn't burned. She said she feels “cautiously optimistic” now because of personal outreach efforts by Police Chief Medaria Arradondo and other city officials, and their assurances that plenty of police and Guard members will be standing by.", "“We're celebrating our 100th anniversary this year, so we have every intention of celebrating another 100, and not going anywhere,\" Ingebretsen said. “We are totally committed to keeping moving forward.”", "24/7 coverage of breaking news and live events"], "65": ["Gen Z influencers are telling followers to get vaccinated. ", "On Location: Feb. 26, 2021", "As the U.S. crossed the 500,000 COVID-19 death milestone earlier this week, Generation Z's minority TikTok influencers switched up their dance routines and comedy skits to bring awareness around the pandemic with a \"See Friends Again\" campaign.", "\"Sometimes you laugh and brush things off. We need not to laugh,\" TikTok user Kymon Palau told ABC News. \"But we need to have that uncomfortable conversation of what's really wrong, why and then educate people. And I do it through humor.\"", "Palau is one of the 18 minority influencers in the campaign, which educates young people of color about the importance of COVID-19 and vaccination. Grassroots organizations including BigTent, Fellow Americans, Swayable and The Cooperative Impact Lab will roll out the campaign in partnership with popular content creators to provide reliable vaccine resources during a time when social platforms are fighting misinformation about COVID-19.", "More than 60% of TikTok users are Gen Zers. This racially and ethnically diverse group could bridge the gap between COVID-19 and minority communities.", "The new initiative comes just months after Gen Z, a demographic between the ages of 18 and 24, helped shape the 2020 presidential election. According to ABC News' exit polls, at least 65% of Gen Zers voted for President Joseph Biden in the election.", "Palau said he hopes to make a similar impact with the \"See Friends Again\" campaign, but the first step as an influencer is leading by example.", "\"I just want people to know that they should wear masks and wash their hands and stay at home as best as they can,\" Palau said. \"I do that by promoting mask wearing. I know there's a lot of influencers out there that do the opposite of what they preach.\"", "Laysie Brandy, who led social protests at her university in 2017, educates her 1.5 million TikTok followers on Black history daily. The 22-year-old said she hopes her online presence will ease some of her Black followers' apprehension regarding the vaccine.", "\"I understand the hesitation from Black and brown communities when it comes to anything the government is trying to put in our faces because we've been wronged in the past,\" Brandy told ABC News.", "Forty-eight percent of the Black community and 52% of Latinx community say they know someone who was hospitalized or died from COVID-19, according to studies by the COVID Collaborative, a coalition of health experts and organizations including the NAACP and Rockefeller Foundation.", "Despite having some of the highest infection rates, Black and LatinX communities are still receiving vaccines at disproportionately low numbers compared to their white counterparts. Only 14% of the Black community trusts the safety of the vaccine versus 34% of Latinx Americans, according to COVID Collaborative.", "The campaign organizers believe these social platforms provide a safe space for those concerned about the vaccine or who have family members who are still hesitant about getting vaccinated.", "“Many of us have been told from a young age that our voices and our opinions don't matter. And by seeing firsthand that they do matter, because people are listening, they're commenting, they're engaging,\" Ysiad Ferreiras, CEO of BigTent, told ABC News. \"The more that happens and the more people talk about this thing, the more real, it becomes.”", "In order to create change, influencers recognize their tactics may also need to be adjusted. Some say they plan on spreading awareness through humor.", "\"Our generation is about fast information and people on TikTok usually like TikTok for the funny videos, but I have a following of people that love what I have to say,\" Palau said. \"I'm happy that it touches other people, and I just hope that it continues to do that in the future.\"", "Added Ferreiras: “We're showing young folks that they can use their platforms in a pro social manner by doing stuff that is aligned with their values.”", "Grassroots organizers expect more GenZ content creators to join the campaign in the coming weeks, for a total of 1,000 micro-influencers.", "24/7 coverage of breaking news and live events"], "66": ["Gen Z influencers are telling followers to get vaccinated. ", "On Location: Feb. 26, 2021", "As the U.S. crossed the 500,000 COVID-19 death milestone earlier this week, Generation Z's minority TikTok influencers switched up their dance routines and comedy skits to bring awareness around the pandemic with a \"See Friends Again\" campaign.", "\"Sometimes you laugh and brush things off. We need not to laugh,\" TikTok user Kymon Palau told ABC News. \"But we need to have that uncomfortable conversation of what's really wrong, why and then educate people. And I do it through humor.\"", "Palau is one of the 18 minority influencers in the campaign, which educates young people of color about the importance of COVID-19 and vaccination. Grassroots organizations including BigTent, Fellow Americans, Swayable and The Cooperative Impact Lab will roll out the campaign in partnership with popular content creators to provide reliable vaccine resources during a time when social platforms are fighting misinformation about COVID-19.", "More than 60% of TikTok users are Gen Zers. This racially and ethnically diverse group could bridge the gap between COVID-19 and minority communities.", "The new initiative comes just months after Gen Z, a demographic between the ages of 18 and 24, helped shape the 2020 presidential election. According to ABC News' exit polls, at least 65% of Gen Zers voted for President Joseph Biden in the election.", "Palau said he hopes to make a similar impact with the \"See Friends Again\" campaign, but the first step as an influencer is leading by example.", "\"I just want people to know that they should wear masks and wash their hands and stay at home as best as they can,\" Palau said. \"I do that by promoting mask wearing. I know there's a lot of influencers out there that do the opposite of what they preach.\"", "Laysie Brandy, who led social protests at her university in 2017, educates her 1.5 million TikTok followers on Black history daily. The 22-year-old said she hopes her online presence will ease some of her Black followers' apprehension regarding the vaccine.", "\"I understand the hesitation from Black and brown communities when it comes to anything the government is trying to put in our faces because we've been wronged in the past,\" Brandy told ABC News.", "Forty-eight percent of the Black community and 52% of Latinx community say they know someone who was hospitalized or died from COVID-19, according to studies by the COVID Collaborative, a coalition of health experts and organizations including the NAACP and Rockefeller Foundation.", "Despite having some of the highest infection rates, Black and LatinX communities are still receiving vaccines at disproportionately low numbers compared to their white counterparts. Only 14% of the Black community trusts the safety of the vaccine versus 34% of Latinx Americans, according to COVID Collaborative.", "The campaign organizers believe these social platforms provide a safe space for those concerned about the vaccine or who have family members who are still hesitant about getting vaccinated.", "“Many of us have been told from a young age that our voices and our opinions don't matter. And by seeing firsthand that they do matter, because people are listening, they're commenting, they're engaging,\" Ysiad Ferreiras, CEO of BigTent, told ABC News. \"The more that happens and the more people talk about this thing, the more real, it becomes.”", "In order to create change, influencers recognize their tactics may also need to be adjusted. Some say they plan on spreading awareness through humor.", "\"Our generation is about fast information and people on TikTok usually like TikTok for the funny videos, but I have a following of people that love what I have to say,\" Palau said. \"I'm happy that it touches other people, and I just hope that it continues to do that in the future.\"", "Added Ferreiras: “We're showing young folks that they can use their platforms in a pro social manner by doing stuff that is aligned with their values.”", "Grassroots organizers expect more GenZ content creators to join the campaign in the coming weeks, for a total of 1,000 micro-influencers.", "24/7 coverage of breaking news and live events"], "67": ["Employment in December had dropped 66% year-over-year.", "On Location: Feb. 26, 2021", "A new report demonstrates the \"devastating\" impact of the coronavirus pandemic on New York City's arts and entertainment sector, as many venues, including Broadway theaters, have remained shuttered for nearly a year.", "One year ago, nearly 87,000 people were employed in the arts, entertainment and recreation sector in New York City, according to the New York State Department of Labor's Current Employment Statistics -- not including freelancers or the self-employed.", "By April, after the statewide stay-at-home order went into effect, that number fell to 34,100, and it has \"barely budged\" since then, said New York State Comptroller Thomas DiNapoli, whose office released the report.", "Arts, entertainment and recreation employment in December was down 66% year-over-year -- more than any other sector in the city's economy, according to the report.", "\"The COVID-19 outbreak has had a profound and a very negative effect on this industry,\" DiNapoli said during a Facebook livestream on Wednesday. \"It's forced venues to close, thousands into unemployment and pushed businesses to the brink of collapse.\"", "The numbers paint a \"stark and devastating\" portrait of an industry that was \"more than thriving\" until the pandemic, DiNapoli said. From 2009 to 2019, employment grew by 42% -- faster than the 30% rate for the private sector overall, the report said.", "Manhattan is the hub of the city's arts and entertainment industry, home to a majority of its venues and jobs.", "\"Every job and business in this previously booming sector needs to come back,\" Manhattan Borough President Gale Brewer said during Wednesday's livestream. \"It was lost. It needs to come back. Right now Times Square is vacant.\"", "Brewer is concerned that people in the industry have left the city for good due to the lack of work. \"We can't lose their talent,\" she said.", "The report \"puts the numbers behind the feeling that the arts and culture have been hit so hard, and that it is right now the least-recovered sector, despite much effort,\" she added.", "The comptroller pointed to a new federal relief package, which includes $15 billion nationally for shuttered arts organizations and designates over $284 billion to revive the Paycheck Protection Program of the CARES Act, as a potential industry salve.", "While performing arts venues, including Broadway theaters, remain closed, some venues and cultural institutions have started to reopen in New York City with restrictions and mitigation measures in place.", "Zoos and aquariums started welcoming guests back in July, followed by museums in August, with mask-wearing and social-distancing requirements, capacity limits and timed entries.", "This week, Madison Square Garden and the Barclays Center held their first sporting events with fans in almost a year, with capacity limited to 10%. Movie theaters in New York City can reopen starting March 5 at 25% capacity.", "Gov. Andrew Cuomo hasn't announced a timeline yet for performing arts venues, though he said on Feb. 8 that the \"overall effort is heading towards reopening with testing.\"", "\"There are venues that we want to start to reopen with testing and capacity limitations,\" Cuomo said at a press conference. \"Theaters, arenas, why can't you do it with Broadway? You can.\"", "The Broadway League, which represents theater owners and producers, had previously announced that Broadway performances will remain suspended through May 30 of this year.", "To help promote arts and culture, the state recently launched a new performing arts program, NY PopsUp, which will feature over 300 free events statewide in 100 days.", "Next month, New York City will start accepting applications for Open Culture NYC, a permitting program that would allow institutions to hold socially distanced performances on city streets. The city has also recently created Curtains Up NYC, a program to connect live performance venues to up to $10 million in federal grants.", "As live venues have struggled to hold on for almost a year, some won't be reopening. Among the latest closures, the Peoples Improv Theater, a nearly 20-year-old comedy venue, announced last week that it was shuttering its main space in Manhattan.", "\"It's been over 11 months that we have been shut down and eventually we have to surrender to survive,\" owner Ali Farahnakian said in a statement. \"So we are in the process of surrendering the space. ... Godspeed to a brighter future.\"", "24/7 coverage of breaking news and live events"], "68": ["Employment in December had dropped 66% year-over-year.", "On Location: Feb. 26, 2021", "A new report demonstrates the \"devastating\" impact of the coronavirus pandemic on New York City's arts and entertainment sector, as many venues, including Broadway theaters, have remained shuttered for nearly a year.", "One year ago, nearly 87,000 people were employed in the arts, entertainment and recreation sector in New York City, according to the New York State Department of Labor's Current Employment Statistics -- not including freelancers or the self-employed.", "By April, after the statewide stay-at-home order went into effect, that number fell to 34,100, and it has \"barely budged\" since then, said New York State Comptroller Thomas DiNapoli, whose office released the report.", "Arts, entertainment and recreation employment in December was down 66% year-over-year -- more than any other sector in the city's economy, according to the report.", "\"The COVID-19 outbreak has had a profound and a very negative effect on this industry,\" DiNapoli said during a Facebook livestream on Wednesday. \"It's forced venues to close, thousands into unemployment and pushed businesses to the brink of collapse.\"", "The numbers paint a \"stark and devastating\" portrait of an industry that was \"more than thriving\" until the pandemic, DiNapoli said. From 2009 to 2019, employment grew by 42% -- faster than the 30% rate for the private sector overall, the report said.", "Manhattan is the hub of the city's arts and entertainment industry, home to a majority of its venues and jobs.", "\"Every job and business in this previously booming sector needs to come back,\" Manhattan Borough President Gale Brewer said during Wednesday's livestream. \"It was lost. It needs to come back. Right now Times Square is vacant.\"", "Brewer is concerned that people in the industry have left the city for good due to the lack of work. \"We can't lose their talent,\" she said.", "The report \"puts the numbers behind the feeling that the arts and culture have been hit so hard, and that it is right now the least-recovered sector, despite much effort,\" she added.", "The comptroller pointed to a new federal relief package, which includes $15 billion nationally for shuttered arts organizations and designates over $284 billion to revive the Paycheck Protection Program of the CARES Act, as a potential industry salve.", "While performing arts venues, including Broadway theaters, remain closed, some venues and cultural institutions have started to reopen in New York City with restrictions and mitigation measures in place.", "Zoos and aquariums started welcoming guests back in July, followed by museums in August, with mask-wearing and social-distancing requirements, capacity limits and timed entries.", "This week, Madison Square Garden and the Barclays Center held their first sporting events with fans in almost a year, with capacity limited to 10%. Movie theaters in New York City can reopen starting March 5 at 25% capacity.", "Gov. Andrew Cuomo hasn't announced a timeline yet for performing arts venues, though he said on Feb. 8 that the \"overall effort is heading towards reopening with testing.\"", "\"There are venues that we want to start to reopen with testing and capacity limitations,\" Cuomo said at a press conference. \"Theaters, arenas, why can't you do it with Broadway? You can.\"", "The Broadway League, which represents theater owners and producers, had previously announced that Broadway performances will remain suspended through May 30 of this year.", "To help promote arts and culture, the state recently launched a new performing arts program, NY PopsUp, which will feature over 300 free events statewide in 100 days.", "Next month, New York City will start accepting applications for Open Culture NYC, a permitting program that would allow institutions to hold socially distanced performances on city streets. The city has also recently created Curtains Up NYC, a program to connect live performance venues to up to $10 million in federal grants.", "As live venues have struggled to hold on for almost a year, some won't be reopening. Among the latest closures, the Peoples Improv Theater, a nearly 20-year-old comedy venue, announced last week that it was shuttering its main space in Manhattan.", "\"It's been over 11 months that we have been shut down and eventually we have to surrender to survive,\" owner Ali Farahnakian said in a statement. \"So we are in the process of surrendering the space. ... Godspeed to a brighter future.\"", "24/7 coverage of breaking news and live events"], "69": ["\nFind this week's top photos from around the globe in ABC News' This Week in Pictures slideshow\n"], "70": ["\nFind this week's top photos from around the globe in ABC News' This Week in Pictures slideshow\n"], "71": ["\nFind this week's top photos from around the globe in ABC News' This Week in Pictures slideshow\n"], "72": null, "73": ["Here are instructions for how to share your information with our journalists.", "ABC News reaches hundreds of millions of Americans every month, far more than any other outlet, making it the country’s number-one news source.", "Our award-winning investigative journalists cover national security, political corruption, human rights, consumer concerns and other issues for Good Morning America, World News Tonight with David Muir, Nightline, 20/20, and ABC News Live (our 24/7 streaming channel) as well as the network's three digital brands: abcnews.com, goodmorningamerica.com and fivethirtyeight.com.", "We encourage anyone to reach out to discuss potential news stories that may be in the public interest. You can reach us via email at news.tips@abc.com or by phone at (212) 456-2828 with the understanding that the information you provide might be used in our broadcasts or other stories.", "If you have a question or comment about an ABC News program or ABC network show, please call Audience Relations at (818) 460-7477 or contact another department.", "ABC News can also be reached through several other channels that provide a more secure pathway for communication. While no system is 100% secure, using one of the methods listed below can help protect the privacy of your communication to us.", "SIGNAL", "Signal is an app with end-to-end encryption that allows you to send text, voice, video, document and picture messages. “We can’t read your messages or see your calls, and no one else [other than the intended recipient] can either,” its developers say.", "You can contact us via Signal at (646) 256-5457.", "WHATSAPP", "WhatsApp, which is owned by Facebook, is an app with end-to-end encryption that allows you to send text, voice, video, document and picture messages. “Your messages and calls are secured so only you and the person you’re communicating with can read or listen to them, and nobody in between, not even WhatsApp,” the company says.", "You can contact us via WhatsApp at (646) 256-5457.", "POSTAL MAIL", "ABC News Investigative Unit", "7 West 66th St.", "New York, NY 10023", "24/7 coverage of breaking news and live events"]}