{"0": ["According to the family, his last known whereabouts are in Georgia. ", "There are 26 states from Texas to Maine under flood and wind chill alerts.", "The shooting erupted after the deputies chased a car into Florida from Georgia. ", "One baby’s first time hearing music was caught on camera in a touching moment."], "1": ["Sri Lankan Roman Catholic Church officials have declared a “Black Sunday” this weekend to demand justice for the victims of 2019 Easter Sunday bomb attacks that killed more than 260 people", "Police in Sri Lanka say they have arrested two people in connection with the death of a 9-year-old girl who was repeatedly beaten during a ritual they believed would drive away an evil spirit", "Nearly 4 million doses of the COVID-19 vaccine have arrived in Nigeria’s capital, Abuja, the third and largest delivery to be made by the global COVAX initiative, which was created to ensure that low- and middle-income countries have fair access to doses", "COVID restrictions forced the diplomats to find an unorthodox way home."], "2": ["A Moroccan landscape painted by Winston Churchill and owned by Angelina Jolie has sold for more than $11.5 million, smashing the previous record for a work by Britain’s World War II leader", "Mount Etna, the volcano that towers over eastern Sicily, evokes superlatives", "The head of a major Texas energy corporation says forced blackouts that left 4 million customers without electricity also unplugged plants that could have generated more power as the state’s grid was at the breaking point", "Drugmaker Merck & Co. will help produce rival Johnson & Johnson’s newly approved coronavirus vaccine in an effort to expand supply more quickly"], "3": ["Here are instructions for how to share your information with our journalists.", "ABC News reaches hundreds of millions of Americans every month, far more than any other outlet, making it the country’s number-one news source.", "Our award-winning investigative journalists cover national security, political corruption, human rights, consumer concerns and other issues for Good Morning America, World News Tonight with David Muir, Nightline, 20/20, and ABC News Live (our 24/7 streaming channel) as well as the network's three digital brands: abcnews.com, goodmorningamerica.com and fivethirtyeight.com.", "We encourage anyone to reach out to discuss potential news stories that may be in the public interest. You can reach us via email at news.tips@abc.com or by phone at (212) 456-2828 with the understanding that the information you provide might be used in our broadcasts or other stories.", "If you have a question or comment about an ABC News program or ABC network show, please call Audience Relations at (818) 460-7477 or contact another department.", "ABC News can also be reached through several other channels that provide a more secure pathway for communication. While no system is 100% secure, using one of the methods listed below can help protect the privacy of your communication to us.", "SIGNAL", "Signal is an app with end-to-end encryption that allows you to send text, voice, video, document and picture messages. “We can’t read your messages or see your calls, and no one else [other than the intended recipient] can either,” its developers say.", "You can contact us via Signal at (646) 256-5457.", "WHATSAPP", "WhatsApp, which is owned by Facebook, is an app with end-to-end encryption that allows you to send text, voice, video, document and picture messages. “Your messages and calls are secured so only you and the person you’re communicating with can read or listen to them, and nobody in between, not even WhatsApp,” the company says.", "You can contact us via WhatsApp at (646) 256-5457.", "POSTAL MAIL", "ABC News Investigative Unit", "7 West 66th St.", "New York, NY 10023", "24/7 coverage of breaking news and live events"], "4": ["According to the family, his last known whereabouts are in Georgia. ", "There are 26 states from Texas to Maine under flood and wind chill alerts.", "The shooting erupted after the deputies chased a car into Florida from Georgia. ", "One baby’s first time hearing music was caught on camera in a touching moment."], "5": ["Sri Lankan Roman Catholic Church officials have declared a “Black Sunday” this weekend to demand justice for the victims of 2019 Easter Sunday bomb attacks that killed more than 260 people", "Police in Sri Lanka say they have arrested two people in connection with the death of a 9-year-old girl who was repeatedly beaten during a ritual they believed would drive away an evil spirit", "Nearly 4 million doses of the COVID-19 vaccine have arrived in Nigeria’s capital, Abuja, the third and largest delivery to be made by the global COVAX initiative, which was created to ensure that low- and middle-income countries have fair access to doses", "COVID restrictions forced the diplomats to find an unorthodox way home."], "6": ["A Moroccan landscape painted by Winston Churchill and owned by Angelina Jolie has sold for more than $11.5 million, smashing the previous record for a work by Britain’s World War II leader", "Mount Etna, the volcano that towers over eastern Sicily, evokes superlatives", "The head of a major Texas energy corporation says forced blackouts that left 4 million customers without electricity also unplugged plants that could have generated more power as the state’s grid was at the breaking point", "Drugmaker Merck & Co. will help produce rival Johnson & Johnson’s newly approved coronavirus vaccine in an effort to expand supply more quickly"], "7": ["Here are instructions for how to share your information with our journalists.", "ABC News reaches hundreds of millions of Americans every month, far more than any other outlet, making it the country’s number-one news source.", "Our award-winning investigative journalists cover national security, political corruption, human rights, consumer concerns and other issues for Good Morning America, World News Tonight with David Muir, Nightline, 20/20, and ABC News Live (our 24/7 streaming channel) as well as the network's three digital brands: abcnews.com, goodmorningamerica.com and fivethirtyeight.com.", "We encourage anyone to reach out to discuss potential news stories that may be in the public interest. You can reach us via email at news.tips@abc.com or by phone at (212) 456-2828 with the understanding that the information you provide might be used in our broadcasts or other stories.", "If you have a question or comment about an ABC News program or ABC network show, please call Audience Relations at (818) 460-7477 or contact another department.", "ABC News can also be reached through several other channels that provide a more secure pathway for communication. While no system is 100% secure, using one of the methods listed below can help protect the privacy of your communication to us.", "SIGNAL", "Signal is an app with end-to-end encryption that allows you to send text, voice, video, document and picture messages. “We can’t read your messages or see your calls, and no one else [other than the intended recipient] can either,” its developers say.", "You can contact us via Signal at (646) 256-5457.", "WHATSAPP", "WhatsApp, which is owned by Facebook, is an app with end-to-end encryption that allows you to send text, voice, video, document and picture messages. “Your messages and calls are secured so only you and the person you’re communicating with can read or listen to them, and nobody in between, not even WhatsApp,” the company says.", "You can contact us via WhatsApp at (646) 256-5457.", "POSTAL MAIL", "ABC News Investigative Unit", "7 West 66th St.", "New York, NY 10023", "24/7 coverage of breaking news and live events"], "8": ["The number of fatalities was not immediately clear.", "On Location: March 2, 2021", "Multiple people have died in a two-vehicle crash in Southern California Tuesday morning, the California Highway Patrol told ABC News.", "The number of fatalities was not immediately clear.", "Three patients were taken to the intensive care unit at Desert Regional Medical Center, according to the hospital.", "One vehicle involved is a big rig, officials said.", "The crash is in Imperial, which is about 100 miles east of San Diego and about 15 miles from the Mexico border.", "Imperial County Fire said 25 additional personnel were sent to the scene, including four to five additional ambulances and four air helicopters.", "This is a developing story. Please check back for updates.", "ABC News' Jenna Harrison and Alyssa Pone contributed to this report.", "24/7 coverage of breaking news and live events"], "9": ["Their bodies were found four days after they were last seen.", "On Location: March 2, 2021", "A Missouri father and his two young children were found dead Monday, four days after they had disappeared, authorities said.", "The bodies of Darrell Peak, 40, Kaiden Peak, 4, and Mayson Peak, 3, were discovered together inside a structure in a rural area of Benton County, not far from where they were approached by a state trooper on Thursday evening near Warsaw, according to statements from the Greene County Sheriff's Office and the Missouri State Highway Patrol.", "Family members had contacted the Greene County Sheriff's Office on Friday morning to file a missing persons report, telling deputies that Darrell Peak and his two sons were last seen near their home in Greene County at around 4 p.m. the previous day as he drove away with them while armed with a pistol he was known to regularly carry. The family told deputies that Darrell Peak's behavior was out of character and they haven't been able to contact him since. They said he had a history of depression but insisted he would never harm his children, according to the Greene County Sheriff's Office.", "A Missouri State Highway Patrol trooper had stopped to assist Darrell Peak who was having car trouble along U.S. Route 65 in Benton County, just north of Warsaw, at around 5:30 p.m. on Thursday. The trooper later told investigators that Darrell Peak declined any assistance and that the children were with him and appeared to be fine, according to the Greene County Sheriff's Office.", "Soon after, a deputy with the Benton County Sheriff's Office reported seeing a man and two children walking away from an abandoned vehicle along the highway. When the deputy turned her car around to stop them, she was unable to find them again and presumed they had disappeared into a wooded area. A Missouri State Highway Patrol trooper was later dispatched to check the area but was also unable to locate them, according to the Greene County Sheriff's Office.", "Authorities issued a statewide all-points bulletin for the father and two children on Friday afternoon, after the family reported them as missing. Upon learning of the missing persons case, Missouri State Highway Patrol troopers and Benton County Sheriff's Office deputies searched the areas where the three were repeatedly observed near Warsaw the previous evening, according to the Greene County Sheriff's Office.", "The Greene County Sheriff's Office said its detectives made \"several attempts\" to have an Amber Alert issued for the two boys, but the case did not meet the criteria for the child abduction emergency alert. Despite the family's belief that Darrell Peak would not harm his children, detectives ultimately decided to file parental kidnapping charges against him, \"hoping that this would generate additional tips and leads,\" according to the sheriff's office.", "Further details about the deaths of the father and children were not immediately available.", "\"It is with much sadness that the Greene County Sheriff's Office announces a very tragic ending to the Missing Person's investigation involving Darrell, Mayson and Kaiden Peak,\" the sheriff's office said in a statement Monday.", "24/7 coverage of breaking news and live events"], "10": ["No charges will be filed against a suburban Detroit man who displayed a Ku Klux Klan flag in his window next to the home of a Black family", "On Location: March 2, 2021", "GROSSE POINTE PARK, Mich. -- A prosecutor declined to file charges Tuesday against a suburban Detroit man who displayed a Ku Klux Klan flag in his window next to the home of a Black family, saying the “horrible conduct” doesn't violate Michigan law.", "An ethnic intimidation charge would require physical contact, property damage or threats of such activity, said Wayne County Prosecutor Kym Worthy.", "“I strongly encourage the Michigan Legislature to look, revise and create laws to protect citizens from this kind of horrible conduct,\" said Worthy, who is Black.", "JeDonna Dinges, 57, of Grosse Pointe Park, said the klan flag was hanging next door in a window directly across from her dining room. The incident occurred two weeks ago.", "The flag was removed after police with large cloths visited the home and made a switch, City Manager Nick Sizeland         told the Detroit Free Press last week.", "The man's girlfriend claimed they couldn't afford a curtain, Sizeland said.", "“There is absolutely no question that what happened to Ms. Dinges was despicable, traumatizing and completely unacceptable,\" Worthy said. “But, very unfortunately in my view, not a crime. The KKK flag, while intending to be visible to Ms. Dinges, was hanging inside of her neighbor’s house.”", "The klan was a secretive society organized in the South after the Civil War to assert white supremacy, often using violence.", "Dinges said she understood Worthy's position.", "\"I hope the lawmakers are listening. ... The average person would not own a klan flag, which is a true symbol of hatred,” Dinges said.", "Dozens of people turned out for a Feb. 21 march and rally to support her.", "Before the flag incident, Dinges said she was concerned about her safety after finding a full gas can inside her outdoor recycling bin.", "24/7 coverage of breaking news and live events"], "11": ["\"What we don't need now is a step backwards,\" Mayor Marty Walsh said.", "Tracking the virus: 1 year of life with COVID-19 ", "As Saint Patrick's Day approaches, Boston's mayor is urging residents to avoid large gatherings, warning that they could become super-spreader events that would set back progress made in the fight against COVID-19.", "\"There should be no large gatherings of any kind for Saint Patrick's Day,\" Mayor Marty Walsh said at a news conference Monday. \"We are so close to a finish line here that what we don't need now is a step backwards.\"", "\"We're trying to open more businesses, we're trying to get fans in the stands at Fenway and the Garden,\" Walsh said, referring to the homes of the Red Sox, Bruins and Celtics.", "He went on, \"But events like Saint Patrick's Day ... can throw us back. They can become super-spreader events and we can be in the situation where we're shutting everything down again.\"", "The mayor said private gatherings are limited to 10 people indoors and 25 people outdoors.", "Spacing requirements and time limits will still be enforced at restaurants, and there will be no alcohol service without food, Walsh said.", "Lines outside restaurants are also prohibited, he said.", "Last March, just as the U.S. was shutting down, there were lines of bar-goers outside Boston restaurants during Saint Patrick's Day celebrations, Walsh said, and restaurants took it upon themselves to shut down and lose business -- which the mayor said he doesn't want to happen this year.", "Boston's Saint Patrick's Day parade is also canceled again this year.", "\"Hopefully a year from now, Saint Patrick's Day, there will be no real rules or regulations in place and we'll be able to have the fun and the celebration we all want to have,\" he said.", "24/7 coverage of breaking news and live events"], "12": ["Emergency loans made to small businesses during the coronavirus pandemic have been added to the list of government programs considered at high risk of waste, fraud or mismanagement", "California offers massive payouts to schools to reopen during pandemic", "WASHINGTON -- Emergency loans made to small businesses during the coronavirus pandemic have been added to a list of government programs considered at high risk of waste, fraud or mismanagement.", "The most common of those emergency loans, PPP loans, are provided at a low interest rate and are fully forgivable under conditions that include spending a certain percentage on payroll costs. The loans were created by Congress and have proven exceedingly popular as shops, restaurants and other small businesses try to survive the pandemic.", "The Government Accountability Office said Tuesday that millions of small businesses benefitted from the emergency loans, but the speed with which the relief programs were set up limited safeguards necessary to identify risks, “including susceptibility to improper payments and potential fraud.”", "The Small Business Administration made or guaranteed more than 14.7 million loans and grants totaling about $744 billion between March and December. Congress approved an additional $304 billion in emergency loans in December.", "The GAO said in the report that, as of January, it continues to experience delays in obtaining key information about the loans, including detailed oversight plans and documentation for estimating improper payments.", "“There's no doubt they’ve had a positive impact. However, the management of these programs needs to be dramatically improved,\" U.S. Comptroller General Gene L. Dodaro told reporters in previewing the report.", "Government auditors release a high-risk list near the beginning of every new Congress. The list is designed to increase attention on the shortfalls cited by the GAO, and to prompt action that can often save taxpayer dollars and improve government operations.", "Auditors also added the government’s efforts to prevent drug misuse to the high-risk list. The GAO had warned as the pandemic began that it would be doing so. At the time, it noted that the pandemic could fuel the conditions that contribute to drug misuse, such as unemployment.", "In December, the Centers for Disease Control and Prevention reported the largest ever increase of drug overdose deaths during a 12-month period that ended the previous May. The CDC noted a particular acceleration in drug overdose deaths as widespread mitigation measures kicked in.", "“This is heartbreaking,\" said Sen. Rob Portman, R-Ohio.", "Portman said that the country and his home state had finally seen a drop in overdose deaths in 2018 for the first time in decades.", "“Substantial progress. And yet now, with the pandemic, under this horrible pandemic, we have this horrible addiction crisis that has grown,\" Portman said.", "Auditors said that maintaining sustained attention to the problem of drug abuse will be challenging in the coming months with agencies focused on addressing the pandemic.", "“This makes developing and implementing a coordinated, strategic approach even more important as agencies’ resources are also being diverted, in part, to pandemic priorities,” the report said.", "On a positive note, the GAO said the Department of Defense had made concerted progress in how it aligns its support infrastructure with the needs of the country’s military forces, It dropped the support program from it's high-risk list.", "For example, in citing, progress, auditors said the Army reduced its leased footprint in the Washington D.C. region from a peak of 3.9 million square feet in 2011 to roughly 1 million square feet as of September 2019.", "24/7 coverage of breaking news and live events"], "13": ["There are 26 states from Texas to Maine under flood and wind chill alerts.", "Major flooding South, Northeast gets cold blast", "There is major to near historic river flooding in parts of the Mid-South, especially in Kentucky on Tuesday.", "Locally, 7 inches of rain fell over the weekend in the Mid-South helping local rivers to rise quickly and flooding entire towns. A state of emergency has now been declared for these areas.", "Damaging thunderstorms moved through Georgia on Monday,  killing one person when a tree feel on a home.", "These storms also produced an EF-1 tornado with winds of 90 mph, not related to the victim’s death.", "There are flood warnings from Texas to Ohio on Tuesday and 26 states from Texas to Maine are under flood, high winds and wind chill alerts.", "The heavy rain has ended in Mid-South but some rivers are still rising or will remain in major to moderate flooding through over the next few days.", "The heaviest rain shifted closer to the Gulf Coast from Mississippi to Alabama, Georgia and South Carolina where over the next few days 2 to 3 inches of rain is expected with locally higher amounts possible.", "Meanwhile, in the Northeast, arctic cold air is moving through with very gusty winds that are producing power outages.", "Wind will continue to gust in the Northeast from New Jersey to Maine at 40 to 60 mph through this morning and will subside in the afternoon.", "Wind Chills this morning are below zero from upstate New York to Boston and into New England.", "This bitter blast will not last and already by Wednesday most of the Northeast will see temperatures quickly rebound into the 40s and even 50s.", "But it is still early March so the cold will be back end of the week as wind chills are expected to fall into the teens and single digits for the I-95 corridor and below zero in upstate New York and into New England.", "24/7 coverage of breaking news and live events"], "14": ["Mexico President Andrés Manuel López Obrador says he had no differences with U.S. President Joe Biden in their first bilateral meeting", "Biden administration addresses immigration concerns", "MEXICO CITY -- Mexico President Andrés Manuel López Obrador said Tuesday that he had no differences with U.S. President Joe Biden in their first bilateral meeting a day earlier and that his American counterpart was open to exploring his proposals on a temporary worker program and helping Mexico obtain more vaccine.", "López Obrador characterized the meeting as “friendly, respectful and with a lot of emphasis on cooperation for development.” He said he didn’t come away with a deal for the U.S. to help Mexico obtain more COVID-19 vaccine, but said he wasn’t denied either.", "“Teams from both countries are going to explore all possibilities for cooperation in this area” to see “what is possible and when,” López Obrador said.", "Ahead of the meeting, White House officials reiterated that Biden remained focused on first vaccinating U.S. citizens before turning his attention to assisting other nations. López Obrador acknowledged Biden may have to first vaccinate most of the U.S. population, but said there was an openness to the subject.", "There were questions ahead of the meeting about how the two leaders would get along. López Obrador had a surprisingly warm relationship with former President Donald Trump that revolved almost exclusively around Mexico’s efforts to stop migrants from reaching the U.S. border.", "But López Obrador said Tuesday there was a lot of laughter in the one hour and 15-minute conversation with Biden that covered nearly all of the main issues in the bilateral relationship.", "“There were not any differences, I’m telling you categorically, not a single one,” López Obrador said.", "On immigration, López Obrador said he proposed the U.S. analyze how many workers its economy requires and then design a plan for temporary worker visas that would allow Mexicans and Central Americans to migrate legally for work. “And it’s going to be studied,” he said. Before the meeting, López Obrador has floated a scale of 600,000 to 800,000 Mexican and Central American workers annually.", "It could be modeled on the original Bracero program, which allowed Mexicans to work temporarily in the United States to fill labor shortages during World War II and for a couple of decades after the war.", "Biden and López Obrador have both stressed the importance of developing northern Central America and southern Mexico to address migration. The Mexican president said Biden repeated his proposal to destine $4 billion for that purpose in the region.", "“We recognize that is a good move to have taken this decision,” he said.", "24/7 coverage of breaking news and live events"], "15": ["Chauvin's trail is scheduled to begin next week. ", "On Location: March 2, 2021", "The Minnesota Court of Appeals is deciding whether to reinstate a third-degree murder charge against Derek Chauvin, the former Minneapolis police officer set to go on trial next week in the death of George Floyd.", "During a virtual hearing on Monday, a prosecutor from Minnesota Attorney General Keith Ellison's office argued that the district court judge presiding over Chauvin's case \"abused his discretion\" by dropping the charge.", "Chauvin, who did not attend Monday's hearing, is currently facing charges of second-degree murder and second-degree manslaughter in the May 25 death of Floyd, a 46-year-old Black man.", "\"We will ... issue an expedited decision as soon as possible, appreciating that the trial in this matter is supposed to start one week from today,\" Appellate Judge Michelle A. Larkin said at the close of the hearing.", "Chauvin, 44, is being tried separately from three other former officers involved in Floyd's death. J. Alexander Kueng, Thomas Lane and Tou Thao are charged with aiding and abetting second-degree murder and manslaughter and are scheduled to go on trial in August.", "Cellphone video showed Chauvin digging his knee into the back of Floyd's neck for a prolonged period as Kueng and Lane held the handcuffed man down in a prone position as he repeatedly cried out, \"I can't breathe.\"", "Thao is accused of standing by and keeping witnesses at bay.", "Floyd went unconscious during the incident and was later pronounced dead at a hospital.", "Hennepin County District Court Judge Peter Cahill, who is presiding over Chauvin's case, dismissed the third-degree murder charge in October last year, ruling that it required evidence that Chauvin's alleged actions put multiple people at risk and resulted in a death. Cahill ruled that since Chauvin is accused of only targeting Floyd, the count did not apply to his case.", "During Monday's hearing, prosecutor Neal Katyal cited a Feb. 1 ruling by the Minnesota Court of Appeals upholding a third-degree murder conviction against former Minneapolis police officer Mohamed Noor in the 2017 fatal shooting of Justine Ruszczyk Damond after she called 911 to report an assault in progress near her home.", "Following the Court of Appeals ruling in Noor's case, prosecutors asked Cahill to reconsider the third-degree charge against Chauvin. Cahill denied the request.", "Chauvin's lawyer Eric Nelson argued on Monday that Cahill's ruling should stand because the Appeals Court decision in Noor's case should not be considered a legally binding precedent because Noor has 60 to 90 days to appeal to the state Supreme Court.", "Nelson argued that if Chauvin were convicted of third-degree murder and the Noor case was overturned, he could appeal, \"but he would have to do it from the confines of a prison cell.\"", "Larkin responded, \"When the Supreme Court does grant review of our cases, it typically does not vacate our decision or issue any order limiting that decision.\"", "\"All of these rules and the lack of any statement that a precedential opinion is anything but immediately effective in terms of precedential authority are causing me to question your assertion that the rules support ignoring precedential decisions of this court until such time as to seek review has expired, the Supreme Court denies review or the Supreme Court takes review and issues a different decision,\" Larkin told Nelson.", "Katyal said that it could take the Supreme Court up to a year to review a case. He noted that there are three other former officers charged in the death of Floyd and their trial could occur \"very possibly when Noor is over and left intact.\"", "\"That would mean third-degree murder charges could be brought against those three officers just because of timing,\" Katyal said. \"Everything about our legal system rebels against that notion ... in Minnesota and any jurisdiction with which we're familiar.\"", "24/7 coverage of breaking news and live events"], "16": ["The number of fatalities was not immediately clear.", "On Location: March 2, 2021", "Multiple people have died in a two-vehicle crash in Southern California Tuesday morning, the California Highway Patrol told ABC News.", "The number of fatalities was not immediately clear.", "Three patients were taken to the intensive care unit at Desert Regional Medical Center, according to the hospital.", "One vehicle involved is a big rig, officials said.", "The crash is in Imperial, which is about 100 miles east of San Diego and about 15 miles from the Mexico border.", "Imperial County Fire said 25 additional personnel were sent to the scene, including four to five additional ambulances and four air helicopters.", "This is a developing story. Please check back for updates.", "ABC News' Jenna Harrison and Alyssa Pone contributed to this report.", "24/7 coverage of breaking news and live events"], "17": ["Their bodies were found four days after they were last seen.", "On Location: March 2, 2021", "A Missouri father and his two young children were found dead Monday, four days after they had disappeared, authorities said.", "The bodies of Darrell Peak, 40, Kaiden Peak, 4, and Mayson Peak, 3, were discovered together inside a structure in a rural area of Benton County, not far from where they were approached by a state trooper on Thursday evening near Warsaw, according to statements from the Greene County Sheriff's Office and the Missouri State Highway Patrol.", "Family members had contacted the Greene County Sheriff's Office on Friday morning to file a missing persons report, telling deputies that Darrell Peak and his two sons were last seen near their home in Greene County at around 4 p.m. the previous day as he drove away with them while armed with a pistol he was known to regularly carry. The family told deputies that Darrell Peak's behavior was out of character and they haven't been able to contact him since. They said he had a history of depression but insisted he would never harm his children, according to the Greene County Sheriff's Office.", "A Missouri State Highway Patrol trooper had stopped to assist Darrell Peak who was having car trouble along U.S. Route 65 in Benton County, just north of Warsaw, at around 5:30 p.m. on Thursday. The trooper later told investigators that Darrell Peak declined any assistance and that the children were with him and appeared to be fine, according to the Greene County Sheriff's Office.", "Soon after, a deputy with the Benton County Sheriff's Office reported seeing a man and two children walking away from an abandoned vehicle along the highway. When the deputy turned her car around to stop them, she was unable to find them again and presumed they had disappeared into a wooded area. A Missouri State Highway Patrol trooper was later dispatched to check the area but was also unable to locate them, according to the Greene County Sheriff's Office.", "Authorities issued a statewide all-points bulletin for the father and two children on Friday afternoon, after the family reported them as missing. Upon learning of the missing persons case, Missouri State Highway Patrol troopers and Benton County Sheriff's Office deputies searched the areas where the three were repeatedly observed near Warsaw the previous evening, according to the Greene County Sheriff's Office.", "The Greene County Sheriff's Office said its detectives made \"several attempts\" to have an Amber Alert issued for the two boys, but the case did not meet the criteria for the child abduction emergency alert. Despite the family's belief that Darrell Peak would not harm his children, detectives ultimately decided to file parental kidnapping charges against him, \"hoping that this would generate additional tips and leads,\" according to the sheriff's office.", "Further details about the deaths of the father and children were not immediately available.", "\"It is with much sadness that the Greene County Sheriff's Office announces a very tragic ending to the Missing Person's investigation involving Darrell, Mayson and Kaiden Peak,\" the sheriff's office said in a statement Monday.", "24/7 coverage of breaking news and live events"], "18": ["No charges will be filed against a suburban Detroit man who displayed a Ku Klux Klan flag in his window next to the home of a Black family", "On Location: March 2, 2021", "GROSSE POINTE PARK, Mich. -- A prosecutor declined to file charges Tuesday against a suburban Detroit man who displayed a Ku Klux Klan flag in his window next to the home of a Black family, saying the “horrible conduct” doesn't violate Michigan law.", "An ethnic intimidation charge would require physical contact, property damage or threats of such activity, said Wayne County Prosecutor Kym Worthy.", "“I strongly encourage the Michigan Legislature to look, revise and create laws to protect citizens from this kind of horrible conduct,\" said Worthy, who is Black.", "JeDonna Dinges, 57, of Grosse Pointe Park, said the klan flag was hanging next door in a window directly across from her dining room. The incident occurred two weeks ago.", "The flag was removed after police with large cloths visited the home and made a switch, City Manager Nick Sizeland         told the Detroit Free Press last week.", "The man's girlfriend claimed they couldn't afford a curtain, Sizeland said.", "“There is absolutely no question that what happened to Ms. Dinges was despicable, traumatizing and completely unacceptable,\" Worthy said. “But, very unfortunately in my view, not a crime. The KKK flag, while intending to be visible to Ms. Dinges, was hanging inside of her neighbor’s house.”", "The klan was a secretive society organized in the South after the Civil War to assert white supremacy, often using violence.", "Dinges said she understood Worthy's position.", "\"I hope the lawmakers are listening. ... The average person would not own a klan flag, which is a true symbol of hatred,” Dinges said.", "Dozens of people turned out for a Feb. 21 march and rally to support her.", "Before the flag incident, Dinges said she was concerned about her safety after finding a full gas can inside her outdoor recycling bin.", "24/7 coverage of breaking news and live events"], "19": ["\"What we don't need now is a step backwards,\" Mayor Marty Walsh said.", "Tracking the virus: 1 year of life with COVID-19 ", "As Saint Patrick's Day approaches, Boston's mayor is urging residents to avoid large gatherings, warning that they could become super-spreader events that would set back progress made in the fight against COVID-19.", "\"There should be no large gatherings of any kind for Saint Patrick's Day,\" Mayor Marty Walsh said at a news conference Monday. \"We are so close to a finish line here that what we don't need now is a step backwards.\"", "\"We're trying to open more businesses, we're trying to get fans in the stands at Fenway and the Garden,\" Walsh said, referring to the homes of the Red Sox, Bruins and Celtics.", "He went on, \"But events like Saint Patrick's Day ... can throw us back. They can become super-spreader events and we can be in the situation where we're shutting everything down again.\"", "The mayor said private gatherings are limited to 10 people indoors and 25 people outdoors.", "Spacing requirements and time limits will still be enforced at restaurants, and there will be no alcohol service without food, Walsh said.", "Lines outside restaurants are also prohibited, he said.", "Last March, just as the U.S. was shutting down, there were lines of bar-goers outside Boston restaurants during Saint Patrick's Day celebrations, Walsh said, and restaurants took it upon themselves to shut down and lose business -- which the mayor said he doesn't want to happen this year.", "Boston's Saint Patrick's Day parade is also canceled again this year.", "\"Hopefully a year from now, Saint Patrick's Day, there will be no real rules or regulations in place and we'll be able to have the fun and the celebration we all want to have,\" he said.", "24/7 coverage of breaking news and live events"], "20": ["Emergency loans made to small businesses during the coronavirus pandemic have been added to the list of government programs considered at high risk of waste, fraud or mismanagement", "California offers massive payouts to schools to reopen during pandemic", "WASHINGTON -- Emergency loans made to small businesses during the coronavirus pandemic have been added to a list of government programs considered at high risk of waste, fraud or mismanagement.", "The most common of those emergency loans, PPP loans, are provided at a low interest rate and are fully forgivable under conditions that include spending a certain percentage on payroll costs. The loans were created by Congress and have proven exceedingly popular as shops, restaurants and other small businesses try to survive the pandemic.", "The Government Accountability Office said Tuesday that millions of small businesses benefitted from the emergency loans, but the speed with which the relief programs were set up limited safeguards necessary to identify risks, “including susceptibility to improper payments and potential fraud.”", "The Small Business Administration made or guaranteed more than 14.7 million loans and grants totaling about $744 billion between March and December. Congress approved an additional $304 billion in emergency loans in December.", "The GAO said in the report that, as of January, it continues to experience delays in obtaining key information about the loans, including detailed oversight plans and documentation for estimating improper payments.", "“There's no doubt they’ve had a positive impact. However, the management of these programs needs to be dramatically improved,\" U.S. Comptroller General Gene L. Dodaro told reporters in previewing the report.", "Government auditors release a high-risk list near the beginning of every new Congress. The list is designed to increase attention on the shortfalls cited by the GAO, and to prompt action that can often save taxpayer dollars and improve government operations.", "Auditors also added the government’s efforts to prevent drug misuse to the high-risk list. The GAO had warned as the pandemic began that it would be doing so. At the time, it noted that the pandemic could fuel the conditions that contribute to drug misuse, such as unemployment.", "In December, the Centers for Disease Control and Prevention reported the largest ever increase of drug overdose deaths during a 12-month period that ended the previous May. The CDC noted a particular acceleration in drug overdose deaths as widespread mitigation measures kicked in.", "“This is heartbreaking,\" said Sen. Rob Portman, R-Ohio.", "Portman said that the country and his home state had finally seen a drop in overdose deaths in 2018 for the first time in decades.", "“Substantial progress. And yet now, with the pandemic, under this horrible pandemic, we have this horrible addiction crisis that has grown,\" Portman said.", "Auditors said that maintaining sustained attention to the problem of drug abuse will be challenging in the coming months with agencies focused on addressing the pandemic.", "“This makes developing and implementing a coordinated, strategic approach even more important as agencies’ resources are also being diverted, in part, to pandemic priorities,” the report said.", "On a positive note, the GAO said the Department of Defense had made concerted progress in how it aligns its support infrastructure with the needs of the country’s military forces, It dropped the support program from it's high-risk list.", "For example, in citing, progress, auditors said the Army reduced its leased footprint in the Washington D.C. region from a peak of 3.9 million square feet in 2011 to roughly 1 million square feet as of September 2019.", "24/7 coverage of breaking news and live events"], "21": ["There are 26 states from Texas to Maine under flood and wind chill alerts.", "Major flooding South, Northeast gets cold blast", "There is major to near historic river flooding in parts of the Mid-South, especially in Kentucky on Tuesday.", "Locally, 7 inches of rain fell over the weekend in the Mid-South helping local rivers to rise quickly and flooding entire towns. A state of emergency has now been declared for these areas.", "Damaging thunderstorms moved through Georgia on Monday,  killing one person when a tree feel on a home.", "These storms also produced an EF-1 tornado with winds of 90 mph, not related to the victim’s death.", "There are flood warnings from Texas to Ohio on Tuesday and 26 states from Texas to Maine are under flood, high winds and wind chill alerts.", "The heavy rain has ended in Mid-South but some rivers are still rising or will remain in major to moderate flooding through over the next few days.", "The heaviest rain shifted closer to the Gulf Coast from Mississippi to Alabama, Georgia and South Carolina where over the next few days 2 to 3 inches of rain is expected with locally higher amounts possible.", "Meanwhile, in the Northeast, arctic cold air is moving through with very gusty winds that are producing power outages.", "Wind will continue to gust in the Northeast from New Jersey to Maine at 40 to 60 mph through this morning and will subside in the afternoon.", "Wind Chills this morning are below zero from upstate New York to Boston and into New England.", "This bitter blast will not last and already by Wednesday most of the Northeast will see temperatures quickly rebound into the 40s and even 50s.", "But it is still early March so the cold will be back end of the week as wind chills are expected to fall into the teens and single digits for the I-95 corridor and below zero in upstate New York and into New England.", "24/7 coverage of breaking news and live events"], "22": ["Mexico President Andrés Manuel López Obrador says he had no differences with U.S. President Joe Biden in their first bilateral meeting", "Biden administration addresses immigration concerns", "MEXICO CITY -- Mexico President Andrés Manuel López Obrador said Tuesday that he had no differences with U.S. President Joe Biden in their first bilateral meeting a day earlier and that his American counterpart was open to exploring his proposals on a temporary worker program and helping Mexico obtain more vaccine.", "López Obrador characterized the meeting as “friendly, respectful and with a lot of emphasis on cooperation for development.” He said he didn’t come away with a deal for the U.S. to help Mexico obtain more COVID-19 vaccine, but said he wasn’t denied either.", "“Teams from both countries are going to explore all possibilities for cooperation in this area” to see “what is possible and when,” López Obrador said.", "Ahead of the meeting, White House officials reiterated that Biden remained focused on first vaccinating U.S. citizens before turning his attention to assisting other nations. López Obrador acknowledged Biden may have to first vaccinate most of the U.S. population, but said there was an openness to the subject.", "There were questions ahead of the meeting about how the two leaders would get along. López Obrador had a surprisingly warm relationship with former President Donald Trump that revolved almost exclusively around Mexico’s efforts to stop migrants from reaching the U.S. border.", "But López Obrador said Tuesday there was a lot of laughter in the one hour and 15-minute conversation with Biden that covered nearly all of the main issues in the bilateral relationship.", "“There were not any differences, I’m telling you categorically, not a single one,” López Obrador said.", "On immigration, López Obrador said he proposed the U.S. analyze how many workers its economy requires and then design a plan for temporary worker visas that would allow Mexicans and Central Americans to migrate legally for work. “And it’s going to be studied,” he said. Before the meeting, López Obrador has floated a scale of 600,000 to 800,000 Mexican and Central American workers annually.", "It could be modeled on the original Bracero program, which allowed Mexicans to work temporarily in the United States to fill labor shortages during World War II and for a couple of decades after the war.", "Biden and López Obrador have both stressed the importance of developing northern Central America and southern Mexico to address migration. The Mexican president said Biden repeated his proposal to destine $4 billion for that purpose in the region.", "“We recognize that is a good move to have taken this decision,” he said.", "24/7 coverage of breaking news and live events"], "23": ["Chauvin's trail is scheduled to begin next week. ", "On Location: March 2, 2021", "The Minnesota Court of Appeals is deciding whether to reinstate a third-degree murder charge against Derek Chauvin, the former Minneapolis police officer set to go on trial next week in the death of George Floyd.", "During a virtual hearing on Monday, a prosecutor from Minnesota Attorney General Keith Ellison's office argued that the district court judge presiding over Chauvin's case \"abused his discretion\" by dropping the charge.", "Chauvin, who did not attend Monday's hearing, is currently facing charges of second-degree murder and second-degree manslaughter in the May 25 death of Floyd, a 46-year-old Black man.", "\"We will ... issue an expedited decision as soon as possible, appreciating that the trial in this matter is supposed to start one week from today,\" Appellate Judge Michelle A. Larkin said at the close of the hearing.", "Chauvin, 44, is being tried separately from three other former officers involved in Floyd's death. J. Alexander Kueng, Thomas Lane and Tou Thao are charged with aiding and abetting second-degree murder and manslaughter and are scheduled to go on trial in August.", "Cellphone video showed Chauvin digging his knee into the back of Floyd's neck for a prolonged period as Kueng and Lane held the handcuffed man down in a prone position as he repeatedly cried out, \"I can't breathe.\"", "Thao is accused of standing by and keeping witnesses at bay.", "Floyd went unconscious during the incident and was later pronounced dead at a hospital.", "Hennepin County District Court Judge Peter Cahill, who is presiding over Chauvin's case, dismissed the third-degree murder charge in October last year, ruling that it required evidence that Chauvin's alleged actions put multiple people at risk and resulted in a death. Cahill ruled that since Chauvin is accused of only targeting Floyd, the count did not apply to his case.", "During Monday's hearing, prosecutor Neal Katyal cited a Feb. 1 ruling by the Minnesota Court of Appeals upholding a third-degree murder conviction against former Minneapolis police officer Mohamed Noor in the 2017 fatal shooting of Justine Ruszczyk Damond after she called 911 to report an assault in progress near her home.", "Following the Court of Appeals ruling in Noor's case, prosecutors asked Cahill to reconsider the third-degree charge against Chauvin. Cahill denied the request.", "Chauvin's lawyer Eric Nelson argued on Monday that Cahill's ruling should stand because the Appeals Court decision in Noor's case should not be considered a legally binding precedent because Noor has 60 to 90 days to appeal to the state Supreme Court.", "Nelson argued that if Chauvin were convicted of third-degree murder and the Noor case was overturned, he could appeal, \"but he would have to do it from the confines of a prison cell.\"", "Larkin responded, \"When the Supreme Court does grant review of our cases, it typically does not vacate our decision or issue any order limiting that decision.\"", "\"All of these rules and the lack of any statement that a precedential opinion is anything but immediately effective in terms of precedential authority are causing me to question your assertion that the rules support ignoring precedential decisions of this court until such time as to seek review has expired, the Supreme Court denies review or the Supreme Court takes review and issues a different decision,\" Larkin told Nelson.", "Katyal said that it could take the Supreme Court up to a year to review a case. He noted that there are three other former officers charged in the death of Floyd and their trial could occur \"very possibly when Noor is over and left intact.\"", "\"That would mean third-degree murder charges could be brought against those three officers just because of timing,\" Katyal said. \"Everything about our legal system rebels against that notion ... in Minnesota and any jurisdiction with which we're familiar.\"", "24/7 coverage of breaking news and live events"], "24": ["President Joe Biden’s choice to head the Securities and Exchange Commission is coming before a Senate panel in a virtual hearing Tuesday as a roiling stock-trading drama spurs clamor for tighter regulation of Wall Street", "On Location: March 2, 2021", "WASHINGTON -- President Joe Biden’s choice to head the Securities and Exchange Commission is coming before a Senate panel for his confirmation hearing at a moment when a roiling stock-trading drama has spurred clamor for tighter regulation of Wall Street.", "Gary Gensler, a chairman of the Commodity Futures Trading Commission during the Obama administration, has experience as a tough markets regulator during the financial crisis. More recently he has been in the academic world. Biden’s selection of Gensler to lead the SEC signals a goal of turning the Wall Street watchdog agency toward an activist role after a deregulatory stretch during the Trump administration.", "The Senate Banking Committee is weighing Gensler’s confirmation in a virtual hearing Tuesday. Also being vetted and questioned is Rohit Chopra, a member of the Federal Trade Commission who is Biden’s nominee to lead the Consumer Financial Protection Bureau.", "Gensler is promising to work toward strengthening transparency and accountability in the markets. That will enable people “to invest with confidence and be protected from fraud and manipulation,\" he said in written testimony prepared for the hearing. “It means promoting efficiency and competition, so our markets operate with lower costs to companies and higher returns to investors. ... And above all, it means making sure our markets serve the needs of working families.\"", "The trading frenzy in shares of the struggling video-game retailer GameStop lifted their price 1,600% in January, though they later fell back to Earth after days of wild price swings. A number of big hedge funds had bet that GameStop stock would fall, only to be thwarted by small investors who banded together on social media with a wave of buying that sent the price up. The saga was portrayed as a victory of ordinary investors over Wall Street giants. But some lawmakers charged that the online trading platform Robinhood acted to favor its big Wall Street clients when it blocked its customers on Jan. 28 from buying GameStop shares.", "The SEC is investigating. Treasury Secretary Janet Yellen convened a meeting of top federal regulators to discuss the trading turbulence and whether the way the market operates may hurt individual investors.", "Allison Herren Lee, the acting SEC chair, has said the agency is examining the role that short-selling may have played in GameStop’s extreme stock moves, as well as potential stock manipulation and whether companies issuing stocks are adequately disclosing risks to investors.", "The GameStop episode has bolstered political momentum in the direction of closer regulation of the securities markets, though Republican lawmakers and regulators generally will oppose new rules. Possible avenues for new rules that have been raised include requiring market players to disclose short-selling positions and restricting arrangements of payment for order flow — a common practice in which Wall Street trading firms pay companies like Robinhood to send them their customers’ orders for execution.", "Gensler was a leader and adviser of Biden’s presidential transition team responsible for the Federal Reserve, banking issues and securities regulation. He doesn’t appear to face enough opposition to derail his approval by the full Senate, which the Democrats control by a slim margin.", "“Gensler will tip the SEC away from making it easy for companies to raise money and toward protecting unsophisticated investors,” says Erik Gordon, assistant business professor at the University of Michigan.", "Jay Clayton, a former Wall Street lawyer who headed the SEC during the Trump administration, presided over a deregulatory push to soften rules affecting Wall Street and the financial markets, as President Donald Trump pledged when he took office. Rules under the Dodd-Frank law that tightened the reins on banks and Wall Street in the wake of the 2008-09 financial crisis and the Great Recession were relaxed. Clayton also eased rules for smaller companies raising capital in the market.", "With a background of having worked for nearly 20 years at Goldman Sachs, the Wall Street powerhouse investment bank, Gensler surprised many by being a tough regulator of big banks as head of the Commodity Futures Trading Commission. He imposed oversight on the $400 trillion worldwide market for the complex financial instruments that helped spark the 2008-09 crisis. Gensler pushed for stricter regulations that big banks and financial firms had lobbied against, and he wasn’t afraid to take positions that clashed with the Obama administration.", "Among his likely priorities as SEC chair would be requirements for corporations to disclose their climate change risks, political spending and executive compensation. Gensler, who co-authored a 2002 book of investing advice for moderate-income people titled “The Great Mutual Fund Trap,” also could push for protections in ordinary investors’ relationships with their advisers. He may take up tighter rules for new “blank-check” offerings used by companies in developing stages to raise money in the markets, observers say.", "Gensler comes armed with receptiveness to new financial technologies and cryptocurrency. As a professor of economics and management at MIT’s Sloan School of Management, he has focused research and teaching on public policy as well as digital currencies and blockchain, the global running ledgers of digital currency transactions.", "24/7 coverage of breaking news and live events"], "25": ["President Joe Biden’s choice to head the Securities and Exchange Commission is coming before a Senate panel in a virtual hearing Tuesday as a roiling stock-trading drama spurs clamor for tighter regulation of Wall Street", "On Location: March 2, 2021", "WASHINGTON -- President Joe Biden’s choice to head the Securities and Exchange Commission is coming before a Senate panel for his confirmation hearing at a moment when a roiling stock-trading drama has spurred clamor for tighter regulation of Wall Street.", "Gary Gensler, a chairman of the Commodity Futures Trading Commission during the Obama administration, has experience as a tough markets regulator during the financial crisis. More recently he has been in the academic world. Biden’s selection of Gensler to lead the SEC signals a goal of turning the Wall Street watchdog agency toward an activist role after a deregulatory stretch during the Trump administration.", "The Senate Banking Committee is weighing Gensler’s confirmation in a virtual hearing Tuesday. Also being vetted and questioned is Rohit Chopra, a member of the Federal Trade Commission who is Biden’s nominee to lead the Consumer Financial Protection Bureau.", "Gensler is promising to work toward strengthening transparency and accountability in the markets. That will enable people “to invest with confidence and be protected from fraud and manipulation,\" he said in written testimony prepared for the hearing. “It means promoting efficiency and competition, so our markets operate with lower costs to companies and higher returns to investors. ... And above all, it means making sure our markets serve the needs of working families.\"", "The trading frenzy in shares of the struggling video-game retailer GameStop lifted their price 1,600% in January, though they later fell back to Earth after days of wild price swings. A number of big hedge funds had bet that GameStop stock would fall, only to be thwarted by small investors who banded together on social media with a wave of buying that sent the price up. The saga was portrayed as a victory of ordinary investors over Wall Street giants. But some lawmakers charged that the online trading platform Robinhood acted to favor its big Wall Street clients when it blocked its customers on Jan. 28 from buying GameStop shares.", "The SEC is investigating. Treasury Secretary Janet Yellen convened a meeting of top federal regulators to discuss the trading turbulence and whether the way the market operates may hurt individual investors.", "Allison Herren Lee, the acting SEC chair, has said the agency is examining the role that short-selling may have played in GameStop’s extreme stock moves, as well as potential stock manipulation and whether companies issuing stocks are adequately disclosing risks to investors.", "The GameStop episode has bolstered political momentum in the direction of closer regulation of the securities markets, though Republican lawmakers and regulators generally will oppose new rules. Possible avenues for new rules that have been raised include requiring market players to disclose short-selling positions and restricting arrangements of payment for order flow — a common practice in which Wall Street trading firms pay companies like Robinhood to send them their customers’ orders for execution.", "Gensler was a leader and adviser of Biden’s presidential transition team responsible for the Federal Reserve, banking issues and securities regulation. He doesn’t appear to face enough opposition to derail his approval by the full Senate, which the Democrats control by a slim margin.", "“Gensler will tip the SEC away from making it easy for companies to raise money and toward protecting unsophisticated investors,” says Erik Gordon, assistant business professor at the University of Michigan.", "Jay Clayton, a former Wall Street lawyer who headed the SEC during the Trump administration, presided over a deregulatory push to soften rules affecting Wall Street and the financial markets, as President Donald Trump pledged when he took office. Rules under the Dodd-Frank law that tightened the reins on banks and Wall Street in the wake of the 2008-09 financial crisis and the Great Recession were relaxed. Clayton also eased rules for smaller companies raising capital in the market.", "With a background of having worked for nearly 20 years at Goldman Sachs, the Wall Street powerhouse investment bank, Gensler surprised many by being a tough regulator of big banks as head of the Commodity Futures Trading Commission. He imposed oversight on the $400 trillion worldwide market for the complex financial instruments that helped spark the 2008-09 crisis. Gensler pushed for stricter regulations that big banks and financial firms had lobbied against, and he wasn’t afraid to take positions that clashed with the Obama administration.", "Among his likely priorities as SEC chair would be requirements for corporations to disclose their climate change risks, political spending and executive compensation. Gensler, who co-authored a 2002 book of investing advice for moderate-income people titled “The Great Mutual Fund Trap,” also could push for protections in ordinary investors’ relationships with their advisers. He may take up tighter rules for new “blank-check” offerings used by companies in developing stages to raise money in the markets, observers say.", "Gensler comes armed with receptiveness to new financial technologies and cryptocurrency. As a professor of economics and management at MIT’s Sloan School of Management, he has focused research and teaching on public policy as well as digital currencies and blockchain, the global running ledgers of digital currency transactions.", "24/7 coverage of breaking news and live events"], "26": ["The group's leader said of Jan. 6, \"We need a little bit more of that energy.\"", "House GOP leaders clash over Trump at CPAC", "GOP Rep. Paul Gosar of Arizona was the surprise keynote speaker at a conference Friday night in Orlando, Florida, where speakers spread white nationalist rhetoric, organizers railed about the U.S. losing its \"white demographic core,\" and some called for further engagement like the ire that drove the Capitol attack on Jan. 6.", "Gosar, who skipped Friday's House votes -- including the vote on the $1.9 trillion COVID-19 relief package -- spoke Friday night at the America First Political Action Conference (AFPAC), where he blamed former President Donald Trump's election loss on \"big business, big tech, and the swamp,\" and pushed anti-immigration arguments to the crowd of \"Groypers,\" a loose coalition of mostly young alt-right extremists led by organizer Nick Fuentes.", "In the days leading up to the event and while marketing tickets online in part by using his Twitter account, Fuentes teased that there would be a special guest, which turned out to be Gosar. Other speakers Friday night included former Iowa Representative Steve King, who's known for his long history of racist comments, and conservative commentator Michelle Malkin.", "After speaking at the event, less than 12 hours later Gosar was featured on a panel Saturday morning at the ongoing Conservative Political Action Conference (CPAC) happening concurrently to AFPAC in the Orlando area. Speaking on a panel moderated by CPAC's own Mercedes Schlapp, Gosar criticized the Biden administration's immigration policies.", "At the start of the panel, Gosar -- unprompted and without mentioning Friday's event or Fuentes by name -- attempted to distance himself from \"racism.\"", "\"I want to tell you, I denounce when we talk about white racism. That's not appropriate. I believe in a strong immigration system,\" Gosar said.", "Neither Gosar nor representatives for CPAC responded to ABC News' requests for comment on the congressman's speech at the AFPAC event.", "On Friday night, Gosar's keynote was followed by a speech by Fuentes that was filled with white grievance and far-right anti-immigration rhetoric. \"If [America] loses its white demographic core … then this is not America anymore,\" the AFPAC founder told the crowd.", "Fuentes went on to praise the Capitol attack, boasting about it leading to a delay in the certification of the election results.", "\"While I was there in D.C., outside of the building, and I saw hundreds of thousands of patriots surrounding the U.S. Capitol building and I saw the police retreating ... I said to myself: 'This is awesome,'\" Fuentes said to the applause of the crowd.", "And amid security concerns over threats to disrupt President Joe Biden's expected speech to a joint session of Congress, Fuentes encouraged more of the kind of commitment shown by rioters on Jan. 6.", "\"To see that Capitol under siege, to see the people of this country rise up and mobilize to D.C. with the pitchforks and the torches -- we need a little bit more of that energy in the future,\" he said.", "Gosar, who was elected to Congress in 2011, has emerged as one of the most far-right Republicans in Washington. In January, The New York Times first reported that a leading member of an Oath Keepers chapter in Arizona, Jim Arroyo, posted a video on YouTube claiming Gosar attended one of their meetings and supported the group's calls for a war in the country.", "\"We did a meeting a couple of years ago where our elected representative from Washington, Paul Gosar, came out and we asked him flat out at that time, 'Do you think we're heading into a civil war?'\" Arroyo said. \"And his response was just flat out, 'We're in it. We just haven't started shooting at each other yet.'\" Gosar did not respond to the Times' request for comment.", "During the Jan. 6 attack on the Capitol, Gosar posted a message on Twitter calling for protesters not to \"get carried away.\" But over on the right-leaning Parler service, he shared a far more sympathetic message, using the same photo of people scaling the walls of the Capitol and writing, \"Americans are upset.\"", "Gosar's featured appearance at Friday's event will be another major test for a Republican Party that is being pulled between traditional conservatives and a growing radical extremist element as it searches for a path forward following the pro-Trump Capitol attack.", "Earlier this month, the House approved a resolution that removed newly elected Republican Rep. Marjorie Taylor Greene from her assigned committees due to a long history of pushing QAnon rhetoric and baseless conspiracy theories, including that the Sandy Hook and Parkland shootings were staged \"false flag\" operations. Green apologized to House members for her previous comments prior to the vote.", "And former President Trump issued the first blow of his revenge tour on Republicans who voted to impeach him, endorsing Max Miller, a former Trump aide, in his primary challenge against Rep. Anthony Gonzalez (R-Ohio), who was among 10 House Republicans to vote for impeachment.", "Trump's name was a recurring theme at Friday night's event, with Fuentes also promising to target Republicans who were not sufficiently loyal to the former president.", "\"He is one of us,\" Fuentes told the crowd.", "Friday night's AFPAC event marked one of the first major gatherings of far-right extremists since the Jan. 6 insurrection. The event featured at least two people, Fuentes and AFPAC speaker Vincent James Foxx, who were present near the Capitol building during the siege.", "Fuentes, who has denied involvement in the storming of the Capitol itself, has been spotted in videos and photos rallying outside the Capitol on Jan. 6. In one video, Fuentes can be seen on a megaphone telling the crowd not to \"leave this Capitol until Donald Trump is inaugurated president.\" Foxx, who on Friday night said, \"We must not be afraid of the idea of secession,\" was photographed with Fuentes on Jan. 6. Neither man was charged in connection with the riot.", "Fuentes, who attended the 2017 \"Unite the Right\" rally at Charlottesville, has a long history of making racist and anti-Semitic comments. Since the Capitol insurrection, a handful of America First followers have been arrested for their participation in the Jan. 6 attack.", "After spending parts of his speech Friday night celebrating the Capitol riot, Fuentes at one point attempted to walk back his comments.", "\"I disavow all violence. I disavow all vandalism. I respect the government is sovereign over us,\" he said -- then added, \"Alright, I think that'll stand up in court.\"", "24/7 coverage of breaking news and live events"], "27": ["The group's leader said of Jan. 6, \"We need a little bit more of that energy.\"", "House GOP leaders clash over Trump at CPAC", "GOP Rep. Paul Gosar of Arizona was the surprise keynote speaker at a conference Friday night in Orlando, Florida, where speakers spread white nationalist rhetoric, organizers railed about the U.S. losing its \"white demographic core,\" and some called for further engagement like the ire that drove the Capitol attack on Jan. 6.", "Gosar, who skipped Friday's House votes -- including the vote on the $1.9 trillion COVID-19 relief package -- spoke Friday night at the America First Political Action Conference (AFPAC), where he blamed former President Donald Trump's election loss on \"big business, big tech, and the swamp,\" and pushed anti-immigration arguments to the crowd of \"Groypers,\" a loose coalition of mostly young alt-right extremists led by organizer Nick Fuentes.", "In the days leading up to the event and while marketing tickets online in part by using his Twitter account, Fuentes teased that there would be a special guest, which turned out to be Gosar. Other speakers Friday night included former Iowa Representative Steve King, who's known for his long history of racist comments, and conservative commentator Michelle Malkin.", "After speaking at the event, less than 12 hours later Gosar was featured on a panel Saturday morning at the ongoing Conservative Political Action Conference (CPAC) happening concurrently to AFPAC in the Orlando area. Speaking on a panel moderated by CPAC's own Mercedes Schlapp, Gosar criticized the Biden administration's immigration policies.", "At the start of the panel, Gosar -- unprompted and without mentioning Friday's event or Fuentes by name -- attempted to distance himself from \"racism.\"", "\"I want to tell you, I denounce when we talk about white racism. That's not appropriate. I believe in a strong immigration system,\" Gosar said.", "Neither Gosar nor representatives for CPAC responded to ABC News' requests for comment on the congressman's speech at the AFPAC event.", "On Friday night, Gosar's keynote was followed by a speech by Fuentes that was filled with white grievance and far-right anti-immigration rhetoric. \"If [America] loses its white demographic core … then this is not America anymore,\" the AFPAC founder told the crowd.", "Fuentes went on to praise the Capitol attack, boasting about it leading to a delay in the certification of the election results.", "\"While I was there in D.C., outside of the building, and I saw hundreds of thousands of patriots surrounding the U.S. Capitol building and I saw the police retreating ... I said to myself: 'This is awesome,'\" Fuentes said to the applause of the crowd.", "And amid security concerns over threats to disrupt President Joe Biden's expected speech to a joint session of Congress, Fuentes encouraged more of the kind of commitment shown by rioters on Jan. 6.", "\"To see that Capitol under siege, to see the people of this country rise up and mobilize to D.C. with the pitchforks and the torches -- we need a little bit more of that energy in the future,\" he said.", "Gosar, who was elected to Congress in 2011, has emerged as one of the most far-right Republicans in Washington. In January, The New York Times first reported that a leading member of an Oath Keepers chapter in Arizona, Jim Arroyo, posted a video on YouTube claiming Gosar attended one of their meetings and supported the group's calls for a war in the country.", "\"We did a meeting a couple of years ago where our elected representative from Washington, Paul Gosar, came out and we asked him flat out at that time, 'Do you think we're heading into a civil war?'\" Arroyo said. \"And his response was just flat out, 'We're in it. We just haven't started shooting at each other yet.'\" Gosar did not respond to the Times' request for comment.", "During the Jan. 6 attack on the Capitol, Gosar posted a message on Twitter calling for protesters not to \"get carried away.\" But over on the right-leaning Parler service, he shared a far more sympathetic message, using the same photo of people scaling the walls of the Capitol and writing, \"Americans are upset.\"", "Gosar's featured appearance at Friday's event will be another major test for a Republican Party that is being pulled between traditional conservatives and a growing radical extremist element as it searches for a path forward following the pro-Trump Capitol attack.", "Earlier this month, the House approved a resolution that removed newly elected Republican Rep. Marjorie Taylor Greene from her assigned committees due to a long history of pushing QAnon rhetoric and baseless conspiracy theories, including that the Sandy Hook and Parkland shootings were staged \"false flag\" operations. Green apologized to House members for her previous comments prior to the vote.", "And former President Trump issued the first blow of his revenge tour on Republicans who voted to impeach him, endorsing Max Miller, a former Trump aide, in his primary challenge against Rep. Anthony Gonzalez (R-Ohio), who was among 10 House Republicans to vote for impeachment.", "Trump's name was a recurring theme at Friday night's event, with Fuentes also promising to target Republicans who were not sufficiently loyal to the former president.", "\"He is one of us,\" Fuentes told the crowd.", "Friday night's AFPAC event marked one of the first major gatherings of far-right extremists since the Jan. 6 insurrection. The event featured at least two people, Fuentes and AFPAC speaker Vincent James Foxx, who were present near the Capitol building during the siege.", "Fuentes, who has denied involvement in the storming of the Capitol itself, has been spotted in videos and photos rallying outside the Capitol on Jan. 6. In one video, Fuentes can be seen on a megaphone telling the crowd not to \"leave this Capitol until Donald Trump is inaugurated president.\" Foxx, who on Friday night said, \"We must not be afraid of the idea of secession,\" was photographed with Fuentes on Jan. 6. Neither man was charged in connection with the riot.", "Fuentes, who attended the 2017 \"Unite the Right\" rally at Charlottesville, has a long history of making racist and anti-Semitic comments. Since the Capitol insurrection, a handful of America First followers have been arrested for their participation in the Jan. 6 attack.", "After spending parts of his speech Friday night celebrating the Capitol riot, Fuentes at one point attempted to walk back his comments.", "\"I disavow all violence. I disavow all vandalism. I respect the government is sovereign over us,\" he said -- then added, \"Alright, I think that'll stand up in court.\"", "24/7 coverage of breaking news and live events"], "28": ["In a deal to jettison itself from under bankruptcy protection, Hertz says it may sell a controlling stake in the rental car company to two investment firms for $4.2 billion", "On Location: March 2, 2021", "In a deal to jettison itself from under bankruptcy protection, Hertz said Tuesday that it may sell a controlling stake in the company to two investment firms for $4.2 billion.", "Knighthead Capital Management and Certares Opportunities will have the chance to buy the entire reorganized car rental company, but no less than a majority of its shares, Hertz Global Holdings Inc. said.", "Hertz was among the first major corporations to be felled by the pandemic last year as infections surged and shut down travel on a global scale for both companies and vacationers.", "Hertz filed for bankruptcy protection in May 2020. Sales growth went into negative territory almost immediately, but the 100-year-old company was already experiencing some turmoil. When it entered bankruptcy protection, Hertz named its fourth chief executive in six years.", "However, with the rollout of a suite of vaccines for the coronavirus, pent up wanderlust is expected to explode. Investors are pouring money into almost any company that caters to travelers. Share of major airlines are up between 20% and 40% this year. Cruise, lines, hotels and resorts are getting similar interest.", "In this atmosphere, Certares and Knighthead recently formed the CK Opportunities Fund, which concentrates on investments in travel and leisure.", "Hertz, based in Estero, Florida, said the proposed investment, combined with a new $1 billion first-lien financing, a new $1.5 billion revolving credit facility, and a new asset-backed securitization facility to finance its U.S. vehicle fleet, will provide the funding needed for the company to complete its restructuring and emerge from Chapter 11 bankruptcy protection in early to mid summer.", "The proposed plan still needs court approval. A hearing is set for April 16.", "24/7 coverage of breaking news and live events"], "29": ["Police in Myanmar repeatedly used tear gas and rubber bullets against crowds protesting last month’s coup", "On Location: March 2, 2021", "YANGON, Myanmar -- Police in Myanmar repeatedly used tear gas and rubber bullets Tuesday against crowds protesting last month's coup, but the demonstrators regrouped after each volley and tried to defend themselves with barricades as standoffs between protesters and security forces intensified.", "Myanmar authorities have escalated their crackdown on the protests in recent days, making mass arrests and firing into the crowds. The United Nations said         it believed at least 18 people were killed  on Sunday by security forces. Foreign ministers from Southeast Asian countries called Tuesday for an end to the violence and talks to resolve the increasingly volatile crisis.", "Despite the crackdown, demonstrators have continued to flood the streets — and are beginning to more rigorously resist attempts to disperse them. Hundreds, many wearing construction helmets and carrying makeshift shields, gathered in Myanmar's largest city of Yangon, where a day earlier police had fired repeated rounds of tear gas. They dragged bamboo poles and debris to form barricades, chanted slogans and sang songs at the police lines. They even threw banana skins onto the road in front of them in a bid to slow any police rush.", "The mainly young demonstrators fled in panic each time tear gas canisters were fired but soon returned to their barricades. Videos posted on social media showed similar chaotic scenes in the Insein neighborhood of northern Yangon.", "Protesters also took up their flags and banners to march through the streets of Dawei, a small city in southeastern Myanmar that has seen almost daily large demonstrations against the coup. One group of demonstrators was targeted by the security forces as it entered a narrow street on its way to pay respects at the house of a man killed in Sunday’s crackdown. Another was attacked on the main street in the city’s center.", "Police also dispersed protests in Mandalay, the country’s second-largest city, on Tuesday.", "Yangon, Dawei and Mandalay were among the cities where security forces reportedly fired live ammunition into crowds Sunday, according to the U.N. Human Rights Office. There were reports that they also fired live rounds Tuesday, but they could not immediately be confirmed.", "Some fear the junta’s escalating use of force is meant to provoke a violent backlash by the demonstrators — who have largely remained nonviolent — in order to discredit them and justify an even harsher crackdown. Videos from recent days show a greater number of protesters trying to stand their ground and throw objects at the police.", "“I beg the people in Myanmar not to fall in this trap, so to stay peaceful,” U.N. Special Envoy on Myanmar Christine Schraner Burgener said in interview with CNN, acknowledging that it was easier for her, safely away from the violence, to urge peaceful protesting. She also accused the authorities of spreading rumors about the conditions of people in detention to stir up even more anger on the streets.", "The Feb. 1 coup reversed years of slow progress toward democracy in Myanmar after five decades of military rule. It came the day a newly elected Parliament was supposed to take office. Ousted leader Aung San Suu Kyi’s National League for Democracy party would have been installed for a second five-year term, but instead she was detained along with President Win Myint and other senior officials.", "The military government has charged Suu Kyi, 75, with several offenses that critics say are trumped up merely to keep her jailed and potentially prevent her from participating in the election promised in a year’s time by the military. Her party says it does not know where Suu Kyi — who has a long history of campaigning for democracy in Myanmar — is being held.", "The weekend crackdown drew international condemnation. In addition to the use of force, authorities also detained more than 1,000 people over the weekend, according to the independent Assistance Association for Political Prisoners. Those detained included at least eight journalists,         among them Thein Zaw of The Associated Press.", "U.N. Secretary-General Antonio Guterres called the use of force and arbitrary arrests “unacceptable,” according to his spokesperson. The U.S., British and other governments issued similar statements of concern.", "But the military has showed no sign of backing down.", "The protesters and their supporters have appealed for help from abroad, but there are few prospects for major intervention. The Association of Southeast Asian Nations, a regional group of 10 nations, has a policy of seeking a consensus among its members, making it unlikely to take strong action.         A virtual meeting Tuesday of the group ended with a statement calling for the parties in Myanmar to begin talks to try to reach a peaceful settlement.", "The U.N.’s independent expert on human rights in Myanmar, Tom Andrews, has proposed that countries could institute a global embargo on the sale of arms to Myanmar and “tough, targeted and coordinated sanctions” against those responsible for the coup, the crackdown and other rights abuses.", "But any kind of coordinated action at the United Nations would be difficult since two permanent members of the U.N. Security Council, China and Russia, would almost certainly veto it. Some countries have imposed or are considering imposing their own sanctions.", "———", "Associated Press writers Niniek Karmini in Jakarta, Indonesia, and Eileen Ng in Kuala Lumpur, Malaysia, contributed to this report.", "24/7 coverage of breaking news and live events"], "30": ["Two Americans suspected of helping former Nissan Chairman Carlos Ghosn skip bail and flee to Lebanon in 2019 were extradited from the U.S. and have arrived in Tokyo", "On Location: March 2, 2021", "TOKYO -- Two Americans suspected of helping former Nissan Chairman Carlos Ghosn skip bail in Japan and flee to Lebanon in December 2019 were extradited from the U.S. and arrived in Tokyo on Tuesday.", "Michael Taylor and his son, Peter, who had been detained in a Boston jail since last May, were handed over to Japanese custody on Monday.", "Tokyo Deputy Prosecutor Hiroshi Yamamoto said the Taylors arrived at Tokyo's Narita International Airport, and were arrested on suspicion of aiding a criminal.", "They will be held at a Tokyo detention center, where they will be questioned and investigated, Yamamoto told reporters.", "Japanese TV channel's showed video of a Japan Airlines flight carrying the two men land at Narita. They were largely hidden behind a tarp held up by Japanese authorities.", "Ghosn, who led Nissan Motor Co. for more than two decades, was arrested in 2018, and charged with under-reporting his future compensation and breach of trust in diverting Nissan money for personal gain. He says he is innocent.", "Japan has put Ghosn on Interpol’s wanted list, but Lebanon has no extradition treaty with Japan.", "Dates for Taylors' trial and formal charges were still undecided. Under Japanese law, suspects can be held without a formal charge for up to 23 days.", "“We would like to deeply thank the U.S. government for their cooperation,” Yamamoto said.", "24/7 coverage of breaking news and live events"], "31": ["Some Dutch cafe owners have symbolically opened their outdoor terraces in a protest against the government's coronavirus lockdown", "On Location: March 2, 2021", "ROTTERDAM, Netherlands -- In a scene reminiscent of carefree cafe life before coronavirus lockdown, Peter Bender reached across one of the outdoor tables at De Ooievaar bar and placed a cup of coffee and slice of apple pie in front of one of his guests.", "But the coffee went cold and the pie remained uneaten at the bar in Rotterdam's historic Delfshaven neighborhood.", "With tough coronavirus measures shutting Dutch cafes and restaurants since mid-October, Bender's guests Tuesday were all white inflatable dummies dressed in T-shirts, wigs and large red noses. They were part of a protest that saw an unknown number of cafes across the country symbolically open their terraces amid growing opposition to the lockdown from hard-hit businesses.", "“We’ve waited long enough, we still don’t see any perspective from the government,” said Bender. “We have a ludicrous action — today dolls are sitting here, next week it will be real guests. We’re really sick of it.”", "Businesses that accept paying guests in breach of the lockdown risk a 4,000-euro ($4,800) fine.", "Elsewhere, stores in one eastern village opened briefly in the morning and sex workers were planning a demonstration outside parliament in the afternoon.", "The protests come amid growing lockdown fatigue not only in the Netherlands but across the Europe Union, where 531,000 people have died in the pandemic and governments are still attempting to rein in new infections while slowly ramping up the pace of vaccinations.", "More than 1,000 people gathered in the Hungarian capital, Budapest, on Sunday demanding an end to pandemic restrictions that have left the tourism and hospitality sectors at a standstill for nearly four months.", "The demonstration, which organizers called “Let’s take our lives back!”, was dispersed by police for violating pandemic rules forbidding public gatherings.", "Marches to denounce COVID-19 restrictions also have been taking place in a scattered form across France. In January there was an authorized protest in the southern city of Perpignan in support of workers in the cultural sector that has been ravaged by closures.", "The pandemic has taken a brutal economic toll in the Netherlands.", "Turnover at the country's accommodation and food services sector shrank by an unprecedented 33.9% in 2020 due to the pandemic and lockdown measures, the national statistics office reported Monday. In the final quarter of the year, as the lockdown was tightened again after a summer of eased measures, cafes saw their turnover decline by 70.4% compared with the previous quarter.", "Bar owners insist that they can reopen their terraces safely by enforcing social distancing and hygiene measures. They have been spurred into action in part by recent scenes of large crowds of people packed into city parks enjoying unseasonably warm weather and largely ignoring social distancing measures. Amsterdam authorities have repeatedly restricted access to one of the city's main parks because of overcrowding.", "Sex workers are upset that they have been prevented from working while other “contact professions” such as hairdressers, beauty salons and masseurs have been allowed to reopen from Wednesday in what the government last week called a risky relaxation strategy that came despite infection numbers starting to edge higher recently.", "Bender said it's time for the country's political leaders — who face a general election in two weeks — to take action to ease the lockdown.", "“We're ready. It's two minutes before 12,” he said. “We want to open.\"", "————", "Corder reported from The Hague, Netherlands. Justin Spike in Budapest contributed.", "— Follow AP’s pandemic coverage at", "https://apnews.com/hub/coronavirus-pandemic", "https://apnews.com/hub/coronavirus-vaccine", "https://apnews.com/UnderstandingtheOutbreak", "24/7 coverage of breaking news and live events"], "32": ["Target extended its strong sales streak through the holiday quarter and grabbed business from rivals", "On Location: March 2, 2021", "NEW YORK -- Target extended its strong streak through the holiday quarter and sales grew by more than $15 billion in a pandemic year, exceeding the company's annual sales growth over the past 11 years combined.", "With the habits of millions altered because of the spread of COVID-19 in 2020, online sales last year surged by almost $10 billion and Target made it increasingly easy to shop.", "Fourth quarter profits soared 66%, the retailer reported Tuesday, and sales jumped 21%, both topping Wall Street expectations.", "Sales at stores opened at least a year rose 6.9% compared with the same period last year. Online sales soared 118%. Customer traffic in stores rose 3.7% and average dollars spent rose 15%.", "In the previous quarter, same-store sales rose 10%, while online sales spiked 155%,", "The Minneapolis retailer picked up $9 billion in market share from rivals in fiscal 2020.", "Big box stores including Home Depot, Lowe's and Walmart all had huge fourth quarters with Americans still consolidating shopping trips.", "Like all big-box stores, Target was allowed to stay open during the early onset of the pandemic last year, while department stores and mall-based retailers were forced to temporarily close because they were considered non-essential. That increased the dominance of Target and other discounters.", "Target, which had already been expanding its delivery services before the pandemic, pushed even harder in that area. Same-day services such as picking up orders inside the store or at curbside, soared 212%, led by drive-up service, which increased more than 500%.", "And it's omnipresent store locations have been an advantage. More than 95% of Target's fourth quarter sales were fulfilled by its own stores.", "Overall sales in 2020 rose 19.8 percent to $92.4 billion, up from $77.1 billion last year.", "Target has also announced a series of partnerships that should help drive more shoppers to its stores. Late last year,         it signed a deal with beauty chain Ulta Beauty  that will place Ulta shops in more than 100 Target stores by mid-2021.", "Target said that earnings reached $1.38 billion, or $2.73 per share, in the fourth quarter. That compares with $834 million, or $1.63 per share. Adjusted results were $2.67 per share, which topped estimates of $2.54 per share, according to FactSet.", "Sales rose 21% to $28 billion for the quarter. Analysts were expecting $27.4 billion.", "The company did not provide a financial outlook due to uncertainty related to the pandemic. Target was among many that pulled back on guidance at the onset of the pandemic. Best Buy and Macy's both offered outlooks when they reported earnings results last week.", "Target's shares rose more than 1%, or $2.43 to $188.52 before the opening bell Tuesday.", "————————", "Follow Anne D’Innocenzio on         Twitter: http://twitter.com/ADInnocenzio", "24/7 coverage of breaking news and live events"], "33": ["Twitter says it has begun labeling tweets that include misleading information about COVID-19 vaccines", "SAN FRANCISCO -- Twitter says it has begun labeling tweets that include misleading information about COVID-19 vaccines and using a “strike system” to eventually remove accounts that repeatedly violate its rules.", "The company said Monday that it has started using human reviewers to assess whether tweets violate its policy against COVID vaccine misinformation. Eventually, the work will be done by a combination of humans and automation, it said.", "Twitter had already banned some COVID-related misinformation in December, including falsehoods about how the virus spreads, whether masks are effective and the risk of infection and death.", "“Through the use of the strike system, we hope to educate people on why certain content breaks our rules so they have the opportunity to further consider their behavior and their impact on the public conversation,” Twitter said in a         blog post  Monday.", "People with one violation — or strike — will see no action. Two strikes will lead to an account being locked for 12 hours. Five or more will get a user permanently banned from Twitter.", "Facebook has also         stepped up its vaccine misinformation fight after years of half-hearted enforcement. It announced an expanded policy last month that includes all vaccines — not just those against COVID-19.", "San Francisco-based Twitter said the new labels only apply to COVID vaccines, not others.", "24/7 coverage of breaking news and live events"], "34": ["Saudi Arabia’s U.N. ambassador is disputing the U.S. intelligence report which concluded that the Saudi crown prince approved an operation to kill or capture dissident journalist Jamal Khashoggi", "UNITED NATIONS -- Saudi Arabia’s U.N. ambassador on Monday disputed the U.S. intelligence report which concluded that the Saudi crown prince approved an operation to kill or capture dissident journalist Jamal Khashoggi, saying in a tweet: “Let us all move forward to tackle the serious business of world issues!!\"", "Abdallah Al-Mouallimi said the newly declassified Central Intelligence Agency report “is based on could’ve, should’ve and would’ve and does not rise to anywhere close to proving the accusation beyond reasonable doubt.”", "Though intelligence officials stopped short of saying Crown Prince Mohammed bin Salman ordered Khashoggi's murder in October 2018, the four-page document described him as having “absolute control” over the kingdom’s intelligence organizations and said it would have been highly unlikely for an operation like the killing to have been carried out without his approval.", "Al-Mouallimi said in a series of tweets that “the Prince courageously accepted moral responsibility, presented the accused to the justice system, and pledged to reform the intelligence organizations. Case closed!”", "The document released last Friday echoed what has long been known about the killing: a 15-member Saudi team, including seven members of the prince’s elite personal protective team, arrived in Istanbul, Turkey and were at the Saudi consulate where Khashoggi, a U.S.-based journalist, had gone to the Saudi consulate to pick up documents needed for his wedding.", "Once inside, it said, he died at the hands of more than a dozen Saudi security and intelligence officials and others. Surveillance cameras tracked his route and those of his alleged killers. A Turkish bug planted at the consulate reportedly captured the sound of a forensic saw, operated by a Saudi colonel who was also a forensics expert, dismembering Khashoggi’s body within an hour of his entering the building.", "The whereabouts of Khashoggi's remains are unknown, and the Saudis have not released the names of those tried and sentenced.", "In his tweets, ambassador Al-Mouallimi rebutted the CIA finding that the 35-year-old crown prince “must’ve known because he controls the intelligence system.”", "“If this is a valid argument why weren’t the (U.S.) President, Vice President, and the Secretary of Defense held accountable for the Abu Ghraib crimes?,” he asked, referring to the Iraqi prison where photos became public in 2004 showing U.S. soldiers abusing detainees.", "The Saudi ambassador also dismissed a claim that the prince “is `obsessed’ with capturing Saudi dissidents and bringing them home,” saying “some dissidents ... have been living comfortably abroad and still do, courtesy of foreign intelligence.”", "The CIA report ratcheted up pressure on the Biden administration to hold the kingdom accountable for a murder that drew worldwide outrage.", "White House press secretary Jen Psaki was pressured on Monday to explain why a senior Saudi intelligence official and the entire Saudi Rapid Reaction Force, which engages in counter-dissident operations including against Khashoggi, had been sanctioned -- but not the crown prince, which has sparked anger from some members of Congress and Khashoggi supporters.", "She said the national security team “believes that going after the network responsible for these actions is the best way to prevent a crime like this from ever happening again,” which is the administration’s “objective.”", "Psaki reiterated that historically the U.S. doesn’t sanction leaders of foreign governments it has diplomatic relations with, but she said when asked whether the administration reserves the right to sanction the crown prince in the future if deemed necessary: “Of course, we reserve the right to take any action at a time and manner of our choosing.”", "24/7 coverage of breaking news and live events"], "35": ["A notable number of students are unaccounted for in schools across the country.", "California offers massive payouts to schools to reopen during pandemic", "States around the country are reporting a significant decline in the number of students enrolled in public school because of the coronavirus pandemic, leaving experts and educators concerned about the trend, and its potential long-term consequences.", "A notable number of students seem to have simply fallen off the grid, not showing up for online or in-person instruction, their whereabouts unknown by school officials.", "Given the chaos caused by the pandemic, and the lack of data, it is difficult to truly determine the exact magnitude of the problem, which seems to be disproportionately affecting already vulnerable student populations – among them homeless students, children with disabilities, children of immigrants, children in foster care and children of color.", "A recent study by Bellwether Education Partners, a non-profit that focuses on underserved communities, estimates that approximately 3 million of the “most educationally marginalized students in the country” may have been missing from school since March 2020, when the pandemic forced school closures. The group said it arrived at the number by calculating a “likely percentage of at-risk groups not in school, based on media reports and available data.”", "ABC News contacted officials from the departments of education in all 50 states, and found that the problem appears to be nationwide.", "Although some states reported that they do not track such information, many others said that they have seen a significant decline in their enrollment numbers, and still others have reported they have thousands of missing students.", "Thousands 'missing'", "In Michigan, K-12 enrollment decreased this fall by some 53,000 students out of about 1.5 million students. In a December op-ed, state Superintendent Michael Rice said much of the drop was due to factors such as an annual decline in enrollment for the past 10 years, parents opting to hold their children back from kindergarten and an increase in the number of home-schooled students, ultimately accounting for approximately 40,000 of those students.", "However, he said, “of significant concern” are the approximately 13,000 students fully unaccounted for.", "“The granular work to find children must take place at the local level,” Rice wrote. “Every child is important. To lose even one is too many.”", "In Dallas, Texas, which was home to approximately 153,000 students last year, there are about 9,000 high-schoolers, 2,000 middle-schoolers, and 1,000 elementary school students unaccounted for, Robyn Harris, a representative from the Dallas Independent School District, told ABC News.", "And in Florida, officials are trying to determine the whereabouts of nearly 88,000 students who were expected for the 2020-'21 academic year and failed to show up in the fall. Last year, state enrollment topped 2.8 million, but that number has since dipped to 2.7 million.", "In a Feb. 11 letter to school district leaders, Florida House Speaker Chris Sprowls called this drop \"alarming,” stating that the number represents over 3% of the state’s total student population. Posting his letter on Twitter, Sprowls urged districts to use every available resource “to locate these missing children. We have a moral obligation not to allow any of these children to slip through the cracks of the system.”", "Miami-Dade County, which is home to the nation's fourth largest school system, with nearly 335,000 students, the district opened this year with over 10,000 fewer students than in 2019, Superintendent Alberto Carvalho told ABC News.", "After multiple steps were deployed to find these students, the majority were located. However, the district says there are still about 1,000 students who are deemed “truly missing,” which Carvalho calls “deeply troubling.”", "“We believe that these were the students who were in crisis prior to the COVID-19 crisis. These were probably poor students, probably English language learners, learners who may have had a disability, may have had home insecurity, food insecurity and may have had a fragile immigration status,” Carvalho said.", "Miami-Dade school officials are continuing to look for these students, while also dealing with over 13,000 families whose children chose remote learning, but seem to be “severely regressing” or disengaged from school.", "Why are children missing?", "Nationwide, in many public school districts, kindergarten enrollment is down. Although kindergarten is not a requirement in any of the following states, Minneapolis saw a 16% decline, Los Angeles had a 14% drop, and Colorado experience a 9% decline in their yearly kindergarten enrollment.", "Many students also do not have access to essential technological resources, such as Wi-Fi, or computers, in order to participate in remote learning.", "A digital equity report by the National Education Association (NEA) found that an estimated 25% of school-age children do not have broadband access or a web-enabled device such as a computer or tablet.", "From the onset of the pandemic, there were about 17 million students who were not adequately connected to the internet, said Mike Magee, CEO of Chiefs for Change, a nonprofit, bipartisan network of state and district education leaders from across the country.", "“From a learning standpoint, that was potentially catastrophic,” Magee explained. “What we've learned, over the course of the last 12 months, is that from both a learning and a health perspective, there are millions of students for whom virtual learning just is not working.” In addition, he said, “there's a subset of those students who are completely detached from their school systems at the moment.”", "“They have logged off. They don't feel connected enough to their own learning to log on every day,\" he added.", "According to the NEA’s report, most of the children lacking appropriate technology are from low-income and minority families, with “this inequality is systematically related to the historical divisions of race, socioeconomic status, and geography.”", "Another major issue affecting education for low-income families is the economy. Millions of low-income families have felt the brunt of the economic downturn, with many suddenly confronted with unemployment and housing insecurity, causing these children to be more at risk of missing school.", "“Many of our students live in multi-generational families, where mom, grandma, aunts, uncles all live in the same space. And many of them have experienced COVID in a real way where, unfortunately, death has taken a toll on their family. Some of them are not comfortable with the face-to-face piece. They're just trying to maintain the day-to-day survival,” Harris explained.", "Further, with job or wage losses in the country persisting amid the coronavirus, some of these teenagers are opting to work, rather than return to school, in order to help their families make ends meet or caring for younger siblings while their parents work.", "“Right now, it's not at the forefront of their mind to be on top of their schooling, because it's about really making sure that their family unit is maintained,” said Harris.", "Absenteeism", "The pandemic has also led to a dramatic surge in the number of students absent on a typical school day, regardless of whether remote learning is in place or not.", "Chronic absence, which is defined by the U.S. Department of Education as missing at least 15 days of school, has increased substantially, particularly among vulnerable populations, and students of color, according to Hedy Chang, who directs Attendance Works, an initiative targeting chronic absenteeism.", "In some districts, student absences have doubled during the beginning of the pandemic.", "“In Connecticut, for example, chronic absence has risen from 12% in the 2019-20 school year, to 21% in the first half of the 2020-21 year. For English-learners, the rate has doubled from 17 to 35%; and for students eligible for free meals, it’s up from about 20 to 35%,” Chang said.", "What schools are doing", "Around the country, teachers and school officials are doing their best to connect with students who are missing or are chronically absent.", "Dr. Chad Gestson, superintendent of the Phoenix Union High School District, and a member of Chiefs for Change, has created a program to contact every student, every day by having adults placing a phone call to the over 30,000 students in Phoenix to check on how they are doing.", "Similarly, in Dallas, the district's \"Operation Comeback\" campaign is seeking to recapture the missing students. Teachers, administrators, and volunteers have been reaching out to students, said Harris, with postcards or emails, asking them “where are you, we miss you come back. There's still time.”", "Door-to-door home visits began earlier this month but were cut short following the frigid winter weather that hit Texas last month.", "Miami-Dade, in Florida, is using a “multi-tiered approach, using all of our resources collectively to be able to reach these families,” Carvalho told ABC News, such as door-to-door visits by school officials, in collaboration with police officers, social workers and county entities, tracking students in subsidized housing through the county’s housing authority.", "The district is working with community-based organizations to reach out, in particular, to migrant communities, while conveying information through mass media and social media.", "Officials want to “sensitize our community to the plight of these families,” said Carvalho, including reaching out to the friends of the missing students to see if they knew where they were. “So it is an all hands on deck approach to determine where the students are.”", "The ‘catastrophic’ consequences of learning loss", "The long-term consequences for these “missing” students “are catastrophic,” experts say.", "“You are going to have a whole generation of kids who are not well enough prepared for college and careers. You are going to have significant increases in mental, social and emotional well-being issues with kids,” Magee said.", "It can also be difficult for a student who has left school for a while to reenter the educational system and adapt.", "However, there is hope, as “interrupted schooling is a challenge that can be addressed,” Chang said.", "Students are resilient, and if provided with adequate academic and social supports, and offered “engaging, supportive and powerful educational experiences that offer pathways to a better future,” they will be able to make-up for lost learning opportunities due to the pandemic, she added.", "“We need to appropriate the necessary resources to bring these students up to the standard that is equivalent to their age, at this point, as quickly as possible,” Carvalho concurs, or America as a whole will lose its position on the world stage.", "24/7 coverage of breaking news and live events"], "36": ["A notable number of students are unaccounted for in schools across the country.", "California offers massive payouts to schools to reopen during pandemic", "States around the country are reporting a significant decline in the number of students enrolled in public school because of the coronavirus pandemic, leaving experts and educators concerned about the trend, and its potential long-term consequences.", "A notable number of students seem to have simply fallen off the grid, not showing up for online or in-person instruction, their whereabouts unknown by school officials.", "Given the chaos caused by the pandemic, and the lack of data, it is difficult to truly determine the exact magnitude of the problem, which seems to be disproportionately affecting already vulnerable student populations – among them homeless students, children with disabilities, children of immigrants, children in foster care and children of color.", "A recent study by Bellwether Education Partners, a non-profit that focuses on underserved communities, estimates that approximately 3 million of the “most educationally marginalized students in the country” may have been missing from school since March 2020, when the pandemic forced school closures. The group said it arrived at the number by calculating a “likely percentage of at-risk groups not in school, based on media reports and available data.”", "ABC News contacted officials from the departments of education in all 50 states, and found that the problem appears to be nationwide.", "Although some states reported that they do not track such information, many others said that they have seen a significant decline in their enrollment numbers, and still others have reported they have thousands of missing students.", "Thousands 'missing'", "In Michigan, K-12 enrollment decreased this fall by some 53,000 students out of about 1.5 million students. In a December op-ed, state Superintendent Michael Rice said much of the drop was due to factors such as an annual decline in enrollment for the past 10 years, parents opting to hold their children back from kindergarten and an increase in the number of home-schooled students, ultimately accounting for approximately 40,000 of those students.", "However, he said, “of significant concern” are the approximately 13,000 students fully unaccounted for.", "“The granular work to find children must take place at the local level,” Rice wrote. “Every child is important. To lose even one is too many.”", "In Dallas, Texas, which was home to approximately 153,000 students last year, there are about 9,000 high-schoolers, 2,000 middle-schoolers, and 1,000 elementary school students unaccounted for, Robyn Harris, a representative from the Dallas Independent School District, told ABC News.", "And in Florida, officials are trying to determine the whereabouts of nearly 88,000 students who were expected for the 2020-'21 academic year and failed to show up in the fall. Last year, state enrollment topped 2.8 million, but that number has since dipped to 2.7 million.", "In a Feb. 11 letter to school district leaders, Florida House Speaker Chris Sprowls called this drop \"alarming,” stating that the number represents over 3% of the state’s total student population. Posting his letter on Twitter, Sprowls urged districts to use every available resource “to locate these missing children. We have a moral obligation not to allow any of these children to slip through the cracks of the system.”", "Miami-Dade County, which is home to the nation's fourth largest school system, with nearly 335,000 students, the district opened this year with over 10,000 fewer students than in 2019, Superintendent Alberto Carvalho told ABC News.", "After multiple steps were deployed to find these students, the majority were located. However, the district says there are still about 1,000 students who are deemed “truly missing,” which Carvalho calls “deeply troubling.”", "“We believe that these were the students who were in crisis prior to the COVID-19 crisis. These were probably poor students, probably English language learners, learners who may have had a disability, may have had home insecurity, food insecurity and may have had a fragile immigration status,” Carvalho said.", "Miami-Dade school officials are continuing to look for these students, while also dealing with over 13,000 families whose children chose remote learning, but seem to be “severely regressing” or disengaged from school.", "Why are children missing?", "Nationwide, in many public school districts, kindergarten enrollment is down. Although kindergarten is not a requirement in any of the following states, Minneapolis saw a 16% decline, Los Angeles had a 14% drop, and Colorado experience a 9% decline in their yearly kindergarten enrollment.", "Many students also do not have access to essential technological resources, such as Wi-Fi, or computers, in order to participate in remote learning.", "A digital equity report by the National Education Association (NEA) found that an estimated 25% of school-age children do not have broadband access or a web-enabled device such as a computer or tablet.", "From the onset of the pandemic, there were about 17 million students who were not adequately connected to the internet, said Mike Magee, CEO of Chiefs for Change, a nonprofit, bipartisan network of state and district education leaders from across the country.", "“From a learning standpoint, that was potentially catastrophic,” Magee explained. “What we've learned, over the course of the last 12 months, is that from both a learning and a health perspective, there are millions of students for whom virtual learning just is not working.” In addition, he said, “there's a subset of those students who are completely detached from their school systems at the moment.”", "“They have logged off. They don't feel connected enough to their own learning to log on every day,\" he added.", "According to the NEA’s report, most of the children lacking appropriate technology are from low-income and minority families, with “this inequality is systematically related to the historical divisions of race, socioeconomic status, and geography.”", "Another major issue affecting education for low-income families is the economy. Millions of low-income families have felt the brunt of the economic downturn, with many suddenly confronted with unemployment and housing insecurity, causing these children to be more at risk of missing school.", "“Many of our students live in multi-generational families, where mom, grandma, aunts, uncles all live in the same space. And many of them have experienced COVID in a real way where, unfortunately, death has taken a toll on their family. Some of them are not comfortable with the face-to-face piece. They're just trying to maintain the day-to-day survival,” Harris explained.", "Further, with job or wage losses in the country persisting amid the coronavirus, some of these teenagers are opting to work, rather than return to school, in order to help their families make ends meet or caring for younger siblings while their parents work.", "“Right now, it's not at the forefront of their mind to be on top of their schooling, because it's about really making sure that their family unit is maintained,” said Harris.", "Absenteeism", "The pandemic has also led to a dramatic surge in the number of students absent on a typical school day, regardless of whether remote learning is in place or not.", "Chronic absence, which is defined by the U.S. Department of Education as missing at least 15 days of school, has increased substantially, particularly among vulnerable populations, and students of color, according to Hedy Chang, who directs Attendance Works, an initiative targeting chronic absenteeism.", "In some districts, student absences have doubled during the beginning of the pandemic.", "“In Connecticut, for example, chronic absence has risen from 12% in the 2019-20 school year, to 21% in the first half of the 2020-21 year. For English-learners, the rate has doubled from 17 to 35%; and for students eligible for free meals, it’s up from about 20 to 35%,” Chang said.", "What schools are doing", "Around the country, teachers and school officials are doing their best to connect with students who are missing or are chronically absent.", "Dr. Chad Gestson, superintendent of the Phoenix Union High School District, and a member of Chiefs for Change, has created a program to contact every student, every day by having adults placing a phone call to the over 30,000 students in Phoenix to check on how they are doing.", "Similarly, in Dallas, the district's \"Operation Comeback\" campaign is seeking to recapture the missing students. Teachers, administrators, and volunteers have been reaching out to students, said Harris, with postcards or emails, asking them “where are you, we miss you come back. There's still time.”", "Door-to-door home visits began earlier this month but were cut short following the frigid winter weather that hit Texas last month.", "Miami-Dade, in Florida, is using a “multi-tiered approach, using all of our resources collectively to be able to reach these families,” Carvalho told ABC News, such as door-to-door visits by school officials, in collaboration with police officers, social workers and county entities, tracking students in subsidized housing through the county’s housing authority.", "The district is working with community-based organizations to reach out, in particular, to migrant communities, while conveying information through mass media and social media.", "Officials want to “sensitize our community to the plight of these families,” said Carvalho, including reaching out to the friends of the missing students to see if they knew where they were. “So it is an all hands on deck approach to determine where the students are.”", "The ‘catastrophic’ consequences of learning loss", "The long-term consequences for these “missing” students “are catastrophic,” experts say.", "“You are going to have a whole generation of kids who are not well enough prepared for college and careers. You are going to have significant increases in mental, social and emotional well-being issues with kids,” Magee said.", "It can also be difficult for a student who has left school for a while to reenter the educational system and adapt.", "However, there is hope, as “interrupted schooling is a challenge that can be addressed,” Chang said.", "Students are resilient, and if provided with adequate academic and social supports, and offered “engaging, supportive and powerful educational experiences that offer pathways to a better future,” they will be able to make-up for lost learning opportunities due to the pandemic, she added.", "“We need to appropriate the necessary resources to bring these students up to the standard that is equivalent to their age, at this point, as quickly as possible,” Carvalho concurs, or America as a whole will lose its position on the world stage.", "24/7 coverage of breaking news and live events"], "37": ["Emergency loans made to small businesses during the coronavirus pandemic have been added to the list of government programs considered at high risk of waste, fraud or mismanagement", "California offers massive payouts to schools to reopen during pandemic", "WASHINGTON -- Emergency loans made to small businesses during the coronavirus pandemic have been added to a list of government programs considered at high risk of waste, fraud or mismanagement.", "The most common of those emergency loans, PPP loans, are provided at a low interest rate and are fully forgivable under conditions that include spending a certain percentage on payroll costs. The loans were created by Congress and have proven exceedingly popular as shops, restaurants and other small businesses try to survive the pandemic.", "The Government Accountability Office said Tuesday that millions of small businesses benefitted from the emergency loans, but the speed with which the relief programs were set up limited safeguards necessary to identify risks, “including susceptibility to improper payments and potential fraud.”", "The Small Business Administration made or guaranteed more than 14.7 million loans and grants totaling about $744 billion between March and December. Congress approved an additional $304 billion in emergency loans in December.", "The GAO said in the report that, as of January, it continues to experience delays in obtaining key information about the loans, including detailed oversight plans and documentation for estimating improper payments.", "“There's no doubt they’ve had a positive impact. However, the management of these programs needs to be dramatically improved,\" U.S. Comptroller General Gene L. Dodaro told reporters in previewing the report.", "Government auditors release a high-risk list near the beginning of every new Congress. The list is designed to increase attention on the shortfalls cited by the GAO, and to prompt action that can often save taxpayer dollars and improve government operations.", "Auditors also added the government’s efforts to prevent drug misuse to the high-risk list. The GAO had warned as the pandemic began that it would be doing so. At the time, it noted that the pandemic could fuel the conditions that contribute to drug misuse, such as unemployment.", "In December, the Centers for Disease Control and Prevention reported the largest ever increase of drug overdose deaths during a 12-month period that ended the previous May. The CDC noted a particular acceleration in drug overdose deaths as widespread mitigation measures kicked in.", "“This is heartbreaking,\" said Sen. Rob Portman, R-Ohio.", "Portman said that the country and his home state had finally seen a drop in overdose deaths in 2018 for the first time in decades.", "“Substantial progress. And yet now, with the pandemic, under this horrible pandemic, we have this horrible addiction crisis that has grown,\" Portman said.", "Auditors said that maintaining sustained attention to the problem of drug abuse will be challenging in the coming months with agencies focused on addressing the pandemic.", "“This makes developing and implementing a coordinated, strategic approach even more important as agencies’ resources are also being diverted, in part, to pandemic priorities,” the report said.", "On a positive note, the GAO said the Department of Defense had made concerted progress in how it aligns its support infrastructure with the needs of the country’s military forces, It dropped the support program from it's high-risk list.", "For example, in citing, progress, auditors said the Army reduced its leased footprint in the Washington D.C. region from a peak of 3.9 million square feet in 2011 to roughly 1 million square feet as of September 2019.", "24/7 coverage of breaking news and live events"], "38": ["There are 26 states from Texas to Maine under flood and wind chill alerts.", "Major flooding South, Northeast gets cold blast", "There is major to near historic river flooding in parts of the Mid-South, especially in Kentucky on Tuesday.", "Locally, 7 inches of rain fell over the weekend in the Mid-South helping local rivers to rise quickly and flooding entire towns. A state of emergency has now been declared for these areas.", "Damaging thunderstorms moved through Georgia on Monday,  killing one person when a tree feel on a home.", "These storms also produced an EF-1 tornado with winds of 90 mph, not related to the victim’s death.", "There are flood warnings from Texas to Ohio on Tuesday and 26 states from Texas to Maine are under flood, high winds and wind chill alerts.", "The heavy rain has ended in Mid-South but some rivers are still rising or will remain in major to moderate flooding through over the next few days.", "The heaviest rain shifted closer to the Gulf Coast from Mississippi to Alabama, Georgia and South Carolina where over the next few days 2 to 3 inches of rain is expected with locally higher amounts possible.", "Meanwhile, in the Northeast, arctic cold air is moving through with very gusty winds that are producing power outages.", "Wind will continue to gust in the Northeast from New Jersey to Maine at 40 to 60 mph through this morning and will subside in the afternoon.", "Wind Chills this morning are below zero from upstate New York to Boston and into New England.", "This bitter blast will not last and already by Wednesday most of the Northeast will see temperatures quickly rebound into the 40s and even 50s.", "But it is still early March so the cold will be back end of the week as wind chills are expected to fall into the teens and single digits for the I-95 corridor and below zero in upstate New York and into New England.", "24/7 coverage of breaking news and live events"], "39": ["Mexico President Andrés Manuel López Obrador says he had no differences with U.S. President Joe Biden in their first bilateral meeting", "Biden administration addresses immigration concerns", "MEXICO CITY -- Mexico President Andrés Manuel López Obrador said Tuesday that he had no differences with U.S. President Joe Biden in their first bilateral meeting a day earlier and that his American counterpart was open to exploring his proposals on a temporary worker program and helping Mexico obtain more vaccine.", "López Obrador characterized the meeting as “friendly, respectful and with a lot of emphasis on cooperation for development.” He said he didn’t come away with a deal for the U.S. to help Mexico obtain more COVID-19 vaccine, but said he wasn’t denied either.", "“Teams from both countries are going to explore all possibilities for cooperation in this area” to see “what is possible and when,” López Obrador said.", "Ahead of the meeting, White House officials reiterated that Biden remained focused on first vaccinating U.S. citizens before turning his attention to assisting other nations. López Obrador acknowledged Biden may have to first vaccinate most of the U.S. population, but said there was an openness to the subject.", "There were questions ahead of the meeting about how the two leaders would get along. López Obrador had a surprisingly warm relationship with former President Donald Trump that revolved almost exclusively around Mexico’s efforts to stop migrants from reaching the U.S. border.", "But López Obrador said Tuesday there was a lot of laughter in the one hour and 15-minute conversation with Biden that covered nearly all of the main issues in the bilateral relationship.", "“There were not any differences, I’m telling you categorically, not a single one,” López Obrador said.", "On immigration, López Obrador said he proposed the U.S. analyze how many workers its economy requires and then design a plan for temporary worker visas that would allow Mexicans and Central Americans to migrate legally for work. “And it’s going to be studied,” he said. Before the meeting, López Obrador has floated a scale of 600,000 to 800,000 Mexican and Central American workers annually.", "It could be modeled on the original Bracero program, which allowed Mexicans to work temporarily in the United States to fill labor shortages during World War II and for a couple of decades after the war.", "Biden and López Obrador have both stressed the importance of developing northern Central America and southern Mexico to address migration. The Mexican president said Biden repeated his proposal to destine $4 billion for that purpose in the region.", "“We recognize that is a good move to have taken this decision,” he said.", "24/7 coverage of breaking news and live events"], "40": ["Chauvin's trail is scheduled to begin next week. ", "On Location: March 2, 2021", "The Minnesota Court of Appeals is deciding whether to reinstate a third-degree murder charge against Derek Chauvin, the former Minneapolis police officer set to go on trial next week in the death of George Floyd.", "During a virtual hearing on Monday, a prosecutor from Minnesota Attorney General Keith Ellison's office argued that the district court judge presiding over Chauvin's case \"abused his discretion\" by dropping the charge.", "Chauvin, who did not attend Monday's hearing, is currently facing charges of second-degree murder and second-degree manslaughter in the May 25 death of Floyd, a 46-year-old Black man.", "\"We will ... issue an expedited decision as soon as possible, appreciating that the trial in this matter is supposed to start one week from today,\" Appellate Judge Michelle A. Larkin said at the close of the hearing.", "Chauvin, 44, is being tried separately from three other former officers involved in Floyd's death. J. Alexander Kueng, Thomas Lane and Tou Thao are charged with aiding and abetting second-degree murder and manslaughter and are scheduled to go on trial in August.", "Cellphone video showed Chauvin digging his knee into the back of Floyd's neck for a prolonged period as Kueng and Lane held the handcuffed man down in a prone position as he repeatedly cried out, \"I can't breathe.\"", "Thao is accused of standing by and keeping witnesses at bay.", "Floyd went unconscious during the incident and was later pronounced dead at a hospital.", "Hennepin County District Court Judge Peter Cahill, who is presiding over Chauvin's case, dismissed the third-degree murder charge in October last year, ruling that it required evidence that Chauvin's alleged actions put multiple people at risk and resulted in a death. Cahill ruled that since Chauvin is accused of only targeting Floyd, the count did not apply to his case.", "During Monday's hearing, prosecutor Neal Katyal cited a Feb. 1 ruling by the Minnesota Court of Appeals upholding a third-degree murder conviction against former Minneapolis police officer Mohamed Noor in the 2017 fatal shooting of Justine Ruszczyk Damond after she called 911 to report an assault in progress near her home.", "Following the Court of Appeals ruling in Noor's case, prosecutors asked Cahill to reconsider the third-degree charge against Chauvin. Cahill denied the request.", "Chauvin's lawyer Eric Nelson argued on Monday that Cahill's ruling should stand because the Appeals Court decision in Noor's case should not be considered a legally binding precedent because Noor has 60 to 90 days to appeal to the state Supreme Court.", "Nelson argued that if Chauvin were convicted of third-degree murder and the Noor case was overturned, he could appeal, \"but he would have to do it from the confines of a prison cell.\"", "Larkin responded, \"When the Supreme Court does grant review of our cases, it typically does not vacate our decision or issue any order limiting that decision.\"", "\"All of these rules and the lack of any statement that a precedential opinion is anything but immediately effective in terms of precedential authority are causing me to question your assertion that the rules support ignoring precedential decisions of this court until such time as to seek review has expired, the Supreme Court denies review or the Supreme Court takes review and issues a different decision,\" Larkin told Nelson.", "Katyal said that it could take the Supreme Court up to a year to review a case. He noted that there are three other former officers charged in the death of Floyd and their trial could occur \"very possibly when Noor is over and left intact.\"", "\"That would mean third-degree murder charges could be brought against those three officers just because of timing,\" Katyal said. \"Everything about our legal system rebels against that notion ... in Minnesota and any jurisdiction with which we're familiar.\"", "24/7 coverage of breaking news and live events"], "41": ["The girls were taken from a boarding school in northwestern Nigeria last week.", "279 schoolgirls freed days after being kidnapped", "LONDON and MAIDUGURI -- Hundreds of students who were abducted from an all-girls boarding school in northwestern Nigeria last week have been released, authorities said Tuesday.", "Gunmen kidnapped 317 students from the Government Girls Junior Secondary School (GGSS) in the rural town of Jangebe in Zamfara state before dawn on Friday, according to a statement from Mohammed Shehu, spokesperson for the Nigeria Police Force's Zamfara State Police Command. The incident -- the latest in a recent string of mass abductions of students in the West African nation -- caused international outrage, with the United States condemning the attack.", "Zamfara state police and the Nigerian military have conducted joint operations to rescue the schoolgirls.", "The governor of Zamfara state, Bello Matawalle, announced early Tuesday that 279 schoolgirls have been freed. The terms of their release were not immediately known. It's also unclear whether others remain in captivity, as the discrepancy in the numbers was not explained.", "\"It gladdens my heart to announce the release of the abducted students of GGSS Jangebe from captivity,\" Matawalle said in a statement posted on Twitter, along with photos of some of the girls. \"This follows the scaling of several hurdles laid against our efforts. I enjoin all well-meaning Nigerians to rejoice with us as our daughters are now safe.\"", "Nigerian President Muhammadu Buhari took to Twitter to express his \"overwhelming joy\" over the release of the schoolgirls.", "\"I join the affected families and the people of Zamfara State in welcoming and celebrating the release of the abducted students of GGSS Jangebe,\" Buhari tweeted. \"This news bring overwhelming joy. I am pleased that their ordeal has come to a happy end without any incident.\"", "\"We are working hard to bring an end to these grim and heartbreaking incidents of kidnapping,\" he added. \"The Military and the Police will continue to go after kidnappers. They need the support of local communities in terms of human intelligence that can help nip criminal plans in the bud.\"", "Last week, in the wake of the abduction, Buhari warned that policies of paying ransoms to bandits have \"the potential to backfire with disastrous consequences.\"", "\"We will not succumb to blackmail by bandits and criminals who target innocent school students in the expectation of huge ransom payments,\" he tweeted Friday", "One of the freed schoolgirls recounted the night of their kidnapping in an interview with The Associated Press.", "\"We were sleeping at night when suddenly we started hearing gunshots,\" she said. \"They were shooting endlessly. We got out of our beds and people said we should run, that they are thieves.\"", "\"Everybody fled and there were just two of us left in the room,\" she continued, adding that the attackers held guns to their heads. \"I was really afraid of being shot.\"", "Schools in rural Nigeria have been targeted in attacks and kidnappings in recent years. On Saturday, 27 students, five staff members and nine family members of the staff were freed more than a week after being taken from an all-boys boarding school in the west-central town of Kagara in Niger state. In December, 344 students were released about a week after being kidnapped from another boys' boarding school in the northwestern town of Kankara in Katsina state. The Nigerian government has said no ransom was paid for their release and, in both cases, authorities blamed the attacks on armed groups, locally called bandits, who are known to abduct students for money in many Nigerian states.", "One of the most well-known kidnappings was in April 2014, when members of the jihadist group Boko Haram snatched 276 students from their dormitory at an all-girls boarding school in the northeastern town of Chibok in Borno state. Some of the girls managed to escape on their own, while others were later rescued or freed following negotiations. But the fate of dozens remains unknown.", "Boko Haram, whose name in the local Hausa language roughly translates to \"Western education is forbidden,\" has waged an Islamist insurgency in northeastern Nigeria since 2009 and has been targeting schools for a number of years, with the Chibok attack being the most notorious and widely publicized. The group's uprising was fueled largely through the its systematic campaign of abducting children and forcing thousands of girls and boys into their ranks, according to a 2017 report by the United Nations International Children's Emergency Fund (UNICEF). A faction of Boko Haram has been aligned with ISIS since 2015.", "In a statement Saturday reacting to the news that the Kankara students were freed, UNICEF Nigeria representative Peter Hawkins lamented that children are victims of attacks on their schools \"far too often in Nigeria.\"", "\"Such attacks not only negate the right of children to an education, they also make children fearful of going to school, and parents afraid to send their children to school,\" Hawkins said. \"Schools must be safe places to study and develop, and learning should not become a perilous endeavour.”", "24/7 coverage of breaking news and live events"], "42": ["The girls were taken from a boarding school in northwestern Nigeria last week.", "279 schoolgirls freed days after being kidnapped", "LONDON and MAIDUGURI -- Hundreds of students who were abducted from an all-girls boarding school in northwestern Nigeria last week have been released, authorities said Tuesday.", "Gunmen kidnapped 317 students from the Government Girls Junior Secondary School (GGSS) in the rural town of Jangebe in Zamfara state before dawn on Friday, according to a statement from Mohammed Shehu, spokesperson for the Nigeria Police Force's Zamfara State Police Command. The incident -- the latest in a recent string of mass abductions of students in the West African nation -- caused international outrage, with the United States condemning the attack.", "Zamfara state police and the Nigerian military have conducted joint operations to rescue the schoolgirls.", "The governor of Zamfara state, Bello Matawalle, announced early Tuesday that 279 schoolgirls have been freed. The terms of their release were not immediately known. It's also unclear whether others remain in captivity, as the discrepancy in the numbers was not explained.", "\"It gladdens my heart to announce the release of the abducted students of GGSS Jangebe from captivity,\" Matawalle said in a statement posted on Twitter, along with photos of some of the girls. \"This follows the scaling of several hurdles laid against our efforts. I enjoin all well-meaning Nigerians to rejoice with us as our daughters are now safe.\"", "Nigerian President Muhammadu Buhari took to Twitter to express his \"overwhelming joy\" over the release of the schoolgirls.", "\"I join the affected families and the people of Zamfara State in welcoming and celebrating the release of the abducted students of GGSS Jangebe,\" Buhari tweeted. \"This news bring overwhelming joy. I am pleased that their ordeal has come to a happy end without any incident.\"", "\"We are working hard to bring an end to these grim and heartbreaking incidents of kidnapping,\" he added. \"The Military and the Police will continue to go after kidnappers. They need the support of local communities in terms of human intelligence that can help nip criminal plans in the bud.\"", "Last week, in the wake of the abduction, Buhari warned that policies of paying ransoms to bandits have \"the potential to backfire with disastrous consequences.\"", "\"We will not succumb to blackmail by bandits and criminals who target innocent school students in the expectation of huge ransom payments,\" he tweeted Friday", "One of the freed schoolgirls recounted the night of their kidnapping in an interview with The Associated Press.", "\"We were sleeping at night when suddenly we started hearing gunshots,\" she said. \"They were shooting endlessly. We got out of our beds and people said we should run, that they are thieves.\"", "\"Everybody fled and there were just two of us left in the room,\" she continued, adding that the attackers held guns to their heads. \"I was really afraid of being shot.\"", "Schools in rural Nigeria have been targeted in attacks and kidnappings in recent years. On Saturday, 27 students, five staff members and nine family members of the staff were freed more than a week after being taken from an all-boys boarding school in the west-central town of Kagara in Niger state. In December, 344 students were released about a week after being kidnapped from another boys' boarding school in the northwestern town of Kankara in Katsina state. The Nigerian government has said no ransom was paid for their release and, in both cases, authorities blamed the attacks on armed groups, locally called bandits, who are known to abduct students for money in many Nigerian states.", "One of the most well-known kidnappings was in April 2014, when members of the jihadist group Boko Haram snatched 276 students from their dormitory at an all-girls boarding school in the northeastern town of Chibok in Borno state. Some of the girls managed to escape on their own, while others were later rescued or freed following negotiations. But the fate of dozens remains unknown.", "Boko Haram, whose name in the local Hausa language roughly translates to \"Western education is forbidden,\" has waged an Islamist insurgency in northeastern Nigeria since 2009 and has been targeting schools for a number of years, with the Chibok attack being the most notorious and widely publicized. The group's uprising was fueled largely through the its systematic campaign of abducting children and forcing thousands of girls and boys into their ranks, according to a 2017 report by the United Nations International Children's Emergency Fund (UNICEF). A faction of Boko Haram has been aligned with ISIS since 2015.", "In a statement Saturday reacting to the news that the Kankara students were freed, UNICEF Nigeria representative Peter Hawkins lamented that children are victims of attacks on their schools \"far too often in Nigeria.\"", "\"Such attacks not only negate the right of children to an education, they also make children fearful of going to school, and parents afraid to send their children to school,\" Hawkins said. \"Schools must be safe places to study and develop, and learning should not become a perilous endeavour.”", "24/7 coverage of breaking news and live events"], "43": ["Nearly 4 million doses of the COVID-19 vaccine have arrived in Nigeria’s capital, Abuja, the third and largest delivery to be made by the global COVAX initiative, which was created to ensure that low- and middle-income countries have fair access to doses", "On Location: March 2, 2021", "DAKAR, Senegal -- Nearly 4 million doses of the COVID-19 vaccine have arrived in Nigeria’s capital, Abuja, the third and largest delivery so far to an African country by the global COVAX initiative, which was created to ensure that low- and middle-income countries have fair access to vaccines.", "The COVAX program shipped 3.94 million doses of the AstraZeneca vaccine manufactured by the Serum Institute of India, from Mumbai to Abuja, according to a joint statement from UNICEF, which is working in partnership with the World Health Organization, GAVI, which is an international vaccine alliance, and the Coalition for Epidemic Preparedness Innovations.", "Nigeria is Africa’s most populous nation, with more than 200 million residents, and it recently experienced a surge of COVID-19 cases. As of Tuesday the West African nation has recorded a cumulative total of 156,017 cases, including 1,915 deaths.", "Tuesday’s delivery is part of a first wave of vaccines arriving in Nigeria that will continue in the coming days and weeks, the statement said.", "“After a year of disruptions due to the COVID-19 pandemic, today we celebrate the efforts being made in getting the vaccine to Nigeria. With more than 150,000 Nigerians infected with the virus and over 1,800 lives lost, the path to recovery for the people of Nigeria can finally begin,” said Peter Hawkins, UNICEF Nigeria Country Representative. “This is a very significant occasion -- the arrival of the COVID-19 vaccines into Nigeria is critical in curbing the pandemic. The only way out of this crisis is to ensure that vaccinations are available to all.”", "The COVAX program is expected to deliver around 90 million doses of COVID-19 vaccines to Africa in the first quarter of 2021, in the largest vaccine procurement and supply operation in history, according to the World Health Organization and UNICEF. Nigeria is among 92 countries worldwide that will receive vaccines for free through the COVAX initiative. Another 90 countries and eight territories have agreed to pay for doses.", "The COVAX initiative, however, has been hampered by the severely limited global supply of doses as well as logistical problems that delayed the global distribution of the vaccines. The long-awaited program has fallen short of hopes it would quickly ensure vaccines to the world’s most vulnerable people.", "Ghana begins its vaccination campaign Tuesday, after being the first country to receive COVAX vaccines last week with a delivery of 600,000 doses of the AstraZeneca vaccine. Its inoculation campaign from March 2 to 15 will take place in 43 districts that are the epicenter of the pandemic there.", "Ivory Coast, which received 504,000 doses last week, began giving shots Monday in the commercial capital Abidjan.", "“This is a landmark moment for the country and the COVAX facility’s mission to help end the acute phase of the pandemic by enabling equitable access to these vaccines across the world. We are glad to see Nigeria is amongst the first receiving the doses from COVAX,” said Thabani Maphosa, managing director for country programs at Gavi, the vaccine alliance.", "24/7 coverage of breaking news and live events"], "44": ["Global energy-related carbon dioxide emissions rose slightly in December compared with the same month of 2019, indicating the sharp drop seen due to the pandemic was short-lived", "On Location: March 2, 2021", "PARIS -- Global energy-related carbon dioxide emissions rose slightly in December compared with the same month of 2019, indicating the sharp drop seen due to the pandemic was short-lived.", "Figures released Tuesday by the International Energy Agency show emissions from the production and use of oil, gas and coal were 2% higher in December 2020 than a year earlier. The Paris-based intergovernmental agency said a resurgence in economic activity coupled with a lack of clean energy policies mean many countries are now seeing higher emissions than before the coronavirus outbreak.", "“The rebound in global carbon emissions toward the end of last year is a stark warning that not enough is being done to accelerate clean energy transitions worldwide,\" said the agency's executive director, Fatih Birol. \"If governments don’t move quickly with the right energy policies, this could put at risk the world’s historic opportunity to make 2019 the definitive peak in global emissions.”", "Scientists have         previously calculated that CO2 emissions fell by 7% during the full year 2020 as people stayed at home because of the pandemic.", "“Our numbers show we are returning to carbon-intensive business-as-usual,” said Birol. \"These latest numbers are a sharp reminder of the immense challenge we face in rapidly transforming the global energy system.”", "Carbon dioxide is the main greenhouse gas responsible for global warming.", "Scientists say that in order to meet the Paris climate accord's goal of keeping average temperatures from rising by 2 degrees Celsius — ideally no more than 1.5C — compared to pre-industrial times, man-made emissions of CO2 and other planet-heating gases need to reduced to near zero by mid-century.", "IEA figures show that China was the only major economy whose emissions grew in 2020, while those in the United States fell by 10% compared to 2019. By December, U.S. energy emissions were close to the levels seen in the same month of 2019, the agency said, attributing this to economic recovery and greater coal use due to higher gas prices and colder weather.", "24/7 coverage of breaking news and live events"], "45": ["The suspect, a 15-year-old boy, was taken to the Juvenile Justice Center.", "15-year-boy shot at school allegedly by student", "A 15-year-old boy has been shot at his school in Arkansas, allegedly by a fellow student, police said.", "The shooting at Watson Chapel Junior High School in Pine Bluff took place around 10 a.m., Pine Bluff police said.", "The teen, the only one hurt, was hospitalized in very serious condition, police said. On Monday afternoon, police incorrectly said the teen died.", "The suspect, also a 15-year-old boy, was found hiding behind a house near the school, police said. He has been taken to the Juvenile Justice Center and is awaiting charges, police said.", "All other students were safe, the Watson Chapel School District said, calling the shooting an \"isolated incident.\"", "Police said a motive isn't clear but the shooting was believed to be targeted, not random.", "Monday marked the first day of on-site learning for students in Pine Bluff, about 44 miles south of Little Rock.", "Editor's Note: The Pine Bluff Police Department issued a correction Monday saying the student who was shot at Watson Chapel Junior High School Monday has not died. Police said they released bad information to the public.", "ABC News' Rachel Katz contributed to this report.", "24/7 coverage of breaking news and live events"], "46": ["Indonesia’s Mount Sinabung was erupting Tuesday, sending volcanic materials as high as 5,000 meters (16,400 feet) into the sky and depositing ash on nearby villages", "MEDAN, Indonesia -- Indonesia’s Mount Sinabung was erupting Tuesday, sending volcanic materials as high as 5,000 meters (16,400 feet) into the sky and depositing ash on nearby villages.", "Activity at the volcano in North Sumatra province increased over the past week, with authorities recording 13 times when it released ash clouds.", "There have been no fresh evacuations due to the activity and no reports of disruptions to flights in the region.", "The 2,600-metre (8,530-feet) Sinabung was dormant for four centuries before erupting in 2010, killing two people. Another eruption in 2014 killed 17 people, while seven died in a 2016 eruption.", "The volcano, one of two currently erupting in Indonesia, has sporadically come to life since then.", "Some 30,000 people have been forced to leave homes around Sinabung in the past few years.", "Sinabung is among more than 120 active volcanoes in Indonesia, which is located on the \"Ring of Fire,” an arc of volcanoes and fault lines encircling the Pacific Ocean.", "24/7 coverage of breaking news and live events"], "47": ["The Philippine president has dismissed his former ambassador to Brazil after she was seen on video physically abusing a Filipino member of her household staff", "MANILA, Philippines -- The Philippine president has dismissed his former ambassador to Brazil after she was seen on video physically abusing a Filipino member of her household staff.", "President Rodrigo Duterte said Monday night he had approved a recommendation to fire Marichu Mauro, revoke her retirement benefits and disqualify her from public office for life. The decision comes as Duterte pushes a campaign against official abuses and corruption in his last full year in power.", "Mauro was recalled from Brazil in October after the video, reportedly taken from security cameras in the ambassador’s residence in Brasilia and shown by a Brazilian news agency, showed a woman attacking somebody who appeared to be a house keeper.", "The Department of Foreign Affairs in Manila said at the time that the unidentified victim had returned to Philippines and that it was trying to reach her amid an investigation.", "Mauro has not publicly commented on the allegations.", "Duterte, whose six-year term ends next year, has been reading the names of government employees and officers implicated in graft and corruption in his TV appearances to highlight his campaign against abuses and irregularities.", "But Duterte, a former government prosecutor who has threatened drug suspects with death and is known for his expletives-laden outbursts, has faced criticisms for abusive behavior himself. In his televised remarks Monday night, Duterte lashed out at Vice President Leni Robredo for criticizing the government’s handling of the coronavirus outbreak and vaccination campaign.", "“You seem to have an angel face but a devilish mind,” Duterte said, calling Robredo’s stance “idiotic” in his rambling speech.", "Fuming at what he said was Robredo’s reminder that health workers should be treated well, Duterte said: “You can die, but I will never abandon the frontliners and you do not need to really be redundant about it.”", "Presidents and vice-presidents are elected separately in the Philippines, resulting in candidates from rival parties like Duterte and Robredo ending up in the country’s top leadership and often colliding on policies.", "Robredo has been a leading critic of Duterte’s bloody anti-drugs crackdown, which has left thousands of mostly poor suspects dead and led to complaints of mass murder before the International Criminal Court.", "Addressing erring government workers, Duterte threatened to slap and humiliate them. In a televised speech last week, he suggested that the hands of erring antinarcotics agents be smashed with a hammer to teach them a lesson.", "“When I tell the secretary 'leave us alone,’ you will get hit. I humiliate people, especially those who steal money from government,” Duterte said Monday.", "Human rights lawyer Chel Diokno said publicly humiliating government employees and officials who are being prosecuted for graft and corruption by reading their names on TV in a shame campaign violates their right to a presumption of innocence, due process and fair trial. Victims of Duterte’s tongue-lashing could sue him for libel when he loses his immunity from lawsuits after his presidency, he said.", "“It’s really improper and it’s ironic that he’s a lawyer and he should know better,” Diokno said.", "24/7 coverage of breaking news and live events"], "48": ["Dr. Ala Stanford is vaccinating minorities at a much higher rate than the city.", "Fighting for vaccine equity: Philly doctor outpaces city in vaccinating minorities", "Once again, it is Dr. Ala Stanford to the rescue, this time confronting Philadelphia’s vaccine inequities head on.", "Last April, Stanford became frustrated with the city’s slow pace of COVID-19 testing, especially in Black and brown communities, and in a span of 48 hours put her private practice on hold, gathered some medical friends, rented a van and hit the streets to bring COVID-19 testing to neighborhoods badly in need.", "The Black Doctors COVID-19 Consortium was born.", "Now, Stanford and her team have set their sights on vaccinations, giving hundreds of shots of hope per day to the city’s most vulnerable, where going without one could have dire consequences.", "Citywide -- and nationwide -- there are questions about why white and affluent people are getting the vaccine at higher rates.", "In the city of Philadelphia, Black people make up the majority of the population and the majority of COVID-19 deaths, but more than half of the people vaccinated in Philadelphia thus far are white, according to data from the Philadelphia Department of Public Health.", "Philadelphia is 42% Black, according to U.S. Census data, but the city reports that, to date, just roughly 21.5% of the shots in the city have gone to Black people.", "“Everyone was talking about this phenomenon of sort of just, frankly, rich folks coming to poor neighborhoods to take the vaccine. But no one was doing anything,” Stanford told ABC News.", "Among the people Stanford's team has vaccinated, approximately 79% of vaccinations have gone to racial minorities, including Black, Asian and Hispanic people.", "Stanford has been helping communities devastated by COVID-19 in North Philadelphia for almost a year, volunteering her time and not earning a penny for her testing or her vaccine clinics.", "“I am striving towards equity, because 20 years ago when I was in medical school, these same inequities existed. ... And every day that we get out there, we are changing it. And that's a story I want to be a part of, regardless of if I'm getting paid or not,” she said.", "Philadelphia is the birthplace of America, but it is also one of the poorest big cities in America, according to Census data. Like the rest of the country, it is plagued by racial and economic disparities.", "“We have the need to bring this forward with racial equity because as we know, people of color have suffered the most from this and have had the most worst cases and the worst outcomes,\" Philadelphia Mayor Jim Kenney told ABC News.", "Kenney said he has recognized the need and is getting the city back on track after what he acknowledges have been some \"bumps in the roads\" in the vaccine rollout.", "The city initially opted to allocate the vaccine doses to an organization called Philly Fighting COVID. The nonprofit was able to vaccinate roughly 7,000 people, but the 22-year-old in charge was accused of giving shots to his friends instead of the most vulnerable. The organization said the doses were set to expire.", "Andrei Doroshin, who said he took home four expiring doses of the hard-to-get vaccine and administered it to friends, has insisted he did nothing wrong.", "\"The recommendation from the health department was put it in any arm. This is a war against a virus. At the end of the day the doses were about to expire,\" Doroshin told ABC Philadelphia station WPVI. \"What would you have done? You have these four extra doses, you called everybody, they're just about to expire, the guidance says put it in an arm.\"", "Kenney called the initial rollout with the organization a \"mistake.\"", "\"We're moving forward in a better way,\" the mayor said.", "Stanford was initially told by the city her organization would have to wait until February to get the vaccine, but she was able to secure vaccine doses more than two weeks ahead of schedule.", "The Black Doctors COVID-19 Consortium recently hosted a 24-hour clinic at Temple University and were able to vaccinate roughly 4,000 people, outpacing the city's first dose average of 3,500 people per day in February.", "“It's that the lives of the people in this community really matter to us. It's because we know what it feels like to have a field that's not level to be treated unfairly for something you have no control over, oftentimes your socioeconomic status in the color of your skin,” she said.", "With teamwork, the city is closing its vaccine inequity gap, and Stanford is getting access to more and more vaccines.", "“I speak with Dr. Stanford almost every day. She's fabulous. She's high energy. She's extremely intelligent and thoughtful.  She's committed to not only the Black and brown community. She's committed to the entire Philadelphia community,” Mayor Kenney said.", "Stanford's steadfast commitment is measured in the number of rolled up sleeves, signaling trust in a community that’s often said to distrust the vaccine.", "“It's really unclear to me whether or everyone just assumed because of the untrustworthy medical system, that people would not want to get it. That may have been part of it,” Dr. Stanford said.", "Stanford recently earned front page accolades in Philadelphia for her work to get vaccinations to the communities badly in need.", "“We are so filled up and refueled every single day with the gratefulness that we get from the community,\" she said. \"You can't even put a price on that or value. It's good. And everything we've done from the beginning has come back to us in excess.\"", "24/7 coverage of breaking news and live events"], "49": ["A United Nations appeal for aid to Yemen to alleviate the world’s worst humanitarian disaster raised some $1_7 billion — a result the U_N_ chief called “disappointing.”", "On Location: March 2, 2021", "CAIRO -- A United Nations appeal for aid to Yemen to alleviate the world’s worst humanitarian disaster raised some $1.7 billion Monday— a result the U.N. chief called “disappointing.”", "At a virtual pledging conference co-hosted by Sweden and Switzerland, U.N. Secretary-General Antonio Guterres had appealed for $3.85 billion this year to address the impoverished Arab country’s dire needs.", "The amount raised, however, was less than what the U.N. received last year, and a billion dollars short of what was pledged in the 2019 conference, he said.", "Guterres called for countries to “consider again what they can do to help stave off the worst famine the world has seen in decades.\"", "From the outset, it was unlikely that donors would meet the U.N.'s goal given the coronavirus pandemic and its devastating consequences for economies around the globe. Corruption allegations in Yemen aid operations were also a factor.", "Yemen’s war started in 2014 when the Iran-backed rebel Houthis seized the capital, Sanaa, and much of the country’s north. The Saudi-led, U.S.-backed coalition intervened months later to dislodge the rebels and restore the internationally recognized government.", "The conflict has killed some 130,000 people, spawned the world’s worst humanitarian disaster and reversed development gains by 20 years, according to the U.N. Development Program.", "Half of Yemen’s health facilities are shuttered or destroyed and 4 million Yemenis have been driven from their homes. The pandemic, cholera epidemics and severe malnutrition among children have led to thousands of additional deaths.", "The U.N. Office for the Coordination of Humanitarian Affairs warned that more than 16 million people in Yemen will go hungry this year, with some half a million already living in famine-like conditions.", "Guterres called for a nationwide cease-fire and U.N.-led negotiations to end the war. \"In the end, the only path to peace is through an immediate, nationwide cease-fire... There is no other solution,” he said.", "Jan Egeland, secretary general of the Norwegian Refugee Council, who is on a week-long visit to Yemen, also called the outcome of the conference “disappointing,\" warning that the lack of funding would cause massive cuts to Yemen aid.", "“The shortfall in humanitarian aid will be measured in lives lost,” he said.", "Saudi Arabia, which leads the coalition fighting the Houthis, announced it would donate $430 million in aid for Yemen this year to be funneled through the U.N. and related agencies. Saudi Arabia had pledged half a billion dollars in 2020, the largest amount pledged by any country.", "U.S. Secretary of State Antony Blinken led the U.S. delegation to the conference, which took place amid efforts by President Joe Biden's administration to bring an end to the conflict.", "He said the U.S. would donate $191 million for Yemen this year, a decrease of about $35 million from the amount it announced in the 2020 pledging conference.", "He said the U.S. was donating $191 million for Yemen, bringing the U.S. total to more than $350 million so far in fiscal year 2021.", "He called for a cease-fire and for warring parties to halt their interference in aid operations and “allow assistance to reach the innocent women, children, and men.”", "“We can only end the humanitarian crisis in Yemen by ending the war in Yemen. And so the United States is reinvigorating our diplomatic efforts to end the war,\" Blinken said.", "Other major pledges came from Germany ($241 million), the United Arab Emirates ($230 million), the United Kingdom ($123.23 million) and the European Union ( $116.2 million).", "Wealthy countries, such as the U.S., Saudi Arabia and the United Arab Emirates, cut back drastically on aid to Yemen last year. The reductions came amid the pandemic, corruption allegations and concerns the aid might not be reaching its intended recipients in territories controlled by the rebels.", "Last year, aid agencies received about $1.9 billion — half of what was needed and half of what was given the previous year, according to David Miliband, head of the International Rescue Committee.", "Mohammed Abdul-Salam, spokesman for the Houthis, said such pledging conferences “don’t help Yemen as much as they help the aggression countries,” referring to the Saudi-led coalition.", "“Halting the aggression and lifting the siege is the biggest aid that can be provided to Yemen,” he said in a series of tweets.", "Several speakers at the conference called for the Houthis to stop their offensive on the central province of Marib and their increasing cross-border attacks on Saudi Arabia.", "“Money is not the only thing Yemenis need. They need an end to attacks on civilians; they need a ceasefire; they need an end to bureaucratic and political blockages on aid flows,\" said Miliband.", "The rebels renewed their offensive on Marib earlier last month to retake the oil-rich province from the internationally recognized government. But they have not made progress. The fighting has displaced more than 10,500 people in just three weeks, the U.N. migration agency said Monday.", "Saudi Arabia’s civil defense authority said the Houthi projectile landed in a street in the southern province of Jizan Monday, wounding at least five civilians, including three Saudis and two Yemenis, the official news agency reported. The projectile also damaged at least houses and vehicles.", "There was no immediate comment from the Houthis.", "———", "Associated Press writers Jan M. Olsen in Copenhagen, Denmark and Edith M. Lederer at the United Nations, contributed.", "24/7 coverage of breaking news and live events"], "50": ["Up to 5 inches of rain slammed parts of Arkansas, Kentucky and Tennessee.", "Flooding sparks rescues, evacuations for seniors", "Up to 5 inches of rain has slammed parts of Arkansas, Kentucky, Tennessee, West Virginia and Maryland, leaving residents stranded, roads washed out and buildings flooded.", "In London, Kentucky, the London-Laurel County Rescue Squad used a raft to rescue a woman trapped in her car Sunday night.", "In Salyersville, Kentucky, a nursing home evacuated its residents due to a high risk of flooding, the staff told local station WYMT-TV.", "In Powell County, Kentucky, all learning is remote on Monday due to the flooding.", "Thunderstorms also brought damaging winds to Kentucky, Tennessee, Alabama and Mississippi, knocking down power lines and trees.", "Officials are urging residents to drive with extra caution.", "Although the heavy rain has subsided, flood warnings remain in effect Monday due to saturated grounds and swollen creeks and rivers.", "The rain is now moving Southeast. Heavy rain is in the forecast through Wednesday morning from New Orleans, Louisiana, to Charleston, South Carolina.", "The heaviest rain will likely be Monday night through Tuesday night with scattered thunderstorms and isolated flash flooding. Some spots could see 2 to 4 inches of rain.", "In the Northeast, arctic air is about to return.", "Wind advisories and high wind warnings are in effect through Tuesday morning from Washington, D.C., to New York City to New England. Wind gusts could reach 50 to 60 mph.", "By Tuesday morning, the wind chill -- what it feels like -- will plunge to -3 degrees in Boston, 12 degrees in New York City and 9 degrees in Pittsburgh.", "24/7 coverage of breaking news and live events"], "51": ["One suspect has been arrested, police said.", "On Location: March 2, 2021", "A Tulane police officer was shot and killed outside a high school basketball game Friday evening, the New Orleans Police Department announced.", "At around 6:15 p.m. a person attempted to enter the George Washington Carver High School gymnasium, where the game was being held, and was refused by one of the staff members, New Orleans police told reporters Friday.", "\"The officer heard the disturbance and attempted to intervene,\" NOPD Superintendent Shaun Ferguson said. \"As a result of intervening and attempting to escort this individual out of the school, this individual pulled his weapon out and fired a shot that struck the officer in his chest.\"", "The shooting happened outside the gymnasium, Ferguson said.", "At 6:38 p.m., the NOPD wrote on Twitter that they were on their way to the scene after learning that \"a law enforcement officer from an outside agency was shot.\"", "When they arrived at the high school, police found the officer suffering from a gunshot wound to the chest, the NOPD said in a statement.", "The officer, who was also a reserve officer with the City Court Constable, was taken to University Medical Center, where he was later pronounced dead, Ferguson told reporters.", "A suspect was immediately apprehended and arrested, according to the police department's statement.", "\"We do have an individual detained at this time, who we do believe is responsible for this act,\" Ferguson said. \"Again, this is a very fluid situation. Our homicide ... division will be the lead in this investigation while our force investigation team will assist in this process.\"", "Ferguson said the deceased officer's name cannot yet be released, as the incident is still under investigation. The NOPD said in their statement that they will release his name upon completion of an autopsy and notification of family.", "Orleans Parish Sheriff Marlin Gusman reacted to the news on Twitter Friday night.", "\"The Orleans Parish Sheriff's Office mourns the loss of the the deputy constable killed tonight in the line of duty. Our thoughts and prayers are with his family and the 2nd City Court Constable at this difficult time,\" he wrote.", "24/7 coverage of breaking news and live events"], "52": ["One suspect has been arrested, police said.", "On Location: March 2, 2021", "A Tulane police officer was shot and killed outside a high school basketball game Friday evening, the New Orleans Police Department announced.", "At around 6:15 p.m. a person attempted to enter the George Washington Carver High School gymnasium, where the game was being held, and was refused by one of the staff members, New Orleans police told reporters Friday.", "\"The officer heard the disturbance and attempted to intervene,\" NOPD Superintendent Shaun Ferguson said. \"As a result of intervening and attempting to escort this individual out of the school, this individual pulled his weapon out and fired a shot that struck the officer in his chest.\"", "The shooting happened outside the gymnasium, Ferguson said.", "At 6:38 p.m., the NOPD wrote on Twitter that they were on their way to the scene after learning that \"a law enforcement officer from an outside agency was shot.\"", "When they arrived at the high school, police found the officer suffering from a gunshot wound to the chest, the NOPD said in a statement.", "The officer, who was also a reserve officer with the City Court Constable, was taken to University Medical Center, where he was later pronounced dead, Ferguson told reporters.", "A suspect was immediately apprehended and arrested, according to the police department's statement.", "\"We do have an individual detained at this time, who we do believe is responsible for this act,\" Ferguson said. \"Again, this is a very fluid situation. Our homicide ... division will be the lead in this investigation while our force investigation team will assist in this process.\"", "Ferguson said the deceased officer's name cannot yet be released, as the incident is still under investigation. The NOPD said in their statement that they will release his name upon completion of an autopsy and notification of family.", "Orleans Parish Sheriff Marlin Gusman reacted to the news on Twitter Friday night.", "\"The Orleans Parish Sheriff's Office mourns the loss of the the deputy constable killed tonight in the line of duty. Our thoughts and prayers are with his family and the 2nd City Court Constable at this difficult time,\" he wrote.", "24/7 coverage of breaking news and live events"], "53": ["Monoclonal treatments have showed to reduce hospitalizations and deaths.", "How can antibodies be used to treat COVID-19: Blood plasma explained", "They survived the coronavirus and now they are paying it forward by giving current patients a fighting chance to share their story.", "The coalition, Survivor Corps, launched an online portal, gotcovid.org, Monday that directs people who recently tested positive for COVID-19 to hospitals, medical centers and other locations that offer monoclonal antibody treatment.", "Treatments developed by Regeneron and Eli Lilly, which have been authorized for emergency use by the Food and Drug Administration, have been shown to reduce hospitalizations and deaths among coronavirus patients if taken within the first 10 days of symptoms.", "Diana Berrent, Survivor Corps' founder, said in a statement that patients may not have the information about the treatments or where and how to get them before their symptoms exacerbate.", "\"Our most vulnerable need these treatments to give them the best chance to fight and to recover from the disease,\" she said in a statement.", "The Survivor Corps database lists the groups of patients who are eligible for the treatments, which includes seniors and those with specific immunocompromised illnesses. The user is then taken to a new page with detailed information on monoclonal antibody treatments and a list of locations in each state that offers them.", "The list, which will be updated with the latest info, includes phone numbers and websites to those providers to get information on an appointment.", "Former President Donald Trump was given an antibody treatment when he was hospitalized for COVID-19 in October. Shortly after, the FDA authorized the emergency use and made it more available to hospitals and doctors.", "In addition to the antibody database, Survivor Corps's site includes a link to a free preparedness kit that senior citizens can have just case they start showing symptoms. The kit includes KN95 face masks, access to home rapid testing and information on what to do if you experience COVID-19 symptoms.", "\"Preparedness programs are an important step in getting treatment to patients while it is most effective. As additional programs are developed that provide and improve access to treatment, they will be added to the site,\" the nonprofit said in a statement.", "24/7 coverage of breaking news and live events"], "54": ["One baby’s first time hearing music was caught on camera in a touching moment.", "11-month-old baby born deaf, hears for the first time ", "After months of appointments, testing, fittings and surgery, one baby’s first time hearing music was caught on camera in a touching moment.", "Manning James Roldan of Clifton Forge, Virginia, was born deaf in both ears. On Dec. 30, 2020, the 11-month-old received Cochlear implants.", "Mother Noelle Brantley recorded the moment where Manning heard music, a cartoon theme song, for the first time. Immediately, Manning began dancing and laughing.", "“To most people, this is just something every baby does, but to me, this is incredible. Manning has never danced to music because he’s never heard it,” Brantley shared in an emotional Facebook post on Feb. 10.", "Brantley told “World News Tonight” Monday that the moment was one that she will never forget.", "“To see him light up from sound when we’ve never seen that before is truly amazing,” she said.", "Manning’s family said they are grateful for his medical team and the power of music.", "“For him to hear with that device for the first time,” Brantley said, “was just so emotional and so incredible.”", "24/7 coverage of breaking news and live events"], "55": ["One baby’s first time hearing music was caught on camera in a touching moment.", "11-month-old baby born deaf, hears for the first time ", "After months of appointments, testing, fittings and surgery, one baby’s first time hearing music was caught on camera in a touching moment.", "Manning James Roldan of Clifton Forge, Virginia, was born deaf in both ears. On Dec. 30, 2020, the 11-month-old received Cochlear implants.", "Mother Noelle Brantley recorded the moment where Manning heard music, a cartoon theme song, for the first time. Immediately, Manning began dancing and laughing.", "“To most people, this is just something every baby does, but to me, this is incredible. Manning has never danced to music because he’s never heard it,” Brantley shared in an emotional Facebook post on Feb. 10.", "Brantley told “World News Tonight” Monday that the moment was one that she will never forget.", "“To see him light up from sound when we’ve never seen that before is truly amazing,” she said.", "Manning’s family said they are grateful for his medical team and the power of music.", "“For him to hear with that device for the first time,” Brantley said, “was just so emotional and so incredible.”", "24/7 coverage of breaking news and live events"], "56": ["\nSlideshow of celebrities and trailblazers who left their mark on society and died in 2020.\n"], "57": ["\nSlideshow of celebrities and trailblazers who left their mark on society and died in 2020.\n"], "58": ["\nSlideshow of celebrities and trailblazers who left their mark on society and died in 2020.\n"], "59": ["\nFind this week's top photos from around the globe in ABC News' This Week in Pictures slideshow\n"], "60": ["\nFind this week's top photos from around the globe in ABC News' This Week in Pictures slideshow\n"], "61": ["\nFind this week's top photos from around the globe in ABC News' This Week in Pictures slideshow\n"], "62": null, "63": ["Here are instructions for how to share your information with our journalists.", "ABC News reaches hundreds of millions of Americans every month, far more than any other outlet, making it the country’s number-one news source.", "Our award-winning investigative journalists cover national security, political corruption, human rights, consumer concerns and other issues for Good Morning America, World News Tonight with David Muir, Nightline, 20/20, and ABC News Live (our 24/7 streaming channel) as well as the network's three digital brands: abcnews.com, goodmorningamerica.com and fivethirtyeight.com.", "We encourage anyone to reach out to discuss potential news stories that may be in the public interest. You can reach us via email at news.tips@abc.com or by phone at (212) 456-2828 with the understanding that the information you provide might be used in our broadcasts or other stories.", "If you have a question or comment about an ABC News program or ABC network show, please call Audience Relations at (818) 460-7477 or contact another department.", "ABC News can also be reached through several other channels that provide a more secure pathway for communication. While no system is 100% secure, using one of the methods listed below can help protect the privacy of your communication to us.", "SIGNAL", "Signal is an app with end-to-end encryption that allows you to send text, voice, video, document and picture messages. “We can’t read your messages or see your calls, and no one else [other than the intended recipient] can either,” its developers say.", "You can contact us via Signal at (646) 256-5457.", "WHATSAPP", "WhatsApp, which is owned by Facebook, is an app with end-to-end encryption that allows you to send text, voice, video, document and picture messages. “Your messages and calls are secured so only you and the person you’re communicating with can read or listen to them, and nobody in between, not even WhatsApp,” the company says.", "You can contact us via WhatsApp at (646) 256-5457.", "POSTAL MAIL", "ABC News Investigative Unit", "7 West 66th St.", "New York, NY 10023", "24/7 coverage of breaking news and live events"]}